Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Provide username or is_anonymous query param, but not both
ar: تقديم اسم المستخدم أو متطلب البحث is_anonymous، ولكن ليس كلاهما
da: Angiv brugernavn eller is_anonymous forespørgselsparam, men ikke begge dele
de_de: Geben Sie entweder den Nutzernamen oder is_anonymous query Parameter an, aber nicht beides
el: Δώστε όνομα χρήστη ή παράμετρο ερωτήματος is_anonymous, αλλά όχι και τα δύο
eo: Prövïdé üsérnämé ör ïs_änönýmöüs qüérý päräm, ßüt nöt ßöth Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Ingrese nombre de usuario o un parámetro de consulta is_anonymous, pero no ambos.
es_es: Proporciona el nombre de usuario o el parámetro de consulta is_anonymous, pero no ambos
fil_ph: Magbigay ng username o is_anonymous query param, ngunit hindi pareho
id: Berikan nama pengguna atau parameter kueri is_anonymous, tetapi tidak keduanya
pt_br: Forneça o nome de usuário ou o parâmetro de consulta is_anonymous, mas não ambos
pt_pt: Forneça o nome de usuário ou o parâmetro de consulta is_anonymous, mas não ambos
sq: Jepni emrin e përdoruesit ose parametrin e pyetjes is_anonymous, por jo të dyja
sv: Ange användarnamn eller is_anonymous frågeparam, men inte båda

source: Product API only supports {http_method} for {product_class} products.
ar: يدعم واجهة برمجة تطبيق المنتج فقط {http_method} لـ{product_class} المنتجات.
da: Product API understøtter kun {http_method} for {product_class}-produkter.
de_de: Produkt API unterstützt nur {http_method} für {product_class} Produkte.
el: Το API προϊόντος υποστηρίζει μόνο {http_method} για προϊόντα {product_class} .
eo: Prödüçt ÀPÌ önlý süppörts {http_method} för {product_class} prödüçts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: El producto de la API solo soporta {http_method} para productos {product_class}.
es_es: La API del producto solo admite {http_method} para productos {product_class}.
fil_ph: Sinusuportahan lang ng Product API ang {http_method} para sa mga produkto ng {product_class}.
id: API Produk hanya mendukung {http_method} untuk produk {product_class}.
pt_br: A API do produto suporta apenas {http_method} para produtos {product_class} .
pt_pt: A API do produto é compatível apenas com {http_method} para produtos {product_class}.
sq: API-ja e produktit mbështet vetëm {http_method} për produktet {product_class} .
sv: Produkt-API stöder endast {http_method} för {product_class}-produkter.
tr_tr: Product API'si, yalnızca {product_class} ürünleri için {http_method}'u destekler.

source: Missing or bad value for: [{name}].
ar: قيمة مفقودة أو سيئة لـِ: [{name}].
da: Manglende eller dårlig værdi for: [{name}].
de_de: Fehlender oder schlechter Wert für: [{name}].
el: Λείπει ή κακή τιμή για: [ {name} ].
eo: Mïssïng ör ßäd välüé för: [{name}]. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Valor inválido o faltante para : [{name}].
es_es: Valor faltante o incorrecto para: [{name}].
fil_ph: Nawawala o masamang halaga para sa: [{name}].
id: Nilai tidak ada atau nilai buruk untuk: [{name}].
pt_br: Valor ausente ou inválido para: [ {name} ].
pt_pt: Valor ausente ou incorreto para: [{name}].
sq: Mungon ose vlera e keqe për: [ {name} ].
sv: Saknas eller dåligt värde för: [{name}].
tr_tr: [{name}] için kayıp ya da bozuk değer.

source: {id} - {status} basket (owner: {owner}, lines: {num_lines})
ar: السلّة {id} - {status} (المالك: {owner}، الأسطر: {num_lines})
az: {id} - {status} səbəti (owner: {owner}, sətirlər: {num_lines})
da: {id} - {status} kurv (ejer: {owner}, linjer: {num_lines})
de_de: {id} - {status} Warenkorb (Besitzer: {owner}, Zeile: {num_lines})
el: {id} - {status} καλάθι (κάτοχος: {owner}, γραμμές: {num_lines})
eo: {id} - {status} ßäskét (öwnér: {owner}, lïnés: {num_lines}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: {id} - {status} carrito (dueño: {owner}, líneas: {num_lines})
es_es: {id} - {status} cesta (propietario: {owner}, líneas: {num_lines})
fil_ph: {id} - {status} basket (may-ari: {owner}, mga linya: {num_lines})
id: {id} - {status} keranjang (owner: {owner}, lines: {num_lines})
pt_br: {id} - {status} cesta (owner:{owner}, linhas: {num_lines})
pt_pt: {id} - {status} cesto (owner: {owner}, linhas: {num_lines})
ru: {id} - {status} корзина (owner: {owner}, lines: {num_lines})
sq: {id} - shporta {status} (pronari: {owner} , linjat: {num_lines} )
sv: {id} - {status} korg (ägare: {owner}, rader: {num_lines})
sw_ke: {id} - {status} kapu (owner:{owner}, mistari:{num_lines})
zh_cn: {id} - {status} 网上订单（所有者：{owner}，行数：{num_lines}）

source: Basket
ar: السلّة
az: Səbət
da: Kurv
de_de: Einkaufswagen
el: Καλάθι
eo: Bäskét Ⱡ'σяєм ιρѕυ#
es_419: Carrito
es_es: Cesta
id: Keranjang
pt_br: Carrinho
pt_pt: Cesto
ru: Корзина
sq: Shporta
sv: korg
sw_ke: Kapu
tr_tr: Sepet
zh_cn: 购物车

source: Attribute Type
ar: نوع الخاصية
az: Atribut növü
da: Attributtype
de_de: Attributtyp
el: Τύπος παραμέτρου
eo: Àttrïßüté Týpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Tipo de atributo
es_es: Tipo de atributo
fil_ph: Uri ng Katangian
id: Jenis Atribut
pt_br: Tipo de atributo
pt_pt: Tipo de Atributo
ru: Тип атрибута
sq: Lloji i atributit
sv: Attributtyp
sw_ke: Aina Ya Sifa
zh_cn: 属性类型

source: Text Attribute
ar: خاصية النص
az: Mətn atributu
da: Tekstattribut
de_de: Textattribut
el: Παράμετρος κειμένου
eo: Téxt Àttrïßüté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Texto del atributo
es_es: Atributo de texto
fil_ph: Katangian ng Teksto
id: Atribut Teks
pt_br: Atributo de Texto
pt_pt: Atributo de Texto
ru: Текст атрибута
sq: Atributi i tekstit
sv: Textattribut
sw_ke: Sifa ya Maandishi
tr_tr: Metin Özniteliği
zh_cn: 文本属性

source: Due to export controls, we cannot allow you to access this course at this time.
ar: نظرا لضوابط التصدير، لا يمكننا السماح لك بالوصول إلى هذا المساق في الوقت الحالي.
az: İxracata nəzarət səbəbilə bu kursa indi daxil olmağa icazə verilmir.
da: På grund af eksportkontrol kan vi ikke give dig adgang til dette kursus på nuværende tidspunkt.
de_de: Derzeit können wir den Kurs für Sie nicht freischalten.
el: Λόγω των ελέγχων εξαγωγής, δεν μπορούμε να σας επιτρέψουμε την πρόσβαση σε αυτό το μάθημα αυτήν τη στιγμή.
eo: Düé tö éxpört çöntröls, wé çännöt ällöw ýöü tö äççéss thïs çöürsé ät thïs tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Debido a los controles de exportación, no podemos permitirle acceder a este curso en este momento.
es_es: Debido a los controles de exportación, no podemos permitirle acceder a este curso en este momento.
fil_ph: Dahil sa mga kontrol sa pag-export, hindi ka namin pinapayagang ma-access ang kursong ito sa ngayon.
id: Karena kontrol ekspor, kami tidak dapat mengizinkan Anda mengakses kursus ini sekarang.
pt_br: Devido aos controles de exportação, não podemos permitir que você acesse este curso no momento.
pt_pt: Neste momento, não podemos permitir que aceda ao curso devido aos controlos de exportação.
ru: В связи с экспортным контролем, мы не можем позволить вам получить доступ к этому курсу в данный момент.
sq: Për shkak të kontrolleve të eksportit, ne nuk mund t&#39;ju lejojmë të përdorni këtë kurs në këtë moment.
sv: På grund av exportkontroller kan vi inte tillåta dig att komma åt den här kursen för närvarande.
sw_ke: Kulingana na usimamizi wa utumaji taarifa, hatuwezi kukuruhusu kuipata kozi hii muda huu.
tr_tr: İhracat kontrolleri nedeniyle, bu eğitime erişmenize şu an için izin veremiyoruz.
zh_cn: 由于导出限制，您暂时无法访问此课程。

source: Click here to just purchase an enrollment for yourself
ar: انقر هنا لشراء التسجيل لنفسك
az: Özünüz üçün qeydiyyat almaq istəyirsinizsə, sadəcə bura klikləyin
da: Klik her for blot at købe en tilmelding til dig selv
de_de: Klicken Sie hier, um eine Einschreibung für sich selbst zu kaufen
el: Κάντε κλικ εδώ για να αγοράσετε απλώς μια εγγραφή για τον εαυτό σας
eo: Çlïçk héré tö jüst pürçhäsé än énröllmént för ýöürsélf Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Haga clic para comprar un registro a curso
es_es: Haga clic aquí para comprar una inscripción para usted
fil_ph: Mag-click dito upang bumili lamang ng isang pagpapatala para sa iyong sarili
id: Klik di sini untuk hanya membeli pendaftaran untuk Anda sendiri
pt_br: Clique aqui para comprar apenas uma inscrição para você
pt_pt: Clique aqui para adquirir uma inscrição para si
ru: Нажмите здесь, чтобы просто купить регистрацию для себя.
sq: kliko këtu për të blerë vetëm një regjistrim për veten tuaj
sv: Klicka här för att bara köpa en registrering till dig själv
sw_ke: Bofya hapa ununue usajili wako
zh_cn: 点击此处即可自行购买选课

source: Click here to purchase multiple seats in this course
ar: انقر هنا لشراء عدّة مقاعد في هذه الدورة التدريبية
az: Bu kursa bir neçə yer almaq üçün bura klikləyin
da: Klik her for at købe flere pladser på dette kursus
de_de: Hier klicken um mehrere Plätze in diesem Kurs kaufen
el: Κάντε κλικ εδώ για να αγοράσετε πολλές θέσεις σε αυτόν τον κύκλο μαθημάτων
eo: Çlïçk héré tö pürçhäsé mültïplé séäts ïn thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Haga clic para comprar multiples asientos para este curso
es_es: Haga clic aquí para comprar varios asientos en este curso
fil_ph: Mag-click dito upang bumili ng maraming upuan sa kursong ito
id: Klik di sini untuk membeli banyak kursi dalam kursus ini
pt_br: Clique aqui para comprar vários assentos neste curso
pt_pt: Clique aqui para reservar vários lugares neste curso
ru: Нажмите здесь, чтобы приобрести несколько мест в этом курсе.
sq: kliko këtu për të blerë vende të shumta në këtë kurs
sv: Klicka här för att köpa flera platser i denna kurs
sw_ke: Bofya hapa kununua nafasi nyingi kwenye kozi hii
zh_cn: 点击此处可购买此课程的多个座席

source: Coupon code '{code}' has expired.
ar: انتهت صلاحية القسيمة رمز '{code}'.
az: Kupon kodunun '{code}' vaxtı bitib.
da: Kuponkoden "{code}" er udløbet.
de_de: Gutscheincode '{code}' ist abgelaufen.
el: Ο κωδικός κουπονιού '{code}' έχει λήξει.
eo: Çöüpön çödé '{code}' häs éxpïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: El código de cupón '{code}' ha expirado.
es_es: El cupón '{code}' ha caducado.
fil_ph: Ang coupon code na &#39;{code}&#39; ay nag-expire na.
id: Kode kupon '{code}' telah kedaluwarsa.
pt_br: O código do cupom &#39;{code}&#39; expirou.
pt_pt: Código de cupão '{code}' expirou.
ru: Код купона '{code}' истек.
sq: Kodi i kuponit &#39;{code}&#39; ka skaduar.
sv: Kupongkoden '{code}' har löpt ut.
sw_ke: Namba ya kuponi '{code}' imepitwa na muda wake.
tr_tr: '{code}' kupon kodu artık geçerli değil.
zh_cn: 优惠券码“{code}”已失效。

source: Coupon code '{code}' is not active.
ar: رمز القسيمة '{code}' غير فعّال.
az: Kupon kdou '{code}' aktiv deyil.
da: Kuponkoden "{code}" er ikke aktiv.
de_de: Gutschein Code '{code}' ist nicht aktiv.
el: Ο κωδικός κουπονιού '{code}' δεν είναι ενεργός.
eo: Çöüpön çödé '{code}' ïs nöt äçtïvé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: El código de cupón '{code}' no está activo.
es_es: El cupón '{code}' ya no está activo
fil_ph: Ang coupon code na &#39;{code}&#39; ay hindi aktibo.
id: Kode kupon '{code}' tidak aktif.
pt_br: O código do cupom &#39;{code}&#39; não está ativo.
pt_pt: Código de cupão '{code}' não está ativo.
ru: Код купона '{code}' не активен.
sq: Kodi i kuponit &#39;{code}&#39; nuk është aktiv.
sv: Kupongkoden '{code}' är inte aktiv.
sw_ke: Namba ya kuponi '{code}' haijaamshwa.
tr_tr: '{code}' kupon kodu etkinleştirilmemiş.
zh_cn: 优惠券码“{code}”未激活。

source: Coupon code '{code}' is not available. {msg}
ar: رمز القسيمة '{code}' غير متوفر. {msg}
da: Kuponkoden "{code}" er ikke tilgængelig. {msg}
de_de: Gutschein Code '{code}' ist nicht verfügbar. {msg}
el: Ο κωδικός κουπονιού &#39;{code}&#39; δεν είναι διαθέσιμος. {msg}
eo: Çöüpön çödé '{code}' ïs nöt äväïläßlé. {msg} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: El código de cupón '{code}' No está disponible. {msg}
es_es: El código de cupón '{code}' no está disponible. {msg}
fil_ph: Hindi available ang coupon code na &#39;{code}&#39;. {msg}
id: Kode kupon '{code}' tidak tersedia. {msg}
pt_br: O código do cupom &#39;{code}&#39; não está disponível. {msg}
pt_pt: O código do cupom '{code}' não está disponível. {msg}
sq: Kodi i kuponit &#39;{code}&#39; nuk disponohet. {msg}
sv: Kupongkoden '{code}' är inte tillgänglig. {msg}
tr_tr: '{code}' kupon kodu mevcut değil. {msg}

source: Coupon code '{code}' is not valid for this basket.
ar: رمز القسيمة '{code}' غير صالح لهذه السلة.
az: Kurs kodu '{code}' bu səbət üçün etibarlı deyil.
da: Kuponkoden "{code}" er ikke gyldig for denne kurv.
de_de: Gutschein Code '{code}' ist nicht für diesen Kurs gültig.
el: Ο κωδικός κουπονιού &#39;{code}&#39; δεν είναι έγκυρος για αυτό το καλάθι.
eo: Çöüpön çödé '{code}' ïs nöt välïd för thïs ßäskét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: El código del cupón '{code}' no es válido para este carrito de compras
es_es: El código del cupón '{code}' es inválido para este carrito de compras.
fil_ph: Ang coupon code na &#39;{code}&#39; ay hindi wasto para sa basket na ito.
id: Kode kupon '{code}' tidak valid untuk keranjang ini.
pt_br: O código do cupom &#39;{code}&#39; não é válido para esta cesta.
pt_pt: Código de cupão '{code}' não é válido para este cesto.
ru: Код купона '{code} не действителен для этой корзины.
sq: Kodi i kuponit &#39;{code}&#39; nuk është i vlefshëm për këtë shportë.
sv: Kupongkoden '{code}' är inte giltig för den här varukorgen.
tr_tr: '{code}' kupon kodu bu alışveriş sepeti için geçerli değil.
zh_cn: 此优惠券码“{code}”在该购物车内无效。

source: Coupon code '{code}' is not valid for this basket for a bundled purchase.
ar: رمز القسيمة '{code}' غير صالح لهذه السلة لغرض شراء الحزمة.
da: Kuponkoden "{code}" er ikke gyldig for denne kurv for et samlet køb.
de_de: Der Gutschein Code '{code}' ist für diesen Warenkorb für einen gebündelten Kauf nicht gültig.
el: Ο κωδικός κουπονιού &#39;{code}&#39; δεν είναι έγκυρος για αυτό το καλάθι για ομαδική αγορά.
eo: Çöüpön çödé '{code}' ïs nöt välïd för thïs ßäskét för ä ßündléd pürçhäsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: El código de cupón'{code}' no es válido en esta cesta para una compra en conjunto.
es_es: El código de cupón'{code}' no es válido en este carrito para una compra en conjunto.
fil_ph: Ang coupon code na &#39;{code}&#39; ay hindi wasto para sa basket na ito para sa isang naka-bundle na pagbili.
id: Kode kupon '{code}' tidak berlaku untuk keranjang ini untuk pembelian paket.
pt_br: O código do cupom &#39;{code}&#39; não é válido para esta cesta para uma compra em pacote.
pt_pt: O código de cupom '{code}' não é válido para esta cesta para uma compra em pacote.
sq: Kodi i kuponit &#39;{code}&#39; nuk është i vlefshëm për këtë shportë për një blerje të paketuar.
sv: Kupongkoden '{code}' är inte giltig för den här varukorgen för ett paketköp.
tr_tr: '{code}' kupon kodu, paket halinde satın alınan bu sepet için geçerli değil.

source: Coupon code '{code}' added to basket.
ar: تمت إضافة القسيمة رمز '{code}' إلى السلة.
az: Kupon kodu '{code}' səbətə əlavə edildi.
da: Kuponkode "{code}" tilføjet til kurven.
de_de: Gutscheincode '{code}' zum Warenkorb hinzugefügt.
el: Ο κωδικός κουπονιού '{code}' προστέθηκε στο καλάθι.
eo: Çöüpön çödé '{code}' äddéd tö ßäskét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Código de cupón '{code}' añadido a la canasta.
es_es: Código de cupón '{code}' añadido al carrito de compras.
fil_ph: Idinagdag ang coupon code na &#39;{code}&#39; sa basket.
id: Kode kupon '{code}' ditambahkan ke keranjang.
pt_br: Código de cupom &#39;{code}&#39; adicionado ao carrinho.
pt_pt: Código de cupão '{code}' adicionado ao cesto.
ru: Код купона '{code}' добавлен в корзину.
sq: Kodi i kuponit &#39;{code}&#39; u shtua në shportë.
sv: Kupongkoden '{code}' har lagts till i varukorgen.
sw_ke: Namba ya kuponi '{code}' imewekwa kwenye hazina ya manunuzi.
tr_tr: '{code}' kupon kodu sepete eklendi.
zh_cn: 优惠券码“{code}”已添加至购物车中。

source: Basket does not qualify for coupon code {code}.
ar: سلتك غير مؤهلة للحصول على رمز القسيمة {code}.
da: Kurven kvalificerer ikke til kuponkode {code}.
de_de: Der Warenkorb qualifiziert sich nicht für den Gutscheincode {code}.
el: Το καλάθι δεν πληροί τις προϋποθέσεις για τον κωδικό κουπονιού {code} .
eo: Bäskét döés nöt qüälïfý för çöüpön çödé {code}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: La canasta no califica para el código de cupón {code}.
es_es: El carrito de compras no califica para el código de cupón {code}.
fil_ph: Ang basket ay hindi kwalipikado para sa coupon code {code}.
id: Keranjang tidak memenuhi syarat untuk kode kupon {code}.
pt_br: A cesta não se qualifica para o código de cupom {code} .
pt_pt: A cesta não se qualifica para o código de cupom {code}.
sq: Shporta nuk kualifikohet për kodin e kuponit {code} .
sv: Varukorgen kvalificerar sig inte för kupongkod {code}.
tr_tr: Sepet, {code} kupon kodu için uygun değil.

source: Could not apply the code '{code}'; it requires data sharing consent.
ar: تعذر تطبيق الرمز '{code}'؛ فهو يلزم موافقة على مشاركة البيانات.
az: Kodu '{code}' tətbiq edə bilmədik; o, daha payıaşma icazəsi tələb edir.
da: Kunne ikke anvende koden '{code}'; det kræver samtykke til datadeling.
de_de: Der folgende Code konnte nicht angewendet werden '{code}'; es bedarf der Zustimmung zum Datenaustausch.
el: Δεν ήταν δυνατή η εφαρμογή του κωδικού '{code}'. απαιτείται συναίνεση κοινής χρήσης δεδομένων.
eo: Çöüld nöt äpplý thé çödé '{code}'; ït réqüïrés dätä shärïng çönsént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: No se pudo aplicar el código '{code}'; se requiere el consentimiento para compartir datos.
es_es: No se pudo aplicar el código '{code}'; se requiere el consentimiento para compartir datos.
fil_ph: Hindi mailapat ang code na &#39;{code}&#39;; nangangailangan ito ng pahintulot sa pagbabahagi ng data.
id: Tidak dapat menerapkan kode '{code}'; itu membutuhkan persetujuan berbagi data.
pt_br: Não foi possível aplicar o código &#39;{code}&#39;; requer consentimento de compartilhamento de dados.
pt_pt: Não foi possível aplicar o código '{code}'; é exigido o consentimento de partilha de dados.
ru: Не смог применить код '{code}'; для этого требуется согласие на обмен данными.
sq: Kodi &#39;{code}&#39; nuk mund të zbatohej; kërkon pëlqimin për ndarjen e të dhënave.
sv: Det gick inte att använda koden '{code}'; det kräver samtycke till datadelning.
sw_ke: Haikuweza kutumia namba '{code}'; inahitaji idhini ya kupeana taarifa.
tr_tr: '{code}' kodu uygulanamadı; veri paylaşımı onayı gerektiriyor.
zh_cn: 无法使用“{code}'”；需要得到数据共享授权。

source: After you complete your order you will be able to select course dates from your dashboard.
ar: عند إتمام طلبيتك ستكون قادرًا على تحديد تواريخ المساق من لوحة معلوماتك.
az: Sifarişinizi tamamladıqdan sonra siz panelinizdə kursun tarixlərini seçə biləcəksiniz.
da: Når du har gennemført din ordre, vil du være i stand til at vælge kursusdatoer fra dit dashboard.
de_de: Nachdem Sie die Bestellung abgeschlossen haben, können Sie die Kursdaten in "Meine Kurse" einsehen.
el: Αφού ολοκληρώσετε την παραγγελία σας, θα μπορείτε να επιλέξετε ημερομηνίες μαθημάτων από τον πίνακα ελέγχου σας.
eo: Àftér ýöü çömplété ýöür ördér ýöü wïll ßé äßlé tö séléçt çöürsé dätés fröm ýöür däshßöärd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Después de completar su orden, podrá seleccionar las fechas del curso desde su panel de control
es_es: Después de completar su orden, podrá seleccionar las fechas del curso desde su panel de control.
fil_ph: Pagkatapos mong makumpleto ang iyong order, makakapili ka ng mga petsa ng kurso mula sa iyong dashboard.
id: Setelah menyelesaikan pesanan Anda, Anda dapat memilih tanggal kursus dari dashboard Anda.
pt_br: Após completar o seu pedido, você poderá selecionar as datas do curso no seu painel de controle
pt_pt: Depois de concluir o seu pedido, será capaz de selecionar datas a partir do seu painel de controlo.
ru: После оформления заказа вы сможете выбрать даты курсов на панели инструментов.
sq: Pasi të keni përfunduar porosinë tuaj, do të jeni në gjendje të zgjidhni datat e kursit nga paneli juaj.
sv: När du har slutfört din beställning kommer du att kunna välja kursdatum från din instrumentpanel.
tr_tr: Siparişinizi tamamladıktan sonra panelden ders tarihlerini seçebileceksiniz.
zh_cn: 完成订单后，您便可以在面板上选择课程日期。

source: After you complete your order you will be automatically enrolled in the verified track of the course.
ar: عند استكمال طلبيتك سيتم إلحاقك تلقائيًا في المسار الموثّق للمساق.
az: Sifarişinizi tamamladıqdan sonra siz avtomatik olaraq kursun təsdiqlənmiş istiqamətində qeydiyyatdan keçiriləcəksiniz.
da: Når du har gennemført din ordre, vil du automatisk blive tilmeldt kursets verificerede spor.
de_de: Nachdem Sie die Bestellung abgeschlossen haben, sind Sie automatisch im verifizierten Lern- Modus.
el: Αφού ολοκληρώσετε την παραγγελία σας θα εγγραφείτε αυτόματα στο επαληθευμένο κομμάτι του μαθήματος.
eo: Àftér ýöü çömplété ýöür ördér ýöü wïll ßé äütömätïçällý énrölléd ïn thé vérïfïéd träçk öf thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Después de completar su orden será automáticamente inscrito en el modo verificado del curso
es_es: Después de completar su orden será automáticamente inscrito en el modo verificado del curso.
fil_ph: Pagkatapos mong makumpleto ang iyong order, awtomatiko kang mapapatala sa na-verify na track ng kurso.
id: Setelah menyelesaikan pesanan Anda, Anda akan terdaftar secara otomatis di jalur terverifikasi kursus.
pt_br: Após completar o seu pedido, você será automaticamente matriculado na faixa verificada do curso.
pt_pt: Depois de concluir o seu pedido, será automaticamente inscrito no modo validado do curso.
ru: После выполнения заказа вы будете автоматически зачислены на верифицированную дорожку курса.
sq: Pasi të keni përfunduar porosinë tuaj, do të regjistroheni automatikisht në pistën e verifikuar të kursit.
sv: När du har slutfört din beställning kommer du automatiskt att registreras i kursens verifierade spår.
tr_tr: Siparişinizi tamamladıktan sonra, dersin doğrulanmış öğrenci özelliklerine otomatik olarak kaydolacaksınız.
zh_cn: 完成订单后，您将被自动记录在已经过身份认证的课程类别上。

source: After you complete your order you will receive credit for your course.
ar: عند إتمام طلبيتك ستحصل على اعتماد لمساقك.
az: Sifarişinizi tamamladıqdan sonra siz kursuuz üçün kredit alacaqsınız.
da: Når du har gennemført din ordre, vil du modtage kredit for dit kursus.
de_de: Nachdem Sie die Bestellung abgeschlossen haben, erhalten Sie von uns eine Gutschrift für Ihren Kurs.
el: Αφού ολοκληρώσετε την παραγγελία σας, θα λάβετε πίστωση για το μάθημά σας.
eo: Àftér ýöü çömplété ýöür ördér ýöü wïll réçéïvé çrédït för ýöür çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Después de completar su orden recibirá crédito para su curso
es_es: Después de completar tu pedido recibirás crédito por tu curso.
fil_ph: Pagkatapos mong makumpleto ang iyong order makakatanggap ka ng kredito para sa iyong kurso.
id: Setelah menyelesaikan pesanan Anda, Anda akan menerima kredit untuk kursus Anda.
pt_br: Após completar o seu pedido, você receberá crédito pelo seu curso.
pt_pt: Depois de concluir o seu pedido, receberá o crédito para o seu curso.
ru: После оформления заказа вы получите зачетные единицы за курс.
sq: Pasi të përfundoni porosinë tuaj, do të merrni kredit për kursin tuaj.
sv: När du har slutfört din beställning kommer du att få kredit för din kurs.
tr_tr: Siparişinizi tamamladıktan sonra bu ders için kredi alacaksınız.
zh_cn: 完成订单后，您将收到课程学分。
