Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ca, da, de_de, eo, es_419, es_es, fr_ca, he, hi, id, ja_jp, ka, pt_br, ru, sw_ke, tr_tr, uk, zh_cn

source: This field is required.
ar: هذا الحقل مطلوب.
da: Dette felt er påkrævet.
de_de: Dieses Feld ist erforderlich
eo: Thïs fïéld ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Este campo es requerido.
es_es: Este campo es obligatorio.
fr_ca: Ce champ est obligatoire.
he: זהו שדה חובה.
hi: यह क्षेत्र आवश्यक है।
id: Kolom ini wajib diisi.
ja_jp: この欄は必須です。
ka: ეს სავალდებულო ველია.
pt_br: Este campo é requerido.
ru: Это обязательное поле.
sw_ke: Hii sehemu inatakiwa kujazwa.
tr_tr: Bu alan gerekli.
uk: Це поле є обов'язкове.
zh_cn: 此项必填

source: This value must be a number.
ar: يجب أن تكون هذه القيمة عدديّة.
ca: Aquest valor ha de ser un número.
da: Denne værdi skal være et tal.
de_de: Dieser Wert muss eine Zahl sein.
eo: Thïs välüé müst ßé ä nümßér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Este valor debe ser un número.
es_es: Este valor debe ser numérico
fr_ca: Cette valeur doit être un nombre.
he: ערך זה חייב להיות מספר.
hi: यह मान एक संख्या होनी चाहिए।
id: Harus diisi dengan angka.
ja_jp: この欄は数字を入力してください。
ka: ეს მნიშვნელობა უნდა იყოს რიცხვი.
pt_br: Este valor precisa ser numérico.
ru: Это значение должно быть числом.
sw_ke: Hii sehemu inatakiwa kujazwa namba.
tr_tr: Bu değer bir rakam olmalı.
uk: Це значення має бути числом.
zh_cn: 此值必须是数字。

source: This value must be a date.
ar: يجب أن تكون هذه القيمة تاريخًا.
ca: Aquest valor ha de ser una data.
da: Denne værdi skal være en dato.
de_de: Der Wert muss ein Datum sein.
eo: Thïs välüé müst ßé ä däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Este valor debe ser una fecha.
es_es: Este valor debe ser una fecha.
fr_ca: Cette valeur doit être une date.
he: ערך זה חייב להיות תאריך.
hi: यह मान एक दिनांक होना चाहिए।
id: Harus diisi dengan tanggal.
ja_jp: この欄は日付を入力してください。
ka: მნიშვნელობა უნდა იყოს თარიღი.
pt_br: Este valor precisa ser uma data.
ru: Это значение должно быть датой
sw_ke: Hii sehemu inatakiwa kujazwa tarehe.
tr_tr: Bu değer bir tarih olmalı.
uk: Це значення має бути датою.
zh_cn: 此值必须是日期。

source: At least one seat type must be selected.
ar: يجب تحديد مقعد واحد على الأقل.
ca: S'ha de seleccionar com a mínim un tipus de seient.
da: Der skal vælges mindst én plads type
de_de: Wenigstens ein Teilnehmertyp muss ausgewählt werden.
eo: Àt léäst öné séät týpé müst ßé séléçtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Al menos un tipo de asiento debe ser seleccionado.
es_es: Se debe seleccionar al menos un tipo de asiento.
fr_ca: Au moins un type de place doit être sélectionné
he: חובה לבחור לפחות סוג מושב אחד.
hi: कम से कम एक सीट प्रकार का चयन अवश्य करें।
id: Setidaknya satu posisi harus dipilih.
ja_jp: 製品認証エラー。
ka: უნდა იყოს მითითებული ადგილების სულ მცირე ერთი ტიპი მაინც.
pt_br: Pelo menos um tipo de assento deve ser selecionado.
ru: Должно быть выбрано не менее одного типа сиденья.
sw_ke: Angalau aina moja ya kikalio lazima ichaguliwe.
tr_tr: En az bir oturum türü seçilmeli.
uk: Необхідно вибрати принаймні одну посаду.
zh_cn: 至少必须选择一种坐席类型。

source: This field must be empty or contain 1-16 alphanumeric characters.
ar: يجب أن يكون هذا الحقل أو يحتوي على 1-16 حرفًا أبجديًا رقميًا.
ca: Aquest camp ha d'estar buit o conté 1-16 caràcters alfanumèrics.
da: Dette felt skal være tomt eller indeholde 1-16 alfanumeriske tegn.
de_de: Dieses Feld muss leer sein oder 1-16 alphanummerische Zeichen enthalten.
eo: Thïs fïéld müst ßé émptý ör çöntäïn 1-16 älphänümérïç çhäräçtérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: El campo debe estar vacío o tener 1-16 caracteres alfanuméricos.
es_es: Este campo debe estar vacío o contener de 1 a 16 caracteres alfanuméricos.
fr_ca: Ce champ doit être vide ou contenir 1-16 caractères alphanumériques.
he: שדה זה חייב להיות ריק או לכלול 16-1 תווים אלפא נומריים.
hi: यह फ़ील्ड खाली होनी चाहिए या इसमें 1-16 अल्फ़ान्यूमेरिक वर्ण होने चाहिए।
id: Kolom ini harus dikosongi atau berisi 1-16 karakter alfanumerik.
ja_jp: この欄は空欄またはアルファベットと数字を組み合わせた1-16文字を入力してください。
ka: ეს ველი ცარიელი უნდა იყოს, ან შეიცავდეს 1-16 ასო-ციფრულ სიმბოლოს.
pt_br: Este campo precisa estar vazio ou conter 1-16 caracteres alfanuméricos.
ru: Это поле должно быть пустым или содержать 1-16 буквенно-цифровых символов.
sw_ke: Hii sehemu inatakiwa ibaki wazi au ijazwe maneno 1-16 yenye mchanganyiko wa tarakimu na herufi.
tr_tr: Bu alan boş bırakılmalı ya da 1-16 alfanümerik karakter içermeli.
uk: Це поле має бути порожнім або містити 1-16 алфавітно-цифрових символів.
zh_cn: 此字段必须为空或介于1-16 个字母数字字符之间。

source: Email domain {%s} is invalid.
ar: نطاق البريد الإلكتروني {%s} غير صالح.
ca: El domini de correu electrònic {%s} no és vàlid.
da: E-mail-domænet {%s} er ugyldigt.
de_de: E-Mail domain {%s} ist ungültig.
eo: Émäïl dömäïn {%s} ïs ïnvälïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: El dominio del email {%s} es inválido.
es_es: El dominio de correo electrónico {%s} no es válido.
fr_ca: Domain de courriel {%s} est invalide.
he: דומיין הדואר האלקטרוני {%s} אינו זמין.
hi: ईमेल डोमेन {%s} अमान्य है।
id: Domain email {%s} invalid.
ja_jp: メールドメイン {%s} は無効です。
pt_br: Endereço de E-mail {%s} não é válido.
ru: Домен электронной почты {%s} неправильный
sw_ke: Miliki ya barua pepe {%s} siyo sahihi.
tr_tr: {%s} e-posta alan adı geçersiz.
uk: Email domain {%s} є недійсним.
zh_cn: 邮箱域名 {%s}无效。

source: Must occur after start date
ar: يجب حدوثه بعد تاريخ ابتداء المساق
ca: Ha de produir-se després de la data d'inici
da: Skal ske efter startdato
de_de: Muss nach Startdatum liegen
eo: Müst öççür äftér stärt däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Debe suceder despues de la fecha de inicio
es_es: Debe ocurrir después de la fecha de inicio
fr_ca: Doit se produire après la date de début
he: חייב להתרחש לאחר תאריך ההתחלה
hi: प्रारंभ दिनांक के बाद होना चाहिए
id: Harus terjadi setelah tanggal mulai
ja_jp: 開始日以降でなければなりません
ka: უნდა იყოს გაშვების თარიღის შემდეგ
pt_br: Deve ser após a data inicial
ru: Должна быть после даты начала
sw_ke: Lazima itokee baada ya tarehe ya kuanza
tr_tr: Başlangıç tarihinden sonra gerçekleşmeli
uk: Повинно відбутися після дати початку
zh_cn: 应在开始日期之后

source: Max uses for multi-use coupons must be higher than 2.
ar: يجب أن يكون الحد الأقصى لاستخدام القسائم متعددة الاستخدام أكثر من 2.
ca: Els usos màxims per als cupons multiusuari han de ser superiors a 2.
da: Maks. antal for kuponer til flere, skal være højere end 2.
de_de: Die maximale Nutzungsanzahl für multi-use-coupons muss größer als 2 sein.
eo: Mäx üsés för mültï-üsé çöüpöns müst ßé hïghér thän 2. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: El número máximo de usos de un cupón de uso múltiple debe ser mayor a 2.
es_es: Los usos máximos para cupones de usos múltiples deben ser superiores a 2.
fr_ca: Le nombre d'utilisation maximale pour un coupon multi-usage doit être supérieur à 2.
he: שימוש מקסימלי של קופונים רב שימושיים חייב להיות גבוה מ-2.
hi: बहु-प्रयोग कूपन के लिए अधिकतम उपयोग 2 से अधिक होना चाहिए।
id: Penggunaan maksimal untuk kupon multi-use harus lebih besar dari 2.
ka: მრავლობითი გამოყენების კუპონების გამოყენების მნიშვნელობა უნდა იყოს 2-ზე მეტი.
pt_br: Os usos máximos para cupons multiuso devem ser maiores que 2.
ru: Максимальное использование многоразовых купонов не должно превышать 2.
sw_ke: Kiwango cha juu kwa watumiaji wenye kuponi kiwe zaidi ya 2.
tr_tr: Çok kullanımlı kuponların maksimum kullanım sayısı 2'den fazla olmalı.
uk: Максимальна можливість використання мультикупонів має бути більша за 2.
zh_cn: 可重复使用的优惠券的最大使用量必须大于2。

source: Must occur before end date
ar: يجب حدوثه قبل تاريخ انتهاء المساق
ca: Ha de passar abans de la data de finalització
da: Skal ske inden slutdatoen
de_de: Muss vor Enddatum liegen
eo: Müst öççür ßéföré énd däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Debe suceder antes de la fecha de finalización
es_es: Debe ocurrir antes de la fecha de finalización
fr_ca: Doit se produire avant la date de fin
he: חייב להתרחש לפני תאריך הסיום
hi: समाप्ति तिथि से पहले होना चाहिए
id: Harus terjadi sebelum tanggal akhir
ja_jp: 終了日前でなければなりません
ka: უნდა იყოს დასრულების თარიღამდე
pt_br: Deve ser antes da data final
ru: Должна быть раньше даты окончания
sw_ke: Lazima itokee kabla ya tarehe ya kumalizia
tr_tr: Bitiş tarihinden önce gerçekleşmelidir
uk: Повинно відбутися до дати закінчення
zh_cn: 应在结束日期之前

source: A valid course ID is required
ar: الرقم التعريفي الصحيح للمساق مطلوب
ca: Cal una ID de curs vàlida
da: Der kræves et gyldigt kursus-id
de_de: Eine gültige Kurs-ID wird benötigt
eo: À välïd çöürsé ÌD ïs réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Un ID de curso válido es requerido
es_es: Es necesario utilizar un identificador de curso válido
fr_ca: Un ID de cours valide est nécessaire
he: נדרש מזהה קורס חוקי
hi: एक वैध पाठ्यक्रम आईडी आवश्यक है
id: Harus ada ID kursus yang valid
ja_jp: 正しい講座IDが必要です
ka: სავალდებულოა კურსის მართებული ID
pt_br: Um ID válido de curso é mandatório
ru: Укажите действительный ID курса
sw_ke: Kitambulisho cha kozi sahihi kinahitajika.
tr_tr: Geçerli bir kurs kimliği gereklidir
uk: Потрібен дійсний курс ID
zh_cn: 需要一个有效的课程编号

source: A valid Program UUID is required.
ca: Es requereix un UUID de programa vàlid.
da: Et gyldigt program UUID er påkrævet.
de_de: Eine gültige Programm-UUID ist erforderlich.
eo: À välïd Prögräm ÛÛÌD ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Un UUID de Programa válido es requerido.
es_es: Es obligatorio utilizar identificador único universal del programa -UUID-
fr_ca: Un UUID de Programme valide est requis.
hi: एक वैध प्रोग्राम UUID आवश्यक है।
id: Harus ada UUID Program yang valid.
ja_jp: 正しいプログラムUIDが必要です。
pt_br: Um válido programa UUID é requerido.
ru: Требуется действительная программа UUID.
sw_ke: Programu Halali za UUID zinahitajika.
tr_tr: Geçerli bir Program UUID'si gerekiyor.
uk: Необхідно ввести дійсний UUID програми
zh_cn: 需要一个有效的专业课程编号。

source: You must select a course type.
ar: يجب أن تختار نوع المساق.
ca: Heu de seleccionar un tipus de curs.
da: Du skal vælge en kursustype.
de_de: Du must einen Kurstyp auswählen.
eo: Ýöü müst séléçt ä çöürsé týpé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Debe seleccionar un tipo de curso.
es_es: Debes seleccionar un curso
fr_ca: Vous devez sélectionner un type de cours.
he: עליכם לבחור סוג קורס.
hi: आपको पाठ्यक्रम का प्रकार चुनना होगा।
id: Anda harus memilih tipe kursus.
ja_jp: 講座タイプを選択してください。
ka: თქვენ უნდა აირჩიოთ კურსის ტიპი.
pt_br: Você deve selecionar um tipo de curso.
ru: Вы должны выбрать тип курса
sw_ke: Lazima uchague aina ya kozi.
tr_tr: Ders tipinizi seçmelisiniz.
uk: Ви повинні обрати вид курсу.
zh_cn: 您必须选择一种课程类型。

source: You must choose if an honor seat should be created.
ar: يجب أن تختار فيما إذا كان يتوجّب إنشاء مقعد شرف.
ca: Heu de triar si s'hauria de crear un seient d'honor.
da: Du skal vælge, om der skal oprettes en æresplads (honor seat)
de_de: Sie müssen wählen, ob Sie einen Platz im Teilnahmemodus erstellen möchten.
eo: Ýöü müst çhöösé ïf än hönör séät shöüld ßé çréätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Debe elegir si debería ser creado un asiento de honor.
es_es: Debe elegir si se debe crear un asiento de honor.
fr_ca: Vous devez choisir si une place sur l'honneur doit être créée.
he: עליך לבחור אם יש ליצור מושב כבוד.
hi: आपको यह चुनना होगा कि कोई ऑनर सीट बनाई जानी चाहिए या नहीं।
id: Anda harus memilih apakah posisi kehormatan harus dibuat.
ka: უნდა მიუთითოთ, შეიქმნას თუ არა საპატიო ადგილი.
pt_br: Você deve escolher se um lugar de honra deve ser criado
ru: Выберите, должно ли быть создано место.
sw_ke: Lazima uchague kama nafasi ya heshima inapaswa kubuniwa.
uk: Необхідно вибрати, щоб було створено почесне місце
zh_cn: 您必须选择是否创建荣誉席位。

source: The verification deadline must occur AFTER the upgrade deadline.
ar: يجب أن يُحدّد الموعد النهائي للتحقّق من صحّة الشهادة بعد الموعد النهائي للترقية
ca: El termini de verificació ha de tenir lloc després de la data límit d'actualització.
da: Verifikationsfristen skal ske EFTER opgraderingsfristen.
de_de: Die Verifikationsfrist muss nach der Upgradefrist liegen.
eo: Thé vérïfïçätïön déädlïné müst öççür ÀFTÉR thé üpgrädé déädlïné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: La fecha límite de verificación debe ser DESPUÉS de la fecha límite para upgrades.
es_es: La fecha límite de verificación deberá ser DESPUÉS de haber transcurrido la fecha de actualización.
fr_ca: La date limite de vérification doit être APRÈS la date limite de mise à niveau.
he: המועד האחרון לאימות חייב להיות לאחר מועד השדרוג.
hi: सत्यापन की समय सीमा अपग्रेड की समय सीमा के बाद होनी चाहिए।
id: Tenggat waktu verifikasi harus terjadi SETELAH tenggat waktu upgrade.
ja_jp: 認証の締切日はアップグレードの締切日以降でなければなりません。
ka: დადასტურების საბოლოო ვადა უნდა იყოს საბოლოო განახლების თარიღის შემდეგ.
pt_br: O prazo final para verificação deve ocorrer após o prazo da atualização ter sido finalizado.
ru: Время верификации должно быть ПОЗЖЕ срока обновления.
sw_ke: Siku ya mwisho ya uhakikishaji lazima iwe BAADA ya siku ya mwisho ya uboreshaji.
tr_tr: Yükseltme tarihinden SONRA doğrulama için son tarih gerçekleşmelidir.
uk: Термін перевірки повинен відбутися після закінчення встановленого терміну поновлення.
zh_cn: 认证的截止日期必须晚于更新的截止日期。

source: Product validation failed.
ar: فشلت عملية مصادقة المنتج
ca: La validació del producte ha fallat.
da: Produktvalidering mislykkedes.
de_de: Produktvalidierung fehlgeschlagen.
eo: Prödüçt välïdätïön fäïléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: La validación del producto ha fallado.
es_es: Fallo en la validación del producto.
fr_ca: La validation du produit a échoué.
he: אימות מוצר נכשל.
hi: उत्पाद सत्यापन विफल रहा।
id: Validasi produk gagal.
ja_jp: 一度に１名のみお使い頂けます
ka: პროდუქტის დადასტურება ვერ მოხერხდა.
pt_br: Validaçao do produto falhou.
ru: Ошибка проверки продукта.
sw_ke: Uhalalishaji wa bidhaa ulishindikana.
tr_tr: Ürün doğrulama başarısız oldu.
uk: Не вдалося перевірити продукт.
zh_cn: 产品认证失败。

source: Course ID
ar: رقم تعريف المساق
ca: Indentificador del curs
da: Kursus ID
de_de: Kurs-ID
eo: Çöürsé ÌD Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Id de Curso
es_es: ID del curso
fr_ca: ID de cours
he: מזהה הקורס
hi: पाठ्यक्रम आईडी
id: ID Kursus
ja_jp: 講座ID
ka: კურსის საიდენტიფიკაციო ნომერი
pt_br: ID do Curso
ru: Идентификатор курса
sw_ke: Kitambulisho cha Kozi
tr_tr: Ders No
uk: ID курсу
zh_cn: 课程编号

source: Course Name
ar: اسم المساق
ca: Nom del curs
da: Kursusnavn
de_de: Kursname
eo: Çöürsé Nämé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Nombre del curso
es_es: Nombre del curso
fr_ca: Nom du cours
he: שם הקורס
hi: पाठ्यक्रम का नाम
id: Nama Kursus
ja_jp: 講座名
ka: კურსის სახელწოდება
pt_br: Nome do Curso
ru: Название курса
sw_ke: Jina la Kozi
tr_tr: Ders Adı
uk: Назва курсу
zh_cn: 课程名称

source: Course Type
ar: نوع المساق
ca: Tipus de curs
da: Kursustype
de_de: Kurstyp
eo: Çöürsé Týpé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Tipo de curso
es_es: Tipo de curso
fr_ca: Type de cours
he: סוג הקורס
hi: पाठ्यक्रम प्रकार
id: Jenis Kursus
ja_jp: 講座タイプ
ka: კურსის ტიპი
pt_br: Tipo de Curso
ru: Вид курса
sw_ke: Aina ya Kozi
tr_tr: Ders Türü
uk: Вид курсу
zh_cn: 课程类型

source: Verification Deadline
ar: الموعد النهائي للتحقّق
ca: Termini de verificació
da: Verifikationsfrist
de_de: Verifizierungsfrist
eo: Vérïfïçätïön Déädlïné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Fecha límite de verificación
es_es: Fecha Límite Verificada
fr_ca: Date limite de vérification
he: מועד אחרון לאימות
hi: सत्यापन की समय सीमा
id: Verifikasi Tenggat Waktu
ja_jp: 認証の締切
ka: დამოწმების ვადა
pt_br: Prazo de verificação
ru: Срок подтверждения данных
sw_ke: Mwisho wa uhakiki
tr_tr: Doğrulama için son tarih
uk: Дата окінчення перевірки
zh_cn: 认证截止日期

source: Include Honor Seat
ar: شمل مقعد الشرف
ca: Inclou Seient d'Honor
da: Inkluder Honor Seat
de_de: Plätze im Teilnahmemodus hinzufügen
eo: Ìnçlüdé Hönör Séät Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Incluye Asiento de Honor
es_es: Incluir asiento de honor
fr_ca: Inclure une place sur l'honneur
he: הכלילו מושב כבוד
hi: ऑनर सीट शामिल करें
id: Masukkan Posisi Kehormatan
ka: მოიცავი საპატიო ადგილი
pt_br: Incluir lugar de honra
ru: Включить место Кодекса чести
sw_ke: Ongezea nafasi ya heshima
uk: Включити почесне місце
zh_cn: 包含荣誉坐席

source: All course seats must have a price.
ar: يجب أن يكون لجميع مقاعد المساق سعر.
ca: Tots els seients del curs han de tenir un preu.
da: Alle kursuspladser skal have en pris.
de_de: Alle Kursplätze müssen einen Preis haben.
eo: Àll çöürsé séäts müst hävé ä prïçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Todos los asientos del curso deben tener un precio.
es_es: Todos los asientos del curso deben tener un precio.
fr_ca: Toutes les places de cours doivent avoir un prix.
he: לכל מושבי הקורס חייב להיות מחיר.
hi: सभी पाठ्यक्रम सीटों की कीमत होनी चाहिए।
id: Semua posisi dalam kursus harus memiliki harga.
ka: კურსის ყველა ადგილი ფასიანი უნდა იყოს.
pt_br: Todos os lugares do curso devem ter um preço
ru: Все места курса должны иметь цену.
sw_ke: Nafasi zote za fani lazima ziwe na bei.
tr_tr: Tüm ders yerlerinin bir ücreti olmak zorunda.
uk: У всіх місць курсу має бути ціна.
zh_cn: 所有的课程项都必须包含标价。

source: Verified seats must have an upgrade deadline.
ca: Els seients verificats han de tenir una data límit d'actualització.
da: Verificerede pladser skal have en opgraderingsfrist.
de_de: Verifizierte Plätze müssen eine Aktualisierungsfrist haben.
eo: Vérïfïéd séäts müst hävé än üpgrädé déädlïné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Los asientos verificados tienen que tener una fecha límite para ascender a la ruta verificada.
es_es: Los asientos verificados deben tener una fecha límite de actualización.
fr_ca: Les places de cours vérifiées doivent avoir une date limite de mise à niveau.
hi: सत्यापित सीटों के लिए अपग्रेड की समय सीमा होनी चाहिए।
id: Posisi terverifikasi harus memiliki tenggat waktu upgrade.
pt_br: Assentos verificados devem ter um prazo de atualização.
ru: Подтвержденные места должны иметь крайний срок обновления.
sw_ke: Nafasi za uhakiki lazima ziwe na muda wa mwisho wa 'kuboreshwa'.
uk: У всіх підтверджених місць має бути кінцева дата підвищення статусу.
zh_cn: 认证坐席必须要有升级的最后期限。

source: The upgrade deadline must occur BEFORE the verification deadline.
ar: يجب أن يُحدّد الموعد النهائي الترقية قبل الموعد النهائي للتحقّق من صحّة الشهادة.
ca: La data límit d'actualització ha de tenir lloc abans del termini de verificació.
da: Opgraderingsfristen skal ske FØR verifikationsfristen.
de_de: Die Deadline für Upgrades muss VOR der Verifikationsdeadline liegen.
eo: Thé üpgrädé déädlïné müst öççür BÉFÖRÉ thé vérïfïçätïön déädlïné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: La fecha límite para upgrades debe ser ANTES de la fecha límite de verificación.
es_es: El plazo de actualización debe ocurrir ANTES de la fecha límite de verificación.
fr_ca: La date limite de mise à niveau doit se produire avant la date limite de vérification.
he: מועד השדרוג חייב להיות לפני מועד האימות.
hi: अपग्रेड की समय सीमा सत्यापन की समय सीमा से पहले होनी चाहिए।
id: Tenggat waktu upgrade harus terjadi SEBELUM tenggat waktu verifikasi.
ja_jp: アップグレードの締切日は認証の締切日前でなければなりません。
ka: განახლების საბოლოო ვადა დადასტურების ზღვრულ ვადამდე უნდა იყოს.
pt_br: O prazo final de atualização deve ocorrer ANTES da data limite de verificação.
ru: Время обновления должно быть РАНЬШЕ времени верификации.
sw_ke: Siku ya mwisho ya uboreshaji lazima iwe KABLA ya siku ya mwisho ya uhakiki.
tr_tr: Doğrulama son tarihinden ÖNCE yükseltme için son tarih gerçekleşmelidir.
uk: Кінцева дата підвищення статусу має бути РАНІШЕ за кінцеву дату підтверждення.
zh_cn: 更新的截止日期必须早于认证的截止日期。

source: Verified
ar: موثَّقة
ca: Verificat
da: Verificeret
de_de: Geprüft
eo: Vérïfïéd Ⱡ'σяєм ιρѕυм ∂#
es_419: Verificado
es_es: Verificado
fr_ca: Vérifié
he: מאומת
hi: प्रमाणित
id: Terverifikasi
ja_jp: 認証付き
ka: შემოწმებული
pt_br: Verificado
ru: Подтверждено
sw_ke: Hakikishwa
tr_tr: Onaylanmış
uk: Перевірений
zh_cn: 已认证

source: Credit
ar: مادّة دراسيّة
ca: Crèdit
da: Kredit
de_de: Anerkennung
eo: Çrédït Ⱡ'σяєм ιρѕυ#
es_419: Crédito
es_es: Crédito
fr_ca: Crédit
he: נקודות זכות
hi: श्रेय
id: Kredit
ka: კრედიტი
pt_br: Crédito
ru: Баллы
sw_ke: Sifa
tr_tr: Kredi
uk: Залік
zh_cn: 学分

source: Professional
ar: مهنيّ
da: Professionel
de_de: Professionell
eo: Pröféssïönäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Profesional
es_es: Profesional
fr_ca: Professionnel
he: מקצועי
hi: व्यावसायिक
id: Profesional
ka: პროფესიული
pt_br: Profissional
ru: Профессиональный
sw_ke: Mweledi/Mtaalamu
tr_tr: Profesyonel
uk: Професійний
zh_cn: 专业

source: Honor
ar: ميثاق الشرف
da: Ære
de_de: Teilnahmemodus
eo: Hönör Ⱡ'σяєм ιρѕ#
es_es: Alumno sobresaliente
fr_ca: Honneur
he: כבוד
hi: सम्मान
id: Kehormatan
ka: წარჩინებით
pt_br: Honra
ru: Сертификат Кодекса чести
sw_ke: Heshima
tr_tr: Onur
uk: Честь
zh_cn: 荣誉

source: Audit
ar: مستمع
ca: Auditoria
da: Revidere
de_de: Gasthörer
eo: Àüdït Ⱡ'σяєм ιρѕ#
es_419: Tomar como asistente
es_es: Oyente
he: שומע חופשי
hi: परीक्षण
ja_jp: 聴講
ka: აუდიტი
pt_br: Auditar
ru: Бесплатный курс
sw_ke: Ukaguzi wa mahesabu
tr_tr: Gözlemle
uk: Безкоштовне прослуховування
zh_cn: 旁听

source: Verified Certificate
ar: شهادة موثّقة
ca: Certificat verificat
da: Verificeret certifikat
de_de: Verifiziertes Zertifikat
eo: Vérïfïéd Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Certificado Verificado
es_es: Certificado verificado
fr_ca: Attestation
he: תעודה מאומתת
hi: सत्यापित प्रमाणपत्र
id: Sertifikat Terverifikasi
ja_jp: 認証付き修了証
ka: დამოწმებული სერტიფიკატი
pt_br: Certificado Verificado
ru: Подтверждённый сертификат
sw_ke: Cheti kilichohakikiwa
tr_tr: Onaylı Sertifika
uk: Верифікований сертифікат
zh_cn: 认证证书

source: Professional Certificate
ar: شهادة مهنية
ca: Certificat Professional
da: Faglig certifikat
de_de: Professionelles Zertifikat
eo: Pröféssïönäl Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Certificado Profesional
es_es: Certificado profesional.
fr_ca: Attestation professionnelle
he: תעודה מקצועית
hi: प्रोफेशनल प्रमाणपत्र
id: Sertifikat Profesional
ka: პროფესიული სერტიფიკატი
pt_br: Certificado profissional
ru: Сертификат повышения квалификации
sw_ke: Hati ya Taaluma
tr_tr: Profesyonel Sertifika
uk: Професійний сертифікат
zh_cn: 专业证书

source: Honor Certificate
ar: شهادة الشرف الأكاديمي
ca: Certificat d'Honor
da: Hædersbevis
de_de: Teilnahmezertifikat
eo: Hönör Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Certificado de Código de Honor
es_es: Certificado de Honor
fr_ca: Attestation sur l'honneur
he: תעודת כבוד
hi: ऑनर प्रमाणपत्र
id: Sertifikat Kehormatan
ka: წარჩინების სერტიფიკატი
pt_br: Certificado de honra
ru: Сертификат Кодекса чести
sw_ke: Cheti cha Heshima
tr_tr: Yüksek Onur Belgesi
uk: Сертифікат Кодексу Честі
zh_cn: 荣誉证书

source: No Certificate
ar: لا يوجد شهادة
ca: Sense certificat
da: Intet certifikat
de_de: Kein Zertifikat
eo: Nö Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Sin certificado
es_es: Sin Certificado
fr_ca: Aucune attestation
he: ללא תעודה
hi: कोई प्रमाणपत्र नहीं
id: Tanpa Sertifikat
ja_jp: 修了証なし
ka: სერტიფიკატის გარეშე
pt_br: Sem certificado
ru: Нет сертификата
sw_ke: Hakuna Cheti
tr_tr: Sertifika Yok
uk: Немає сертифікату
zh_cn: 无证书
