Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Checkout now
ar: إتمام الطلب الآن
az: İndi ödəyin
da: Gå til kassen nu
de_de: Jetzt zahlen
el: Ολοκλήρωση αγοράς τώρα
eo: Çhéçköüt nöw Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Finalizar ahora
es_es: Finalizar ahora
fil_ph: Checkout ngayon
id: Checkout sekarang
pt_br: Saindo agora
pt_pt: Finalizar compra agora
ru: Оплатить сейчас
sq: Blini tani
sv: Utcheckning nu
tr_tr: Şimdi öde
zh_cn: 立即结算

source: Applying...
ar: جارٍ التقديم...
az: Tətbiq edir...
da: Ansøger...
de_de: Wende an...
el: Πραγματοποιείται εφαρμογή...
eo: Àpplýïng... Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Aplicando..
es_es: Aplicando...
fil_ph: Nag-aaplay...
id: Mengaplikasikan...
pt_br: Aplicando...
pt_pt: A aplicar...
ru: Применяется...
sq: Po aplikon...
sv: Ansöker...
sw_ke: Kuomba...
tr_tr: Uygulanıyor...
zh_cn: 正在应用…

source: Apply
ar: تقديم طلب
az: Müraciət edin
da: ansøge
de_de: Übernehmen
el: Εφαρμογή
eo: Àpplý Ⱡ'σяєм ιρѕ#
es_419: Aplicar
es_es: Aplicar
fil_ph: Mag-apply
id: Aplikasikan
pt_br: Aplicar
pt_pt: Aplicar
ru: Применить
sq: Aplikoni
sv: Tillämpa
sw_ke: Omba
tr_tr: Uygula
zh_cn: 应用

source: in your cart
ar: في السلة الخاصة بك
az: səbətinizdə
da: i din indkøbskurv
de_de: Im Warenkorb
el: στο καλάθι σας
eo: ïn ýöür çärt Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: en tu carro de compras
es_es: en su carrito
fil_ph: sa iyong cart
id: dalam keranjang Anda
pt_br: no seu carrinho
pt_pt: no seu carrinho
ru: На вашей карте
sq: në karrocën tuaj
sv: i din varukorg
sw_ke: kwenye hazina yako
tr_tr: sepetinizde
zh_cn: 您的购物车

source: Your purchase contains the following
ar: تحتوي عملية الشراء على ما يلي
az: Sizin aldıqlarınıza aşağıdkılar daxildir
da: Dit køb indeholder følgende
de_de: Sie haben folgendes gekauft
el: Η αγορά σας περιέχει τα ακόλουθα
eo: Ýöür pürçhäsé çöntäïns thé föllöwïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Tu compra contiene lo siguiente
es_es: Su compra contiene lo siguiente
fil_ph: Ang iyong pagbili ay naglalaman ng mga sumusunod
id: Pembelian Anda berisi
pt_br: Sua compra contém o seguinte
pt_pt: A sua compra contém o seguinte
ru: Ваша покупка включает в себя следующее
sq: Blerja juaj përmban sa vijon
sv: Ditt köp innehåller följande
sw_ke: Umenunua vifuatavyo
tr_tr: Alışverişiniz aşağıdakileri içeriyor
zh_cn: 您购买的商品如下：

source: Updating...
ar: جارٍ التحديث...
az: Yeniləyir...
da: Opdaterer...
de_de: Aktualisiere...
el: Πραγματοποιείται ενημέρωση...
eo: Ûpdätïng... Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Actualizando..
es_es: Actualizando...
fil_ph: Ina-update...
id: Memperbarui...
pt_br: Atualizando...
pt_pt: A atualizar...
ru: Обновление...
sq: Po përditësohet...
sv: Uppdaterar...
sw_ke: Inasasisha...
tr_tr: Güncelleniyor...
zh_cn: 正在更新…

source: Update
ar: تحديث
az: Redaktə et
da: Opdatering
el: Ενημέρωση
eo: Ûpdäté Ⱡ'σяєм ιρѕυ#
es_419: Actualizar
es_es: Actualización
id: Pembaruan
pt_br: Atualizar
pt_pt: Atualizar
ru: Обновить
sq: Fresko
sv: Uppdatera
sw_ke: Sasisha
tr_tr: Güncelle
zh_cn: 更新

source: summary
ar: ملخص
az: xülasə
da: Resumé
de_de: Zusammenfassung
el: σύνοψη
eo: sümmärý Ⱡ'σяєм ιρѕυм #
es_419: resumen
es_es: resumen
fil_ph: buod
id: ringkasan
pt_br: resumo
pt_pt: resumo
ru: суммарный
sq: përmbledhje
sv: sammanfattning
sw_ke: muhtasari
tr_tr: özet
zh_cn: 总计

source: Discounts applied
ar: الخصم الذي تم تطبيقه
az: Endirim tətbiq edildi
da: Der anvendes rabatter
de_de: Ermäßigungen
el: Εφαρμόστηκαν εκπτώσεις
eo: Dïsçöünts äpplïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Descuentos aplicados
es_es: Descuento aplicado
fil_ph: Inilapat ang mga diskwento
id: Diskon diaplikasikan
pt_br: Descontos aplicados
pt_pt: Descontos aplicados
ru: Скидка применяется
sq: Zbritje të aplikuara
sv: Rabatter tillämpas
sw_ke: Punguzo zilizoombwa
tr_tr: Uygulanan indirim
zh_cn: 已打折

source: %(benefit)s discount provided by %(enterprise_customer_name)s.
ar: خصم %(benefit)sمقدّم من %(enterprise_customer_name)s
az: %(enterprise_customer_name)s tərəfindən %(benefit)s endirim təmin edildi.
da: %(benefit)s rabat leveret af %(enterprise_customer_name)s.
de_de: %(benefit)s Rabatt bereitgestellt von %(enterprise_customer_name)s.
el: Η έκπτωση %(benefit)s παρέχεται από την %(enterprise_customer_name)s .
eo: %(benefit)s dïsçöünt prövïdéd ßý %(enterprise_customer_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: %(benefit)s Descuento otorgado por%(enterprise_customer_name)s.
es_es: %(benefit)s descuento proporcionado por %(enterprise_customer_name)s.
fil_ph: %(benefit)s na diskwento na ibinigay ng %(enterprise_customer_name)s.
id: diskon %(benefit)s disediakan oleh %(enterprise_customer_name)s.
pt_br: desconto %(benefit)s fornecido por %(enterprise_customer_name)s .
pt_pt: %(benefit)s desconto proporcionado por %(enterprise_customer_name)s.
ru: %(benefit)s скидка предоставляется %(enterprise_customer_name)s
sq: zbritje %(benefit)s e ofruar nga %(enterprise_customer_name)s .
sv: %(benefit)s rabatt från %(enterprise_customer_name)s.
tr_tr: %(enterprise_customer_name)s tarafından sağlanan indirim %(benefit)s.
zh_cn: %(benefit)s折扣由%(enterprise_customer_name)s提供。

source: %(benefit)s%% discount for your first upgrade applied.
ar: %(benefit)s%%خصم على عملية الترقية الأولى.
de_de: %(benefit)s%% Rabatt angewendet.
el: Εφαρμόστηκε έκπτωση %(benefit)s %% για την πρώτη σας αναβάθμιση.
eo: %(benefit)s%% dïsçöünt för ýöür fïrst üpgrädé äpplïéd. Ⱡ'σяєм ιρѕυм ∂σłσя#
es_419: %(benefit)s%% Descuento para su primer obtención de certificado verificado aplicado.
es_es: %(benefit)s%% descuento aplicado para su primera actualización.
fil_ph: %(benefit)s%% na diskwento para sa iyong unang pag-upgrade na inilapat.
pt_br: %(benefit)s %% desconto para sua primeira atualização aplicada.
pt_pt: %(benefit)s%% desconto para sua primeira atualização aplicada.
sq: %(benefit)s %% zbritje për përmirësimin tuaj të parë të aplikuar.
sv: %(benefit)s%% rabatt för din första uppgradering tillämpas.

source: Coupon %(voucher_code)s applied for %(total_benefit)s off
ar: رمز القسيمة %(voucher_code)s التي تم استخدامها %(total_benefit)s ل
az: %(total_benefit)s endirim üçün %(voucher_code)s kupon tətbiq edildi
da: Kupon %(voucher_code)s ansøgt om %(total_benefit)s rabat
de_de: Gutschein %(voucher_code)s gewährt %(total_benefit)s Rabatt
el: Το κουπόνι %(voucher_code)s εφαρμόστηκε για έκπτωση %(total_benefit)s
eo: Çöüpön %(voucher_code)s äpplïéd för %(total_benefit)s öff Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Cupón %(voucher_code)s aplicado para un descuento total de %(total_benefit)s
es_es: Cupón %(voucher_code)s aplicado para %(total_benefit)s de descuento
fil_ph: Inilapat ang coupon %(voucher_code)s para sa %(total_benefit)s off
id: Kupon %(voucher_code)s diaplikasikan untuk diskon %(total_benefit)s
pt_br: Cupom %(voucher_code)s aplicado para %(total_benefit)s off
pt_pt: Cupão %(voucher_code)s aplicado para %(total_benefit)s de
ru: Купон %(voucher_code)s применяется для %(total_benefit)s от
sq: Kuponi %(voucher_code)s aplikuar për %(total_benefit)s zbritje
sv: Kupongen %(voucher_code)s användes för %(total_benefit)s rabatt
sw_ke: Kuponi ya %(voucher_code)s lililoombwa kwenye punguzo la%(total_benefit)s
zh_cn: 已使用优惠券%(voucher_code)s抵扣%(total_benefit)s

source: Remove coupon
ar: ازالة القسيمة
az: Kuponu çıxarın
da: Fjern kuponen
de_de: Gutschein entfernen
el: Αφαίρεση κουπονιού
eo: Rémövé çöüpön Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Eliminar cupón
es_es: Borrar cupón
fil_ph: Alisin ang kupon
id: Batalkan kupon
pt_br: Remover cupom
pt_pt: Remover cupão
ru: Удалить купон
sq: Hiq kuponin
sv: Ta bort kupong
sw_ke: Ondoa kuponi
tr_tr: Kuponu kaldır
zh_cn: 移除优惠券

source: Add coupon code
ar: إضافة رمز القسيمة
az: Kupon kodu əlavə edin
da: Tilføj kuponkode
de_de: Gutscheincode hinzufügen
el: Προσθήκη κωδικού κουπονιού
eo: Àdd çöüpön çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Añadir código de cupón
es_es: Añadir código de cupón
fil_ph: Magdagdag ng coupon code
id: Tambahkan kode kupon
pt_br: Adicionar código de cupom
pt_pt: Adicionar código do cupão
ru: Добавить код купона
sq: Shto kodin e kuponit
sv: Lägg till kupongkod
sw_ke: Weka kificho cha kuponi
tr_tr: Kupon kodunu ekle
zh_cn: 添加优惠券码

source: (optional)
ar: (اختياري)
az: (könüllü)
da: (valgfri)
el: (προαιρετικό)
eo: (öptïönäl) Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: (opcional)
es_es: (opcional)
fil_ph: (opsyonal)
id: (opsional)
pt_br: (opcional)
pt_pt: (opcional)
ru: (необязательно)
sq: (opsionale)
sv: (valfri)
sw_ke: (hiari)
tr_tr: (isteğe bağlı)
zh_cn: （可选项）

source: TOTAL
ar: إجمالي
az: ÜMUMİ
da: I ALT
de_de: Summe:
el: ΣΥΝΟΛΟ
eo: TÖTÀL Ⱡ'σяєм ιρѕ#
fil_ph: KABUUAN
ru: ВСЕГО
sw_ke: JUMLA
tr_tr: TOPLAM
zh_cn: 共计

source: order details
ar: تفاصيل الطلبية
az: sifariş məlumatları
da: Ordre detaljer
de_de: Bestellübersicht
el: Λεπτομέρειες παραγγελίας
eo: ördér détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: detalles de la orden de compra
es_es: detalles del pedido
fil_ph: mga detalye ng order
id: Rincian pesanan
pt_br: detalhes do pedido
pt_pt: detalhes do pedido
ru: Подробности заказа
sq: detajet e porosisë
sv: Orderdetaljer
sw_ke: maelezo ya agizo
tr_tr: sipariş detayları
zh_cn: 订单详情

source: select payment method
ar: اختر طريقة الدفع
az: ödəmə metodunu seçin
da: vælg betalingsmetode
de_de: Zahlungsmethode
el: επιλέξτε τρόπο πληρωμής
eo: séléçt päýmént méthöd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: selecciona un método de pago
es_es: seleccionar el método de pago
fil_ph: piliin ang paraan ng pagbabayad
id: pilih metode pembayaran
pt_br: Selecione o método de pagamento
pt_pt: selecionar método de pagamento
ru: выберите способ оплаты
sq: zgjidhni mënyrën e pagesës
sv: Välj betalningsmetod
sw_ke: 'chagua' njia ya malipo
tr_tr: ödeme yöntemini seçin
zh_cn: 选择支付方式

source: Pay with a Credit Card
ar: الدفع بواسطة بطاقة ائتمان
az: Kredit kart ilə ödəyin
da: Betal med kreditkort
de_de: Mit Kreditkarte zahlen
el: Πληρωμή με πιστωτική κάρτα
eo: Päý wïth ä Çrédït Çärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Pagar con tarjeta de crédito
es_es: Pagar con tarjeta de crédito
fil_ph: Magbayad gamit ang isang Credit Card
id: Bayar dengan Kartu Kredit
pt_br: Pague com cartão de crédito
pt_pt: Pagar com um Cartão de Crédito
ru: Оплатить кредитной картой
sq: Paguani me një kartë krediti
sv: Betala med kreditkort
sw_ke: Lipa kwa kutumia Kdi ya Malipo
tr_tr: Kredi Kartı ile Öde
zh_cn: 信用卡支付

source: Pay with PayPal
ar: الدفع بواسطة PayPal
az: PayPal ilə ödəyin
da: Betal med PayPal
de_de: Mit PayPal zahlen
el: Πληρώμη με PayPal
eo: Päý wïth PäýPäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Pagar con PayPal
es_es: Pagar con PayPal
fil_ph: Magbayad gamit ang PayPal
id: Bayar dengan PayPal
pt_br: Pagar com PayPal
pt_pt: Pagar com PayPal
ru: Оплатить через PayPal
sq: Paguani me PayPal
sv: Betala med PayPal
sw_ke: Lipa kwa PayPal
tr_tr: PayPal ile Öde
zh_cn: Paypal支付

source: Pay with Apple Pay
ar: الدفع بواسطة Apple Pay
az: Apple Pay ilə ödəyin
da: Betal med Apple Pay
de_de: Mit Apple Pay zahlen
el: Πληρωμή με Apple Pay
eo: Päý wïth Àpplé Päý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Pagar con Apple Pay
es_es: Pagar con Apple Pay
fil_ph: Magbayad gamit ang Apple Pay
id: Bayar dengan Apple Pay
pt_br: Pagar com Apple Pay
pt_pt: Pagar com Apple Pay
ru: Оплатить через Apple Pay
sq: Paguani me Apple Pay
sv: Betala med Apple Pay
sw_ke: Lipa kwa Apple Pay
tr_tr: Apple Pay ile Öde
zh_cn: Apple Pay支付

source: card holder information
ar: معلومات حامل البطاقة
az: kart sahibi məlumatı
da: kortholder oplysninger
de_de: Karteninhaber
el: πληροφορίες κατόχου κάρτας
eo: çärd höldér ïnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: información del titular de la tarjeta
es_es: información del titular de la tarjeta
fil_ph: impormasyon sa may hawak ng card
id: informasi pemegang kartu
pt_br: Informação do titular do cartão
pt_pt: informação do titular do cartão
ru: данные владельца карты
sq: informacion për mbajtësin e kartës
sv: information om kortinnehavaren
sw_ke: taarifa za mwenye kadi
tr_tr: kart sahibi bilgisi
zh_cn: 持卡人信息

source: billing information
ar: معلومات الفوترة
az: ödəmə məlumatı
da: Faktureringsoplysninger
de_de: Karteninformation
el: πληροφορίες χρέωσης
eo: ßïllïng ïnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: información de facturación
es_es: Datos de facturación
fil_ph: impormasyon sa pagsingil
id: informasi tagihan
pt_br: Informações de pagamento
pt_pt: informação de faturação
ru: платёжные данные
sq: informacion faturimi
sv: faktureringsinformation
sw_ke: taarifa za ankara
tr_tr: faturalandırma bilgisi
zh_cn: 账单信息

source: Credit cards
ar: بطاقات الائتمان
az: Kredit kartlar
da: Kreditkort
de_de: Kreditkarten
el: Πιστωτικές κάρτες
eo: Çrédït çärds Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Tarjetas de crédito
es_es: Tarjetas de crédito
fil_ph: Mga credit card
id: Kartu Kredit
pt_br: Cartões de crédito
pt_pt: Cartões de crédito
ru: Кредитные карты
sq: Kartat e kreditit
sv: Kreditkort
sw_ke: Kadi ya malipo
tr_tr: Kredi kartları
zh_cn: 信用卡

source: Card Number (required)
ar: رقم البطاقة (مطلوب)
az: Kart nömrəsi (tələb edilir)
da: Kortnummer (påkrævet)
de_de: Kartennummer (*)
el: Αριθμός κάρτας (απαιτείται)
eo: Çärd Nümßér (réqüïréd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Número de tarjeta (requerido)
es_es: Número de tarjeta (obligatorio)
fil_ph: Numero ng Card (kinakailangan)
id: Nomer Kartu (wajib diisi)
pt_br: Número do cartão (obrigatório)
pt_pt: Número do Cartão (obrigatório)
ru: Номер карты (обязательно)
sq: Numri i kartës (kërkohet)
sv: Kortnummer (obligatoriskt)
sw_ke: Namba ya Kadi (inahitajika)
tr_tr: Kart Numarası (gerekli)
zh_cn: 卡号（必填项）

source: Secure
ar: آمن
az: Təhlükəsiz
da: Sikker
de_de: Gesichert
el: Ασφαλές
eo: Séçüré Ⱡ'σяєм ιρѕυ#
es_419: Seguro
es_es: Seguro
id: Aman
pt_br: Seguro
pt_pt: Seguro
ru: Надежно
sq: Sigurt
sv: Säkra
sw_ke: Salama
tr_tr: Güvenli
zh_cn: 安全的

source: Credit card icon
ar: رمز بطاقة الائتمان
az: Kredit kart piktoqramı
da: Kreditkort ikon
de_de: Kreditkarten-Symbol
el: Εικονίδιο πιστωτικής κάρτας
eo: Çrédït çärd ïçön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Icono de tarjeta de crédito
es_es: Icono de tarjeta de crédito
fil_ph: Icon ng credit card
id: Ikon kartu kredit
pt_br: Ícone de cartão de crédito
pt_pt: Ícone do cartão de crédito
ru: Значок кредитной карты
sq: Ikona e kartës së kreditit
sv: Kreditkortsikon
sw_ke: Ikoni ya kadi ya malipo
tr_tr: Kredi kartı simgesi
zh_cn: 信用卡图标

source: Security Code (required)
ar: رمز الأمان (مطلوب)
az: Təhlükəsizlik kodu (tələb edilir)
da: Sikkerhedskode (påkrævet)
de_de: Kartenprüfnummer (*)
el: Κωδικός ασφαλείας (απαιτείται)
eo: Séçürïtý Çödé (réqüïréd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Código de seguridad (obligatorio)
es_es: Código de seguridad (obligatorio)
fil_ph: Security Code (kinakailangan)
id: Kode Keamanan (wajib diisi)
pt_br: Código de segurança (obrigatório)
pt_pt: Código de Segurança (obrigatório)
ru: Код безопасности (обязательно)
sq: Kodi i sigurisë (kërkohet)
sv: Säkerhetskod (krävs)
sw_ke: Namba ya usalama(inahitajika)
tr_tr: Güvenlik Kodu (gerekli)
zh_cn: 安全码（必填项）

source: Help with CVV
ar: مساعدة حول CVV
az: CVV ilə kömək edin
da: Hjælp til CVV
de_de: Hilfe für CVV
el: Βοήθεια με το CVV
eo: Hélp wïth ÇVV Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Ayuda con el código CVV
es_es: Ayuda sobre el CVV
fil_ph: Tulong sa CVV
id: Bantuan terkait CVV
pt_br: Ajuda com CVV
pt_pt: Ajuda com CVV
ru: С помощью CVV
sq: Ndihmoni me CVV
sv: Hjälp med CVV
sw_ke: Msaada kwa CVV
tr_tr: CVV hakkında
zh_cn: 通过CVV辅助

source: The three last digits in the signature area on the back of your card. For American Express, it is the four digits on the front of the card.
ar: آخر ثلاثة أرقام في منطقة التوقيع الموجودة على ظهر البطاقة الخاصة بك. بالنسبة لبطاقة أمريكان إكسبرس، يوجد أربعة أرقام على وجه البطاقة.
az: Kartınızın arxasındakı imza sahəsindəki son üç rəqəm. American Express üçün kartın ön tərəfindəki dörd rəqəmdir.
da: De tre sidste cifre i signaturområdet på bagsiden af dit kort. For American Express er det de fire cifre på forsiden af kortet.
de_de: Die drei letzten Ziffern im Signaturbereich auf der Rückseite Ihrer Karte. Bei American Express handelt es sich um die vier Ziffern auf der Vorderseite der Karte.
el: Τα τρία τελευταία ψηφία στην περιοχή υπογραφής στο πίσω μέρος της κάρτας σας. Για την American Express, είναι τα τέσσερα ψηφία στο μπροστινό μέρος της κάρτας.
eo: Thé thréé läst dïgïts ïn thé sïgnätüré äréä ön thé ßäçk öf ýöür çärd. För Àmérïçän Éxpréss, ït ïs thé föür dïgïts ön thé frönt öf thé çärd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łα#
es_419: Los tres últimos dígitos en el área de firma en la parte posterior de su tarjeta. Para American Express, son los cuatro dígitos en la parte frontal de la tarjeta.
es_es: Los tres últimos dígitos que aparecen la parte de firma del dorso de tu tarjeta. Para American Express, son los últimos cuatro dígitos de la parte delantera.
fil_ph: Ang tatlong huling digit sa signature area sa likod ng iyong card. Para sa American Express, ito ang apat na digit sa harap ng card.
id: Tiga digit terakhir di area tanda tangan di balik kartu Anda. Untuk American Express, empat digit terakhir di bagian depan kartu.
pt_br: Os três últimos dígitos na área de assinatura no verso do seu cartão. Para American Express, são os quatro dígitos na frente do cartão.
pt_pt: Os três últimos dígitos na área de assinatura na parte de trás do seu cartão. Para o American Express, são os quatro dígitos na parte da frente do cartão.
ru: Три последние цифры в области подписи на обратной стороне вашей карты. Для American Express это четыре цифры на лицевой стороне карты.
sq: Tre shifrat e fundit në zonën e nënshkrimit në anën e pasme të kartës suaj. Për American Express, janë katër shifrat në pjesën e përparme të kartës.
sv: De tre sista siffrorna i signaturområdet på baksidan av ditt kort. För American Express är det de fyra siffrorna på framsidan av kortet.
sw_ke: Tarakimu tatu za mwisho kwenye upande wa kuweka sahihi wa kadi yako. Ikiwa ni American Express, ni tarakimu nne upande wa mbele wa kadi.
tr_tr: Kartınızın arkasında yer alan imza bölümündeki üç haneli rakam. American Express kartlarında, kartın ön yüzündeki dört haneli rakamdır.
zh_cn: 在卡背面签名处的后三位数字上。若是American Express，则在卡正面的后四位数字上。

source: Expiration (required)
ar: انتهاء الصلاحية (مطلوب)
az: Sona çatma (tələb olunur)
da: Udløb (påkrævet)
de_de: Gültigkeit (*)
el: Λήξη (απαιτείται)
eo: Éxpïrätïön (réqüïréd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Vencimiento (requerido)
es_es: Fecha de caducidad (obligatorio)
fil_ph: Expiration (kinakailangan)
id: Kedaluwarsa (wajib)
pt_br: Expiração (obrigatório)
pt_pt: Válido até (obrigatória)
ru: Срок действия (обязательно)
sq: Skadimi (kërkohet)
sv: Utgångsdatum (krävs)
sw_ke: Muda wa mwisho(unahitajika)
tr_tr: Son Kullanma Tarihi (gerekli)
zh_cn: 到期时间（必填项）

source: Month
ar: الشهر
az: Ay
da: Måned
de_de: Monat
el: Μήνας
eo: Mönth Ⱡ'σяєм ιρѕ#
es_419: Mes
es_es: Mes
fil_ph: buwan
id: Bulan
pt_br: Mês
pt_pt: Mês
ru: Месяц
sq: Muaj
sv: Månad
sw_ke: Mwezi
tr_tr: Ay
zh_cn: 月

source: Year
ar: السنة
az: İl
da: År
de_de: Jahr
el: Έτος
eo: Ýéär Ⱡ'σяєм ι#
es_419: Año
es_es: Año
fil_ph: taon
id: Tahun
pt_br: Ano
pt_pt: Ano
ru: Год
sq: viti
sv: År
sw_ke: Mwaka
tr_tr: Yıl
zh_cn: 年

source: Place Order
ar: إيداع الطلبية
az: Sifariş edin
da: Angiv bestilling
de_de: Kaufen
el: Υποβολή παραγγελίας
eo: Pläçé Ördér Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Colocar la orden
es_es: Realizar pedido
id: Konfirmasi Pesanan
pt_br: Faça a encomenda
pt_pt: Efetuar Pedido
ru: Место заказа
sq: Vendosni porosinë
sv: Beställa
sw_ke: Weka Oda.
tr_tr: Siparişi Tamamla
zh_cn: 下订单

source: Earn a valuable certificate to showcase the skills you learn in
ar: احصل على شهادة قيّمة لعرض المهارات التي تعلّمتها في
az: Öyrəndiyiniz bacarıqları nümayiş etdirmək üçün dəyərli bir sertifikat əldə edin
da: Optjen et værdifuldt certifikat for at vise de færdigheder, du lærer i
de_de: Am Ende des Kurses erhalten Sie ein Zertifikat als Bestätigung für Ihr neu erworbenes Wissen.
el: Αποκτήστε ένα πολύτιμο πιστοποιητικό για να επιδείξετε τις δεξιότητες που μαθαίνετε
eo: Éärn ä välüäßlé çértïfïçäté tö shöwçäsé thé skïlls ýöü léärn ïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Obtenga un valioso certificado para mostrar las compentencias aprendidas en
es_es: Obtenga un valioso certificado para mostrar las habilidades que aprende en
fil_ph: Makakuha ng mahalagang sertipiko upang ipakita ang mga kasanayang natutunan mo
id: Dapatkan sertifikat berharga untuk menunjukkan keterampilan yang Anda pelajari
pt_br: Ganhe um certificado valioso para mostrar as habilidades que você aprende em
pt_pt: Ganhe um certificado valioso para mostrar as competências que aprende em
ru: Получите ценный сертификат для демонстрации навыков, приобретенных в ходе обучения.
sq: Fitoni një Certifikatë të vlefshme për të shfaqur aftësitë që mësoni
sv: Tjäna ett värdefullt certifikat för att visa upp de färdigheter du lär dig i
sw_ke: Pata cheti bora ili kuonesha ujuzi unaojifunza
tr_tr: Öğrendiğiniz becerileri sergilemek için değerli bir sertifika edinin
zh_cn: 获取宝贵的证书，并展现您所习得的技能

source: %(benefit_value)s off
ar: %(benefit_value)s ل
az: %(benefit_value)s
da: %(benefit_value)s fra
de_de: %(benefit_value)s reduziert
el: έκπτωση%(benefit_value)s
eo: %(benefit_value)s öff Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: %(benefit_value)s de descuento
es_es: %(benefit_value)s apagado
pt_br: %(benefit_value)s desligado
pt_pt: %(benefit_value)s de
ru: %(benefit_value)sот
sq: %(benefit_value)s fikur
sv: %(benefit_value)s rabatt
sw_ke: punguzo la%(benefit_value)s
tr_tr: %(benefit_value)s indirim
zh_cn: 抵扣 %(benefit_value)s

source: Coupon code %(voucher_code)s applied
ar: رمز القسيمة %(voucher_code)s مقدم
da: Kuponkode %(voucher_code)s anvendt
de_de: Gutschein %(voucher_code)s wurde angewendet
el: Εφαρμόστηκε ο κωδικός κουπονιού %(voucher_code)s
eo: Çöüpön çödé %(voucher_code)s äpplïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: El código de cupón %(voucher_code)s fue aplicado
es_es: Código de cupón %(voucher_code)s aplicado
fil_ph: Inilapat ang coupon code na %(voucher_code)s
pt_br: Código de cupom %(voucher_code)s aplicado
pt_pt: Código de cupom %(voucher_code)s aplicado
sq: U aplikua kodi i kuponit %(voucher_code)s
sv: Kupongkod %(voucher_code)s tillämpas

source: Apply a coupon code
ar: تقديم رمز القسيمة
az: Kupon kod tətbiq edin
da: Anvend en kuponkode
de_de: Gutschein einlösen
el: Εφαρμόστε έναν κωδικό κουπονιού
eo: Àpplý ä çöüpön çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Aplicar un código de cupón
es_es: Aplicar un código de cupón
fil_ph: Mag-apply ng coupon code
id: Terapkan kode kupon
pt_br: Aplicar um código de cupom
pt_pt: Aplicar código do cupão
ru: Примените код купона
sq: Aplikoni një kod kuponi
sv: Använd en kupongkod
sw_ke: Omba namba ya kuponi
tr_tr: Kupon kodunu uygula
zh_cn: 使用优惠券码

source: Checkout with %(title)s
ar: الدفع مع %(title)s
da: Kasse med %(title)s
el: Ολοκλήρωση αγοράς με %(title)s
es_es: Pagar con %(title)s
fil_ph: Mag-checkout gamit ang %(title)s
id: Checkout dengan %(title)s
pt_br: Check-out com %(title)s
pt_pt: Finalizar compra com %(title)s
sq: Përfundoni me %(title)s
sv: Utcheckning med %(title)s
tr_tr: %(title)s ile öde

source: Checkout
ar: الدفع
az: Ödəniş
de_de: Kasse
el: Πληρωμή
eo: Çhéçköüt Ⱡ'σяєм ιρѕυм ∂#
es_419: Proceder al pago
es_es: Pagar
fil_ph: Tignan mo
pt_br: Pagar
pt_pt: Finalizar compra
ru: Оплатить
sq: Përfundimi
sv: Gå till kassan
sw_ke: Angalia
tr_tr: Ödeme
zh_cn: 结算
