Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Adding...
ar: جارٍ الإضافة...
az: Əlavə edir...
da: Tilføjer...
de_de: Füge hinzu...
el: Πραγματοποιείται προσθήκη...
eo: Àddïng... Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Añadiendo...
es_es: Añadiendo...
fil_ph: Idinaragdag...
id: Menambahkan ...
pt_br: Adicionando...
pt_pt: A adicionar...
ru: Добавление..
sq: Po shtohet...
sv: Lägger till...
sw_ke: Inaongeza...
tr_tr: Ekleniyor...
zh_cn: 正在添加…

source: Add variant
ar: إضافة متغيّر
az: Variant əlavə edin
da: Tilføj variant
de_de: Variante hinzufügen
el: Προσθήκη παραλλαγής
eo: Àdd värïänt Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Añadir variante
es_es: Añadir variante
fil_ph: Magdagdag ng variant
id: Tambahkan varian
pt_br: Adicionar variante
pt_pt: Adicionar variante
ru: Добавить вариант
sq: Shto variant
sv: Lägg till variant
sw_ke: Ongeza kipengele tofauti
tr_tr: Varyant ekle
zh_cn: 添加变量

source: Title
ar: عنوان
az: Başlıq
da: Titel
de_de: Titel
el: Τίτλος
eo: Tïtlé Ⱡ'σяєм ιρѕ#
es_419: Título
es_es: Título
fil_ph: Pamagat
id: Judul
pt_br: Título
pt_pt: Título
ru: Заголовок
sq: Titulli
sv: Titel
sw_ke: Jina la mada
tr_tr: Başlık
zh_cn: 标题

source: Stock records
ar: سجلات المخزون
az: Səhm qeydləri
da: Aktieoptegnelser
de_de: Bestand
el: Καταγραφές αποθέματος
eo: Stöçk réçörds Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Registros de inventario
es_es: Registros de inventario
fil_ph: Mga talaan ng stock
id: Catatan stok
pt_br: Registros de estoque
pt_pt: Registos de stock
ru: Данные по запасам
sq: Të dhënat e aksioneve
sv: Lagerrekord
sw_ke: Rekodi ya bidhaa
tr_tr: Stok kayıtları
zh_cn: 库存记录

source: This product does not have any variants.
ar: لا يحتوي هذا المنتج على أي متغيّرات.
az: Bu məhsulun heç bir variantı yoxdur.
da: Dette produkt har ingen varianter.
de_de: Dieses Produkt hat keine Varianten.
el: Αυτό το προϊόν δεν έχει παραλλαγές.
eo: Thïs prödüçt döés nöt hävé äný värïänts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Este producto no tiene ninguna variante.
es_es: Este producto no tiene variantes.
fil_ph: Ang produktong ito ay walang anumang mga variant.
id: Produk ini tidak memiliki varian apa pun.
pt_br: Este produto não possui variantes
pt_pt: Este produto não tem quaisquer variantes.
ru: Данное изделие не имеет никаких вариантов.
sq: Ky produkt nuk ka asnjë variant.
sv: Denna produkt har inga varianter.
sw_ke: Bidhaa hii haina vipengele tofauti
tr_tr: Bu ürünün herhangi bir varyantı yok.
zh_cn: 此产品没有任何变量。

source: One can't add variants to this product at this point.
ar: لا يمكن لأحد إضافة متغيّرات إلى هذا المنتج في هذا الوقت.
az: Hal-hazırda bu məhsula variant əlavə edilə bilməz.
da: Man kan ikke tilføje varianter til dette produkt på nuværende tidspunkt.
de_de: Es können an diesem Punkt keine Varianten hinzugefügt werden.
el: Δεν μπορεί κανείς να προσθέσει παραλλαγές σε αυτό το προϊόν αυτή τη στιγμή.
eo: Öné çän't ädd värïänts tö thïs prödüçt ät thïs pöïnt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: No se pueden añadir variantes a este producto en el momento.
es_es: No se pueden agregar variantes a este producto en este momento.
fil_ph: Hindi maaaring magdagdag ng mga variant sa produktong ito sa puntong ito.
id: Saat ini varian tidak dapat ditambahkan ke produk ini.
pt_br: Não se pode adicionar variantes a este produto no momento
pt_pt: Não se pode adicionar variantes a este produto neste momento.
ru: На данный момент нельзя добавлять варианты к этому продукту.
sq: Nuk mund të shtohen variante këtij produkti në këtë pikë.
sv: Man kan inte lägga till varianter till denna produkt för närvarande.
tr_tr: Bu noktada bu ürüne kimse varyantlar ekleyemez.
zh_cn: 目前无法向此产品添加变量。

source: This is likely because this product still has stock records.
ar: هذا محتمل لأن هذا المنتج لا يزال في سجلات المخزون.
az: Ehtimal olunur ki, bu məhsul hələ də səhm qeydlərinə malikdir.
da: Dette skyldes sandsynligvis, at dette produkt stadig har lagerregistreringer.
de_de: Dieses Produkt ist noch ausreichend verfügbar.
el: Αυτό είναι πιθανό επειδή αυτό το προϊόν εξακολουθεί να έχει καταγραφές αποθεμάτων.
eo: Thïs ïs lïkélý ßéçäüsé thïs prödüçt stïll häs stöçk réçörds. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Esto posiblemente se debe a que el producto tiene registros en inventario.
es_es: Es probable que esto se deba a que este producto todavía tiene registros de existencias.
fil_ph: Ito ay malamang dahil ang produktong ito ay mayroon pa ring mga talaan ng stock.
id: Ini kemungkinan karena produk ini masih memiliki catatan stok.
pt_br: Provavelmente este produto ainda possui registros de estoque
pt_pt: Isto é porque, provavelmente, este produto ainda tem registos de stock.
ru: Вероятно, это связано с тем, что на данный продукт все еще имеются записи о запасах.
sq: Kjo ka të ngjarë sepse ky produkt ka ende rekorde stoku.
sv: Detta beror troligen på att denna produkt fortfarande har lagerrekord.
tr_tr: Bunun nedeni muhtemelen bu ürünün hâlâ stok kayıtlarının olmasıdır.
zh_cn: 可能由于此产品仍有库存记录。

source: Recommended products
ar: المنتجات الموصى بها
az: Tövsiyə olunan məhsullar
da: Anbefalede produkter
de_de: Empfohlene Produkte
el: Προτεινόμενα προϊόντα
eo: Réçömméndéd prödüçts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Productos recomendados
es_es: Productos recomendados
fil_ph: Inirerekomendang mga produkto
id: Produk yang direkomendasikan
pt_br: Produtos recomendados
pt_pt: Produtos recomendados
ru: Рекомендуемая продукция
sq: Produktet e rekomanduara
sv: Rekommenderade produkter
sw_ke: Bidhaa pendekezwa
tr_tr: Önerilen ürünler
zh_cn: 推荐产品

source: Save and add another variant
ar: حفظ متغيّر آخر وإضافته
az: Yaddaşa salın və başqa variant əlavə edin
da: Gem og tilføj en anden variant
de_de: Speichern und eine andere Variante hinzufügen
el: Αποθήκευση και προσθήκη μιας άλλης παραλλαγής
eo: Sävé änd ädd änöthér värïänt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Guardar y añadir otra variante
es_es: Guardar y agregar otra variante
fil_ph: I-save at magdagdag ng isa pang variant
id: Simpan dan tambahkan varian lain
pt_br: Salve e adicione outra variante
pt_pt: Guardar e adicionar outra variante
ru: Сохранить и добавить еще один вариант
sq: Ruani dhe shtoni një variant tjetër
sv: Spara och lägg till ytterligare en variant
sw_ke: Hifadhi na ongeza kipengele tofauti
tr_tr: Kaydet ve başka bir varyant ekle
zh_cn: 保存并添加另一变量

source: Store Statistics (Last 24 Hours)
ar: احصائيات المتجر (آخر 24 ساعة)
az: Ehtiyat statistikası (Son 24 Saat)
da: Butiksstatistik (sidste 24 timer)
de_de: Kaufstatistik (letzte 24 Stunden)
el: Στατιστικά καταστήματος (Τελευταίες 24 ώρες)
eo: Störé Stätïstïçs (Läst 24 Höürs) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Almacenar estadísticas - (Últimas 24 horas)
es_es: Estadísticas de la tienda (últimas 24 horas)
fil_ph: Mga Istatistika ng Tindahan (Huling 24 na Oras)
id: Statistik Toko (24 Jam Terakhir)
pt_br: Estatísticas da loja (últimas 24 horas)
pt_pt: Estatísticas da Loja (Últimas 24 horas)
ru: Статистика магазинов (за последние 24 часа)
sq: Statistikat e dyqanit (24 orët e fundit)
sv: Butiksstatistik (senaste 24 timmarna)
sw_ke: Takwimu za Bidhaa (Saa 24 zilizopita)
tr_tr: Mağaza İstatistikleri (Son 24 Saat)
zh_cn: 存储数据（24小时内）

source: New Customers
ar: العملاء الجدد
az: Yeni müştərilər
da: Nye kunder
de_de: Neukunden
el: Νέοι πελάτες
eo: Néw Çüstömérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Nuevos compradores
es_es: Nuevos clientes
fil_ph: Mga Bagong Customer
id: Pelanggan Baru
pt_br: Novos clientes
pt_pt: Novos Clientes
ru: Новые клиенты
sq: Klientë të rinj
sv: nya kunder
sw_ke: Wateja Wapya
tr_tr: Yeni Müşteriler
zh_cn: 新客户

source: Revenue
ar: إيرادات
az: Gəlir
da: Indtægter
de_de: Einnahmen
el: Έσοδα
eo: Révénüé Ⱡ'σяєм ιρѕυм #
es_419: Ingresos
es_es: Ingresos
fil_ph: Kita
id: Pendapatan
pt_br: Receita
pt_pt: Receita
ru: Доход
sq: Të ardhurat
sv: Inkomst
sw_ke: Mapato
tr_tr: Kâr
zh_cn: 收入

source: Average order cost
ar: متوسط تكلفة الطلبية
az: Sifarişin orta qiyməti
da: Gennemsnitlig ordreomkostning
de_de: Durchschnittliche Bestellkosten
el: Μέσο κόστος παραγγελίας
eo: Àvérägé ördér çöst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Costo promedio de órdenes
es_es: Coste promedio por pedido
fil_ph: Average na halaga ng order
id: Biaya pesanan rata-rata
pt_br: Custo médio do pedido
pt_pt: Custo médio do pedido
ru: Средняя стоимость заказа
sq: Kostoja mesatare e porosisë
sv: Genomsnittlig orderkostnad
tr_tr: Ortalama sipariş maliyeti
zh_cn: 平均订货成本

source: Average (paid) order cost
ar: متوسط تكلفة االطلبية (المدفوعة)
az: Sifarişin orta qiyməti (ödənilmiş)
da: Gennemsnitlig (betalt) ordreomkostning
de_de: Durchschnittliche (bezahlte) Bestellkosten
el: Μέσο (paid) κόστος παραγγελίας
eo: Àvérägé (päïd) ördér çöst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Promedio (pagado) de costo de ordenes
es_es: Coste promedio por pedido (pagados)
fil_ph: Average (bayad) na halaga ng order
id: Rata-rata biaya pesanan (dibayar)
pt_br: Custo médio (pago) do pedido
pt_pt: Custo médio do pedido (pago)
ru: Средняя (оплаченная) стоимость заказа
sq: Kostoja mesatare (e paguar) e porosisë
sv: Genomsnittlig (betald) orderkostnad
tr_tr: Ortalama (ödenmiş) sipariş maliyeti
zh_cn: 平均（已支付）订货成本

source: Products and vouchers
ar: المنتجات والقسائم
az: Məhsullar və vauçerlər
da: Produkter og værdibeviser
de_de: Produkte und Gutscheine
el: Προϊόντα και κουπόνια
eo: Prödüçts änd vöüçhérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Productos y vouchers
es_es: Productos y vouchers
fil_ph: Mga produkto at voucher
id: Produk dan voucher
pt_br: produtos e vales
pt_pt: Produtos e vales de desconto
ru: Товары и ваучеры
sq: Produkte dhe kupona
sv: Produkter och kuponger
sw_ke: Bidhaa na vocha
tr_tr: Ürünler ve hediye kartları
zh_cn: 产品及优惠凭证

source: Total products
ar: إجمالي المنتجات
az: Ümumi məhsullar
da: Samlede produkter
de_de: Produkte gesamt
el: Σύνολο προϊόντων
eo: Tötäl prödüçts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Total de productos
es_es: Total productos
fil_ph: Kabuuang mga produkto
id: Total produk
pt_br: Total de produtos
pt_pt: Total de produtos
ru: Все продукты
sq: Totali i produkteve
sv: Totala produkter
sw_ke: Jumla ya bidhaa
tr_tr: Toplam ürünler
zh_cn: 商品总数

source: Active Vouchers
ar: القسائم النشطة
az: Aktiv vauçerlər
da: Aktive kuponer
de_de: Aktive Gutscheine
el: Ενεργά κουπόνια
eo: Àçtïvé Vöüçhérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Vouchers activos
es_es: Vouchers activos
fil_ph: Mga Aktibong Voucher
id: Voucher Aktif
pt_br: Vouchers ativos
pt_pt: Vales de desconto ativos
ru: Активные ваучеры
sq: Kuponat aktivë
sv: Aktiva kuponger
tr_tr: Aktif Hediye Kartları
zh_cn: 已激活优惠凭证

source: %(name)s | Offers
ar: %(name)s | عروض
az: %(name)s | Təkliflər
da: %(name)s | Tilbud
el: %(name)s | Προσφορές
fil_ph: %(name)s | Mga alok
pt_br: %(name)s | Ofertas
pt_pt: Ofertas | %(name)s
sq: %(name)s | Ofertat

source: Reinstating...
ar: إعادة ...
az: Bərpa edilir...
da: Genindsætter...
de_de: Wiedereinstellung...
el: Επαναφορά...
eo: Réïnstätïng... Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Restableciendo...
es_es: Restableciendo...
fil_ph: Ibinabalik...
id: Memulihkan ...
pt_br: Reintegrando...
pt_pt: Restabelecer...
ru: Восстановление...
sq: Po rivendos...
sv: Återställer...
tr_tr: Eski durumuna getiriliyor...
zh_cn: 正在恢复...

source: Reinstate offer
ar: إعادة العرض
az: Təklifi bərpa edin
da: Genindsæt tilbud
de_de: Wiedereingestellte Angebote
el: Επαναφορά προσφοράς
eo: Réïnstäté öffér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Restablecer oferta
es_es: Restablecer oferta
fil_ph: Ibalik ang alok
id: Pulihkan tawaran
pt_br: Restabelecer a oferta
pt_pt: Recuperar oferta
ru: Восстановить предложение
sq: Rivendos ofertën
sv: Återställ erbjudandet
tr_tr: Teklifi eski durumuna getir
zh_cn: 恢复方案

source: Suspending...
ar: تعليق ...
az: Dayandırılır...
da: Suspenderer...
de_de: Aussetzen...
el: Ανασταλτικός...
eo: Süspéndïng... Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Suspendiendo...
es_es: Suspendiendo...
fil_ph: Sinususpinde...
id: Menangguhkan ...
pt_br: Suspendendo...
pt_pt: A suspender...
ru: Приостановление...
sq: Duke pezulluar...
sv: Stänger av...
tr_tr: Askıya alınıyor...
zh_cn: 正在暂停...

source: Suspend offer
ar: تعليق العرض
az: Təklifi dayandırın
da: Suspender tilbud
de_de: Angebot aussetzen
el: Αναστολή προσφοράς
eo: Süspénd öffér Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Suspender oferta
es_es: Suspender oferta
fil_ph: Suspindihin ang alok
id: Tangguhkan penawaran
pt_br: Suspender oferta
pt_pt: Suspender oferta
ru: Приостановить предложение
sq: Pezulloni ofertën
sv: Stäng av erbjudandet
tr_tr: Teklifi askıya al
zh_cn: 暂停方案

source: Delete offer
ar: حذف العرض
az: Təklifi silin
da: Slet tilbud
de_de: Angebot löschen
el: Διαγραφή προσφοράς
eo: Délété öffér Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Borrar oferta
es_es: Eliminar oferta
fil_ph: Tanggalin ang alok
id: Hapus tawaran
pt_br: Excluir oferta
pt_pt: Eliminar oferta
ru: Удалить предложение
sq: Fshi ofertën
sv: Ta bort erbjudande
tr_tr: Teklifi sil
zh_cn: 删除方案

source: Offer currently available
ar: العرض متوفر حاليا
az: Hal-hazırda təklif mövcuddur
da: Tilbuddet er tilgængeligt i øjeblikket
de_de: Angebot derzeit verfügbar
el: Η προσφορά είναι διαθέσιμη αυτήν τη στιγμή
eo: Öffér çürréntlý äväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Oferta actualmente disponible
es_es: Oferta actualmente disponible
fil_ph: Kasalukuyang available ang alok
id: Tawaran saat ini tersedia
pt_br: Oferta atualmente disponível
pt_pt: Oferta atualmente disponível
ru: Предложение, доступное в настоящее время
sq: Oferta e disponueshme aktualisht
sv: Erbjudandet tillgängligt just nu
tr_tr: Mevcut teklif
zh_cn: 当前可获得的方案

source: Offer not available due to restrictions!
ar: العرض غير متوفر بسبب القيود!
az: Məhdudiyyətlərə görə təklif mövcud deyil!
da: Tilbuddet er ikke tilgængeligt på grund af restriktioner!
de_de: Angebot nicht verfügbar aufgrund von Einschränkungen!
el: Η προσφορά δεν είναι διαθέσιμη λόγω περιορισμών!
eo: Öffér nöt äväïläßlé düé tö réstrïçtïöns! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Oferta no está disponible debido a restricciones!
es_es: ¡Oferta no disponible debido a restricciones!
fil_ph: Hindi available ang alok dahil sa mga paghihigpit!
id: Penawaran tidak tersedia karena batasan!
pt_br: Oferta não disponível devido a restrições
pt_pt: Oferta não disponível devido a restrições!
ru: Предложение не доступно из-за ограничений!
sq: Oferta nuk ofrohet për shkak të kufizimeve!
sv: Erbjudandet är inte tillgängligt på grund av restriktioner!
tr_tr: Kısıtlamalardan dolayı teklif yapılamıyor!
zh_cn: 由于限制而无法获取方案！

source: Total cost:
ar: التكلفة الإجمالية:
az: Ümumi xərc:
da: Udgifter i alt:
de_de: Gesamtsumme:
el: Συνολικό κόστος:
eo: Tötäl çöst: Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Costo total
es_es: Costo total
fil_ph: Kabuuang gastos:
id: Total biaya:
pt_br: Custo total:
pt_pt: Custo total:
ru: Общая стоимость
sq: Kostoja totale:
sv: Total kostnad:
tr_tr: Toplam maliyet:
zh_cn: 总成本：

source: Number of orders:
ar: عدد الطلبيات:
az: Sifarişlərin sayı:
da: Antal ordrer:
de_de: Anzahle der Bestellungen
el: Αριθμός παραγγελιών:
eo: Nümßér öf ördérs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Número de ordenes:
es_es: Numero de ordenes:
fil_ph: Bilang ng mga order:
id: Jumlah pesanan:
pt_br: Número de encomendas
pt_pt: Número de encomendas:
ru: Количество заказов:
sq: Numri i porosive:
sv: Antal beställningar:
tr_tr: Sipariş sayısı:
zh_cn: 订单数量：

source: Number of uses:
ar: عدد الاستخدامات:
az: İstifadələrin sayı:
da: Antal anvendelser:
de_de: Anzahl der Verwendungen:
el: Αριθμός χρήσεων:
eo: Nümßér öf üsés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Número de usuarios:
es_es: Número de usos:
fil_ph: Bilang ng mga gamit:
id: Jumlah penggunaan:
pt_br: Número de utilizações
pt_pt: Número de utilizações:
ru: Количество применений:
sq: Numri i përdorimeve:
sv: Antal användningar:
tr_tr: Kullanım sayısı:
zh_cn: 使用次数：

source: Date created:
ar: تاريخ الإنشاء:
az: Tarix yaradıldı:
da: Oprettelsesdato:
de_de: Erstelldatum:
el: Ημερομηνία Δημιουργίας:
eo: Däté çréätéd: Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Fecha creada:
es_es: Fecha de creación:
fil_ph: Petsa ng pagkakagawa:
id: Tanggal Diciptakan:
pt_br: Data criada
pt_pt: Data de criação:
ru: Дата создания:
sq: Data e krijimit:
sv: Skapat datum:
tr_tr: Oluşturma tarihi:
zh_cn: 创建日期：

source: Offer details
ar: تفاصيل العرض
az: Təklif məlumatları
da: Tilbudsdetaljer
de_de: Angebotdetails
el: Λεπτομέρειες προσφοράς
eo: Öffér détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Detalles de la oferta
es_es: Detalles de la oferta
fil_ph: Mga detalye ng alok
id: Detail penawaran
pt_br: Detalhes da oferta
pt_pt: Detalhes da oferta
ru: Подробности предложения
sq: Detajet e ofertës
sv: Erbjudandeinformation
tr_tr: Teklif ayrıntıları
zh_cn: 方案详情

source: Incentive
ar: مكافأة
az: Stimul
da: Tilskyndelse
de_de: Anreiz
el: Κίνητρο
eo: Ìnçéntïvé Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Incentivo
es_es: Incentivo
fil_ph: Insentibo
id: Insentif
pt_br: Incentivo
pt_pt: Incentivo
ru: Стимул
sq: Nxitje
sv: Incitament
zh_cn: 动机

source: Condition
ar: الشرط
az: Şərt
da: Tilstand
de_de: Bedingungen
el: Κατάσταση
eo: Çöndïtïön Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Condición
es_es: Condición
fil_ph: Kundisyon
id: Kondisi
pt_br: Doença
pt_pt: Condição
ru: Состояние
sq: gjendja
sv: Skick
tr_tr: Koşul
zh_cn: 条件

source: Restrictions
ar: القيود
az: Məhdudiyyətlər
da: Begrænsninger
de_de: Beschränkungen
el: Περιορισμοί
eo: Réstrïçtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Restricciones
es_es: Restricciones
fil_ph: Mga paghihigpit
id: Batasan
pt_br: Restrições
pt_pt: Restrições
ru: Ограничения
sq: Kufizimet
sv: Restriktioner
tr_tr: Kısıtlamalar
zh_cn: 限制条件

source: Num of vouchers
ar: عدد القسائم
da: Antal værdikuponer
el: Αριθμός κουπονιών
fil_ph: Bilang ng mga voucher
pt_br: Número de vouchers
sq: Numri i kuponave

source: Attached vouchers
ar: القسائم المرفقة
da: Vedhæftede værdibeviser
el: Συνημμένα κουπόνια
fil_ph: Kalakip na mga voucher
pt_br: Comprovantes anexados
sq: Kuponat e bashkangjitur

source: No vouchers are attached to this offer.
ar: لا توجد قسائم مرفقة بهذا العرض.
da: Der er ikke knyttet værdibeviser til dette tilbud.
el: Δεν επισυνάπτονται κουπόνια σε αυτήν την προσφορά.
fil_ph: Walang mga voucher na naka-attach sa alok na ito.
pt_br: Não há vouchers anexados a esta oferta.
sq: Asnjë kupon nuk i është bashkangjitur kësaj oferte.

source: Export to CSV
ar: تصدير إلى CSV
az: CSV-yə ixrac edin
da: Eksporter til CSV
de_de: Als CSV exportieren
el: Εξαγωγή σε CSV
eo: Éxpört tö ÇSV Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Exportar archivo a formato CSV
es_es: Exportar a CSV
fil_ph: I-export sa CSV
id: Ekspor ke CSV
pt_br: Exportar para CSV
pt_pt: Exportar para CSV
ru: Экспорт в CSV
sq: Eksporto në CSV
sv: Exportera till CSV
tr_tr: CSV olarak Kaydet
zh_cn: 导出至CSV

source: Orders that used this offer
ar: الطلبيات التي استخدمت هذا العرض
az: Bu təklif üçün istifadə edilən sifarişlər
da: Ordrer, der brugte dette tilbud
de_de: Bestellungen, die dieses Angebot genutzt haben
el: Παραγγελίες που χρησιμοποίησαν αυτήν την προσφορά
eo: Ördérs thät üséd thïs öffér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Ordenes que usaron esta oferta
es_es: Pedidos que usaron esta oferta
fil_ph: Mga order na gumamit ng alok na ito
id: Pesanan yang menggunakan tawaran ini
pt_br: Pedidos que usaram esta oferta
pt_pt: Pedidos que utilizaram esta oferta
ru: Заказы, которые использовали это предложение
sq: Porositë që kanë përdorur këtë ofertë
sv: Beställningar som använde detta erbjudande
tr_tr: Bu teklifi kullanan siparişler
zh_cn: 使用此方案的订单

source: Order number
ar: رقم الطلبية
az: Sifariş nömrəsi
da: Ordrenummer
de_de: Bestellnummer
el: Αριθμός παραγγελίας
eo: Ördér nümßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Número de orden
es_es: Número de pedido
fil_ph: Numero ng order
id: Jumlah pesanan
pt_br: Número do pedido
pt_pt: Número de encomenda
ru: Номер заказа
sq: Numri i porosisë
sv: Ordernummer
sw_ke: Namba ya uagizaji
tr_tr: Sipariş numarası
zh_cn: 订单号

source: Order date
ar: تاريخ الطلبية
az: Sifariş tarixi
da: Bestillingsdato
de_de: Bestelldatum
el: Ημερομηνία παραγγελίας
eo: Ördér däté Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Fecha de la orden
es_es: Fecha de orden
fil_ph: Petsa ng order
id: Tanggal pemesanan
pt_br: Data do pedido
pt_pt: Data da encomenda
ru: Дата заказа
sq: Data e porosisë
sv: Orderdatum
tr_tr: Sipariş tarihi
zh_cn: 订单日期

source: Order total
ar: إجمالي الطلبية
az: Yekun sifariş
da: Bestilling i alt
de_de: Bestellung gesamt
el: Σύνολο παραγγελίας
eo: Ördér tötäl Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Total de la orden
es_es: Total pedido
fil_ph: Kabuuan ng order
id: Total pesanan
pt_br: Total do pedido
pt_pt: Total do pedido
ru: Сумма заказа
sq: Totali i porosisë
sv: Ordersumma
sw_ke: Jumla ya 'Maagizo'
tr_tr: Sipariş toplamı
zh_cn: 订单总计

source: Cost
ar: التكلفة
az: Dəyəri
da: Koste
de_de: Kosten
el: Κόστος
eo: Çöst Ⱡ'σяєм ι#
es_419: Precio
es_es: Precio
fil_ph: Gastos
id: Biaya
pt_br: Custo
pt_pt: Custo
ru: Стоимость
sq: Kostoja
sv: Kosta
tr_tr: Maliyet
zh_cn: 成本

source: Offer summary
ar: ملخص العرض
az: Xülasə təklif edin
da: Tilbudsoversigt
de_de: Bestellzusammenfassung
el: Περίληψη προσφοράς
eo: Öffér sümmärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Resumen de la oferta
es_es: Resumen de la oferta
fil_ph: Buod ng alok
id: Ringkasan penawaran
pt_br: Resumo da oferta
pt_pt: Resumo da oferta
ru: Краткое изложение предложения
sq: Përmbledhja e ofertës
sv: Sammanfattning av erbjudandet
tr_tr: Teklif özeti
zh_cn: 方案总结

source: Order %(number)s - Line #%(id)s
ar: الطلبية %(number)s - السطر #%(id)s
az: Sifariş %(number)s - Sıra №%(id)s
da: Ordre%(number)s - Linje #%(id)s
de_de: Bestellung %(number)s - Line #%(id)s
el: Παραγγελία %(number)s - Σειρά #%(id)s
eo: Ördér %(number)s - Lïné #%(id)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Orden %(number)s - Línea #%(id)s
es_es: Orden %(number)s - Línea %(id)s
fil_ph: Order %(number)s - Linya #%(id)s
pt_br: Ordem %(number)s - Linha # %(id)s
pt_pt: Pedido %(number)s - Linha #%(id)s
ru: Заказ %(number)s - Линия #%(id)s
sq: Porosit %(number)s - Linja # %(id)s
sv: Order %(number)s - Rad #%(id)s
tr_tr: Sipariş %(number)s - Sıra #%(id)s
zh_cn: 订单号 %(number)s - 行号 %(id)s

source: Line #%(id)s
ar: الخط #%(id)s
az: Sıra №%(id)s
da: Linje #%(id)s
de_de: Linie #%(id)s
el: Σειρά #%(id)s
eo: Lïné #%(id)s Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Línea #%(id)s
es_es: Línea #%(id)s
fil_ph: Linya #%(id)s
id: Baris #%(id)s
pt_br: Linha # %(id)s
pt_pt: Linha #%(id)s
ru: Линия #%(id)s
sq: Rreshti # %(id)s
sv: Rad #%(id)s
tr_tr: Sıra #%(id)s
zh_cn: 行号 #%(id)s

source: Order #%(number)s - Line #%(id)s
ar: الطلبية #%(number)s - السطر #%(id)s
az: Sifariş №%(number)s - Sıra № %(id)s
da: Ordre #%(number)s - Linje #%(id)s
de_de: Bestellung #%(number)s - Linie #%(id)s
el: Παραγγελία #%(number)s - Σειρά #%(id)s
eo: Ördér #%(number)s - Lïné #%(id)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Orden #%(number)s - Línea #%(id)s
es_es: Orden #%(number)s - Línea #%(id)s
fil_ph: Order #%(number)s - Linya #%(id)s
id: Pesanan #%(number)s - Baris #%(id)s
pt_br: Ordem # %(number)s - Linha # %(id)s
pt_pt: Pedido #%(number)s - Linha #%(id)s
ru: Заказ #%(number)s - Линия #%(id)s
sq: Rendi # %(number)s - Linja # %(id)s
sv: Order #%(number)s - Rad #%(id)s
tr_tr: Sipariş #%(number)s - Sıra #%(id)s
zh_cn: 订单号 %(number)s - 行号 %(id)s

# Product title
source: Title
ar: العنوان
az: Başlıq
da: Titel
de_de: Titel
el: Τίτλος
eo: Tïtlé Ⱡ'σяєм ιρѕ#
es_419: Título
es_es: Título
fil_ph: Pamagat
id: Judul
pt_br: Título
pt_pt: Título
ru: Заголовок
sq: Titulli
sv: Titel
sw_ke: Mada ya kozi
tr_tr: Başlık
zh_cn: 标题

source: Product Type
ar: نوع المنتج
az: Məhsul növü
da: produkttype
de_de: Produktart
el: Τύπος προϊόντος:
eo: Prödüçt Týpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Tipo de producto
es_es: tipo de producto
fil_ph: Uri ng Produkto
id: Jenis Produk
pt_br: Tipo de Produto
pt_pt: Tipo de Produto
ru: Тип продукции
sq: Tipi i produktit
sv: Produkttyp
sw_ke: Aina ya Bidhaa
tr_tr: Ürün Türü
zh_cn: 产品类型

source: UPC
ar: الرمز العالمي للمنتج
eo: ÛPÇ Ⱡ'σяєм#
zh_cn: 通用产品代码
