Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ca, da, de_de, eo, es_419, es_es, fr_ca, he, hi, id, ja_jp, ka, pt_br, ru, sw_ke, tr_tr, uk, zh_cn

source: An error occurred while saving the data.
ar: حدث خطأ أثناء حفظ المعلومات.
ca: S'ha produït un error en desar les dades.
da: Der opstod en fejl under lagring af data.
de_de: Beim Speichern der Daten ist ein Fehler aufgetreten.
eo: Àn érrör öççürréd whïlé sävïng thé dätä. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Ocurrió un error guardando los datos.
es_es: Se ha producido un error mientras se guardaban los datos.
fr_ca: Une erreur est survenue lors de la sauvegarde des données.
he: אירעה שגיאה בזמן שמירת הנתונים.
hi: डेटा सहेजते समय कोई त्रुटि उत्पन्न हुई।
id: Terjadi kesalahan saat menyimpan data.
ja_jp: データ保存中にエラーが発生しました。
ka: მონაცემთა შენახვისას წარმოიშვა შეცდომა.
pt_br: Um erro ocorreu enquanto as informações eram salvas.
ru: При сохранении данных возникла ошибка.
sw_ke: Hitilafu imetokea wakati wa kuhifadhi data.
tr_tr: Veriyi kaydederken bir hata oluştu.
uk: Під час збереження даних виикла помилка.
zh_cn: 保存数据时发生错误。

source: Ellipsis
ar: حذف
ca: Elipsis
de_de: Auslassung
eo: Éllïpsïs Ⱡ'σяєм ιρѕυм ∂#
es_419: Elipsis
es_es: Elipsis
fr_ca: Ellipse
he: שלוש נקודות
hi: इलिप्सिस
id: Elipsis
ja_jp: 省略
ka: ელიფსი
ru: Эллипсис
sw_ke: Alama za Muendelezo
tr_tr: Üç Nokta
uk: Зірочки
zh_cn: 省略号

source: Load the records for page
ar: تحميل السجلات للصفحة
ca: Carregueu els registres de la pàgina
da: Indlæs posterne for side
de_de: Aufzeichnungen für Seite laden
eo: Löäd thé réçörds för pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Cargar los registros para la página
es_es: Cargar los registros para la página
fr_ca: Chargez les enregistrements pour la page
he: טען את הרשומות עבור העמוד
hi: पृष्ठ के लिए रिकॉर्ड लोड करें
id: Memuat rekord halaman ini
ja_jp: ページのレコードを読込
ka: გვერდისთვის ჩანაწერების ჩატვირთვა
pt_br: Carregar os registro para a página
ru: Загрузить записи для страницы
sw_ke: Pakia kumbukumbu kwa ajili ya ukurasa
tr_tr: Sayfa için kayıtları yükle
uk: Завантажити відомості для сторінки
zh_cn: 加载网页记录

source: Load the records for the next page
ar: تحميل السجلات للصفحة التالية
ca: Carregueu els registres de la pàgina següent
da: Indlæs posterne til næste side
de_de: Aufzeichnungen für die nächste Seite laden
eo: Löäd thé réçörds för thé néxt pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Cargar los registros de la página siguiente
es_es: Cargar los registros para la página siguiente
fr_ca: Chargez les enregistrements pour la page suivante
he: טען את הרשומות עבור הדף הבא
hi: अगले पृष्ठ के लिए रिकॉर्ड लोड करें
id: Memuat rekord halaman Selanjutnya
ja_jp: 次のページのレコードを読込
ka: მომდევნო გვერდის ჩანაწერების ჩატვირთვა
pt_br: Carregar os registros para a próxima página
ru: Загрузить записи для следующей страницы
sw_ke: Pakia kumbukumbu kwa ajili ya ukurasa unaofuata
tr_tr: Sonraki sayfa için kayıtları yükle
uk: Завантажити відомості для наступної сторінки
zh_cn: 加载下一页的记录

source: Load the records for the previous page
ar: تحميل السجلات للصفحة السابقة
ca: Carregueu els registres de la pàgina anterior
da: Indlæs posterne for den forrige side
de_de: Aufzeichnungen der vorherigen Seite laden
eo: Löäd thé réçörds för thé prévïöüs pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Cargar los registros de la página anterior
es_es: Cargar los registros de la página anterior
fr_ca: Chargez les enregistrements pour la page précédente
he: טען את הרשומות עבור הדף הקודם
hi: पिछले पृष्ठ के रिकॉर्ड लोड करें
id: Memuat rekord halaman sebelumnya
ja_jp: 前のページのレコードを読込
ka: წინა გვერდის ჩანაწერების ჩატვირთვა
pt_br: Carregar os registros para a página anterior.
ru: Загрузить записи для предыдущей страницы
sw_ke: Pakia kumbukumbu kwa ajili ya ukurasa uliopita
tr_tr: Önceki sayfa için kayıtları yükle
uk: Завантажити відомості для попередньої сторінки
zh_cn: 加载上一页的记录

source: Select
ar: اختيار
ca: Selecciona
da: Vælg
de_de: Auswählen
eo: Séléçt Ⱡ'σяєм ιρѕυ#
es_419: Seleccionar
es_es: Seleccionar
fr_ca: Sélectionnez
he: בחרו
hi: चुनना
id: Pilih
ja_jp: 選択
ka: არჩევა
pt_br: Selecionar
ru: Выберите
sw_ke: Chagua
tr_tr: Seç
uk: Обрати
zh_cn: 选择

source: Selected
ar: جرى انتقاؤه
ca: Seleccionat
da: Valgte
de_de: Ausgewählt
eo: Séléçtéd Ⱡ'σяєм ιρѕυм ∂#
es_419: Seleccionado
es_es: Seleccionado
fr_ca: Sélectionné
he: נבחר
hi: चयनित
id: Terpilih
ja_jp: 選択済
ka: არჩეული
pt_br: Selecionado
ru: Выбрано
sw_ke: Chaguliwa
tr_tr: Seçili
uk: Обраний
zh_cn: 已选

source: Order %(order_number)s has been fulfilled.
ar: لقد استوفي %(order_number)s طلبًا.
ca: S'ha complert l'ordre %(order_number)s.
da: Ordre %(order_number)s er blevet opfyldt.
de_de: Bestellung %(order_number)s wurde ausgeführt.
eo: Ördér %(order_number)s häs ßéén fülfïlléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: La orden número %(order_number)s ha sido tramitada.
es_es: Se ha cumplido el pedido %(order_number)s.
fr_ca: La commande %(order_number)s a été remplie.
he: הזמנה %(order_number)s בוצעה.
hi: ऑर्डर %(order_number)s पूरा हो गया है।
id: Pesanan %(order_number)s telah terpenuhi.
ka: %(order_number)s შეკვეთა შესრულებულია.
pt_br: Pedido %(order_number)s não foi preenchido
ru: Заказ %(order_number)s сделан.
sw_ke: Kanuni ya %(order_number)s imetekelezwa.
tr_tr: %(order_number)s numaralı sipariş tamamlandı.
uk: Замовлення %(order_number)sвиконане.
zh_cn: 编号为 %(order_number)s 的订单已完成。

source: Failed to fulfill order %(order_number)s: %(error)s
ar: تعذّر استيفاء الطلب %(order_number)s: %(error)s
ca: No s'ha pogut complir l'ordre %(order_number)s: %(error)s
da: Kunne ikke opfylde ordre %(order_number)s: %(error)s
de_de: Bestellung %(order_number)s konnte nicht ausgeführt werden: %(error)s
eo: Fäïléd tö fülfïll ördér %(order_number)s: %(error)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Falló al tramitar la orden %(order_number)s: %(error)s
es_es: No se pudo completar el pedido %(order_number)s: %(error)s
fr_ca: Impossible de remplir la commande %(order_number)s: %(error)s
he: ביצוע הזמנה %(order_number)s נכשל: %(error)s
hi: ऑर्डर पूरा करने में विफल %(order_number)s: %(error)s
id: Gagal memenuhi pesanan %(order_number)s: %(error)s
ka: %(order_number)s შეკვეთის შესრულებისას წარმოიშვა შეცდომა: %(error)s
pt_br: Falha ao preencher o pedido %(order_numbers)s: %(error)s
ru: Не получилось сделать заказ %(order_number)s: %(error)s
sw_ke: Haikufaulu kutekeleza kanuni ya %(order_number)s: %(error)s
tr_tr: %(order_number)s numaralı sipariş tamamlanamadı: %(error)s
uk: Неможливо виконати замовлення %(order_number)s:%(error)s
zh_cn: 未能完成编号为 %(order_number)s 的订单: %(error)s

source: Refund #%(refund_id)s has been processed.
ar: جرت معالجة طلبات استعادة المبلغ ذات الأرقام #%(refund_id)s
ca: S'ha processat el reembossament #%(refund_id)s
da: Refusion #%(refund_id)s er blevet behandlet.
de_de: Rückerstattung #%(refund_id)s wurde verarbeitet.
eo: Réfünd #%(refund_id)s häs ßéén pröçésséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: La devolución #%(refund_id)s ha sido procesada.
es_es: Se ha procesado el reembolso n.º %(refund_id)s.
fr_ca: Le remboursement #%(refund_id)s a été traité.
he: בוצע עיבוד של החזר #%(refund_id)s.
hi: रिफंड #%(refund_id)s संसाधित हो चुका है।
id: Refund #%(refund_id)s telah diproses.
ja_jp: #%(refund_id)s の返金は手続き中です。
ka: თანხის დაბრუნება #%(refund_id)s შესრულებულია.
pt_br: O reembolso #%(refund_id)s foi processado
ru: Процесс возврата денег #%(refund_id)s выполнен.
sw_ke: Marejsho ya malipo #%(refund_id)s yameshughulikiwa
tr_tr: #%(refund_id)s numaralı para iadesi işlendi.
uk: Повернення коштів %(refund_id)sтриває.
zh_cn: 退款 #%(refund_id)s 处理完毕。

source: Error
ar: حدث خطأ
da: Fejl
de_de: Fehler
eo: Érrör Ⱡ'σяєм ιρѕ#
fr_ca: Erreur
he: שגיאה
hi: त्रुटि
id: Kesalahan
ja_jp: エラー
ka: შეცდომა
pt_br: Erro
ru: Ошибка
sw_ke: Hitilafu
tr_tr: Hata
uk: Помилка
zh_cn: 错误

source: Failed to process refund #%(refund_id)s: %(error)s. Please try again, or contact the E-Commerce Development Team.
ar: تعذّرت معالجة طلب إعادة المبلغ ذا الرقم #%(refund_id)s: %(error)s. يُرجى إعادة المحاولة أو الاتصال بفريق تطوير التجارة الإلكترونية.
ca: No s'ha pogut processar el reembossament #%(refund_id)s: %(error)s. Torneu-ho a provar, o poseu-vos en contacte amb l'equip de desenvolupament de comerç electrònic.
da: Kunne ikke behandle refusion #%(refund_id)s: %(error)s. Prøv venligst igen, eller kontakt E-Commerce Development Team.
de_de: Die Rückerstattung #%(refund_id)s: %(error)s konnte nicht verarbeitet werden. Bitte versuchen Sie es erneut oder kontaktieren den Support.
eo: Fäïléd tö pröçéss réfünd #%(refund_id)s: %(error)s. Pléäsé trý ägäïn, ör çöntäçt thé É-Çömmérçé Dévélöpmént Téäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Falló al procesar la devolución #%(refund_id)s: %(error)s. Por favor intente nuevamente o contacte al equipo de soporte.
es_es: No se pudo procesar el reembolso #%(refund_id)s: %(error)s. Vuelva a intentarlo o póngase en contacto con el equipo de desarrollo de comercio electrónico.
fr_ca: Impossible de traiter le remboursement #%(refund_id)s: %(error)s. S'il vous plaît essayer de nouveau, ou contactez l'équipe de développement du commerce électronique.
he: עיבוד של החזר #%(refund_id)s נכשל: %(error)s. נסו שוב, או פנו אל צוות הפיתוח של המסחר האלקטרוני.
hi: रिफंड संसाधित करने में विफल #%(refund_id)s: %(error)s। कृपया पुनः प्रयास करें, या ई-कॉमर्स विकास टीम से संपर्क करें।
id: Gagal memproses refund #%(refund_id)s: %(error)s. Silakan coba kembali, atau hubungi Tim Pengembangan E-Commerce.
ja_jp: #%(refund_id)sの返金手続失敗：エラー %(error)s。もう一度お試しいただくか、E-コマース開発チームにお問い合わせください。
ka: თანხის დაბრუნება #%(refund_id)s ვერ შესრულდა: %(error)s. გთხოვთ, ხელახლა სცადოთ, ან დაუკავშირდეთ E-Commerce დეველოპერების ჯგუფს.
pt_br: Falha ao processar o reembolso #%(refund+_id)s: %(error)s. Por favor tente novamente, ou entre em contato com a Equipe de Desenvolvimento do E-Commerce.
ru: Не удалось выполнить возврат денег #%(refund_id)s: %(error)s. Пожалуйста, попробуйте позже или свяжитесь с командой разработчиков E-Commerce.
sw_ke: Hujafanikiwa katika mchakato wa kurejesha malipo #%(refund_id)s: %(error)s. Tafadhali jaribu tena, au wasiliana na E-Timu ya Maendeleo Ya Biashara.
tr_tr: İade işlemi başarısız oldu #%(refund_id)s: %(error)s. Lütfen tekrar deneyin ya da E-Ticaret Geliştirme Ekibi ile iletişime geçin.
uk: Неможливо повернути кошти %(refund_id)s:%(error)s. Будь ласка, спробуйте ще раз або зв'яжіться з командою розробників.
zh_cn: 无法处理退款 #%(refund_id)s: %(error)s。请重试，或者联系电子商务开发团队。

source: Create and Add More
da: Opret og tilføj mere
es_es: Crear y agregar más
hi: बनाएं और अधिक जोड़ें
pt_br: Criar e Adicionar Mais
uk: Створити та додати більше
