Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Product Options
ar: خيارات المنتج
az: Məhsul seçimləri
da: Produktmuligheder
de_de: Produktoptionen
el: Επιλογές προϊόντος
eo: Prödüçt Öptïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Opciones del producto
es_es: Opciones de productos
fil_ph: Mga Pagpipilian sa Produkto
id: Pilihan Produk
pt_br: Opções do produto
pt_pt: Opções de Produto
ru: Свойства продукта
sq: Opsionet e produktit
sv: Produktalternativ
tr_tr: Ürün Seçenekleri
zh_cn: 产品选项

source: Partner details
ar: تفاصيل الشريك
az: Tərəfdaş məlumatları
da: Partner detaljer
el: Στοιχεία συνεργάτη
eo: Pärtnér détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Detalles del aliado
es_es: Detalles del socio
fil_ph: Mga detalye ng kasosyo
id: Detail mitra
pt_br: Detalhes do parceiro
pt_pt: Detalhes do parceiro
ru: Данные о партнере
sq: Detajet e partnerit
sv: Partnerinformation
tr_tr: İş ortağı ayrıntıları
zh_cn: 合作方详细信息

source: Partner SKU
ar: وحدة إدارة المخزون للشريك
az: Tərəfdaş SKU
el: SKU συνεργάτη
eo: Pärtnér SKÛ Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: SKU del aliado
es_es: SKU de socio
id: SKU mitra
pt_br: SKU do parceiro
pt_pt: Parceiro SKU
ru: Партнер SKU
tr_tr: İş Ortağı SKU
zh_cn: 合作方SKU

source: Shipping details
ar: تفاصيل الشحن
az: Göndərilmə məlumatları
da: Forsendelsesdetaljer
de_de: Versanddetails
el: Λεπτομέρειες αποστολής
eo: Shïppïng détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Detalles de envío
es_es: Detalles de envío
fil_ph: Mga detalye ng pagpapadala
id: Rincian pengiriman
pt_br: Detalhes de envio
pt_pt: Detalhes de envio
ru: Информация о доставке
sq: Detajet e transportit
sv: Frakt detaljer
sw_ke: Maelezo ya utumaji bidhaa
tr_tr: Kargo ayrıntıları
zh_cn: 运送详情

source: Partner reference number
ar: الرقم المرجعي للشريك
az: Tərəfdaş referans nömrəsi
da: Partnerens referencenummer
de_de: Partner Referenznummer
el: Αριθμός αναφοράς συνεργάτη
eo: Pärtnér référénçé nümßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Número de referencia del aliado
es_es: Número de referencia del socio
fil_ph: reference number ng kasosyo
id: Nomor referensi mitra
pt_br: Número de referência do parceiro
pt_pt: Número de referência do parceiro
ru: Идентификационный номер партнера
sq: Numri i referencës së partnerit
sv: Partners referensnummer
tr_tr: İş ortağı referans numarası
zh_cn: 合作方参考编号

source: Partner notes
ar: ملاحظات الشريك
az: Tərəfdaş qeydləri
da: Partnernotater
de_de: Partnerinformationen
el: Σημειώσεις συνεργατών
eo: Pärtnér nötés Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Notas del aliado
es_es: Notas de socios
fil_ph: Mga tala ng kasosyo
id: Catatan mitra
pt_br: Notas do parceiro
pt_pt: Notas do parceiro
ru: Заметки партнеров
sq: Shënimet e partnerit
sv: Partneranteckningar
tr_tr: İş ortağı hakkında
zh_cn: 合作伙伴注意事项

source: Estimate dispatch date
ar: التاريخ التقديري للشحن
az: Təxmin edilən göndərilmə tarixi
da: Estimeret afsendelsesdato
de_de: Geschätztes Auslieferungsdatum
el: Εκτίμηση ημερομηνίας αποστολής
eo: Éstïmäté dïspätçh däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Fecha estimada de despacho
es_es: Estimar fecha de envío
fil_ph: Tantyahin ang petsa ng pagpapadala
id: Perkiraan tanggal pengiriman
pt_br: Estimar a data de despacho
pt_pt: Data estimada de envio
ru: Расчетная дата отправки
sq: Llogaritni datën e dërgimit
sv: Beräkna leveransdatum
tr_tr: Tahmini sevk tarihi
zh_cn: 预计发货日期

source: Shipping status
ar: حالة الشحن
az: Göndərilmə statusu
da: Forsendelsesstatus
de_de: Versandstatus
el: Κατάσταση αποστολής
eo: Shïppïng stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Estado de envío
es_es: Estado del envío
fil_ph: Estado ng kargamento
id: Status pengiriman
pt_br: Status de envio
pt_pt: Estado do envio
ru: Статус доставки
sq: Statusi i transportit
sv: Fraktstatus
tr_tr: Kargo durumu
zh_cn: 运送状态

source: State
ar: الحالة
az: Dövlət
da: Stat
de_de: Zustand
el: Κατάσταση
eo: Stäté Ⱡ'σяєм ιρѕ#
es_419: Estado
es_es: Estado de la tarea
fil_ph: Estado
id: Kondisi
pt_br: Estado
pt_pt: Estado
ru: Состояние
sq: Shtetit
sv: stat
sw_ke: Elezea
tr_tr: Durum
zh_cn: 州

source: No shipping events have occurred.
ar: لم تحدث عمليات شحن
az: Heç bir göndərmə hadisəsi baş vermədi.
da: Ingen forsendelseshændelser har fundet sted.
de_de: Es wurden noch keine Versandkosten hinzugefügt.
el: Δεν υπάρχουν συμβάντα αποστολής.
eo: Nö shïppïng événts hävé öççürréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: No han ocurrido eventos de envío
es_es: No se han producido eventos de envío.
fil_ph: Walang mga kaganapan sa pagpapadala na naganap.
id: Tidak ada peristiwa pengiriman yang terjadi.
pt_br: Nenhum evento de envio ocorreu
pt_pt: Não ocorreram eventos de envio.
ru: Отгрузочных событий не было.
sq: Nuk ka ndodhur asnjë ngjarje transporti.
sv: Inga frakthändelser har inträffat.
tr_tr: Kargo etkinliği gerçekleşmedi.
zh_cn: 未出现邮寄事项。

source: Shipping events
ar: عمليات الشحن
az: Göndərmə tədbirləri
da: Forsendelsesarrangementer
de_de: Versandkosten
el: Συμβάντα αποστολής
eo: Shïppïng événts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Eventos de envío
es_es: Eventos de envío
fil_ph: Mga kaganapan sa pagpapadala
id: Acara pengiriman
pt_br: Eventos de embarque
pt_pt: Eventos de envio
ru: Мероприятия по перевозке
sq: Ngjarjet e transportit
sv: Frakthändelser
tr_tr: Kargo aşamaları
zh_cn: 邮寄事项

source: Event
ar: العملية
az: Tədbir
da: Begivenhed
el: Συμβάν
eo: Évént Ⱡ'σяєм ιρѕ#
es_419: Evento
es_es: Incidencia
fil_ph: Kaganapan
id: Peristiwa
pt_br: Evento
pt_pt: Evento
ru: Событие
sq: Ngjarje
sv: Händelse
sw_ke: Tukio
tr_tr: Etkinlik
zh_cn: 事项

source: Reference
ar: الرقم المرجعي
az: Referans
de_de: Referenz
el: Αναφορά
eo: Référénçé Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Referencia
es_es: Referencia
fil_ph: Sanggunian
id: Referensi
pt_br: Referência
pt_pt: Referência
ru: Ссылка
sq: Referenca
sv: Referens
sw_ke: Marejeleo
tr_tr: Kaynak
zh_cn: 参考

source: Date
ar: التاريخ
az: Tarix
da: Dato
de_de: Datum
el: Ημερομηνία
eo: Däté Ⱡ'σяєм ι#
es_419: Fecha
es_es: Fecha
fil_ph: Petsa
id: Tanggal
pt_br: Data
pt_pt: Data
ru: Дата
sq: Data
sv: Datum
sw_ke: Tarehe
tr_tr: Tarih
zh_cn: 日期

source: Payment events
ar: عمليات الدفع
az: Ödəniş tədbirləri
da: Betalingsarrangementer
de_de: Zahlung
el: Συμβάντα πληρωμών
eo: Päýmént événts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Eventos de pago
es_es: Eventos de pago
fil_ph: Mga kaganapan sa pagbabayad
id: Acara pembayaran
pt_br: Eventos de pagamento
pt_pt: Eventos de pagamento
ru: Платежные события
sq: Ngjarjet e pagesave
sv: Betalningshändelser
tr_tr: Ödeme etkinlikleri
zh_cn: 付款事项

source: No payment events have occurred.
ar: لم تحدث عمليات شحن.
az: Heç bir ödəniş hadisəsi baş vermədi
da: Der er ikke indtruffet betalingshændelser.
de_de: Es ist keine Zahlung erfolgt.
el: Δεν υπάρχουν συμβάντα πληρωμών
eo: Nö päýmént événts hävé öççürréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: No han ocurrido eventos de pago
es_es: No se han producido eventos de pago.
fil_ph: Walang mga kaganapan sa pagbabayad na naganap.
id: Tidak ada peristiwa pembayaran yang terjadi.
pt_br: Nenhum evento de pagamento ocorreu.
pt_pt: Não ocorreram eventos de pagamento.
ru: Платежных событий не произошло.
sq: Nuk ka ndodhur asnjë ngjarje pagese.
sv: Inga betalningshändelser har inträffat.
tr_tr: Ödeme etkinliği gerçekleşmedi.
zh_cn: 未出现付款事项。

source: Order %(number)s
ar: الطلبية %(number)s
az: Sifariş %(number)s
da: Bestil %(number)s
de_de: Bestellung %(number)s
el: Παραγγελία %(number)s
eo: Ördér %(number)s Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Orden %(number)s
es_es: Pedido %(number)s
fil_ph: Umorder %(number)s
id: Memesan %(number)s
pt_br: Pedido %(number)s
pt_pt: Pedido %(number)s
ru: Заказ %(number)s
sq: Rendit %(number)s
sv: Beställ %(number)s
sw_ke: Mpangilio %(number)s
tr_tr: Sipariş %(number)s
zh_cn: 订单%(number)s

source: Order #%(number)s
ar: الطلبية #%(number)s
az: Sifariş № %(number)s
da: Bestil #%(number)s
de_de: Bestellung #%(number)s
el: Παραγγελία #%(number)s
eo: Ördér #%(number)s Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Orden #%(number)s
es_es: Pedido nº%(number)s
id: Pesanan #%(number)s
pt_br: Pedido #%(number)s
pt_pt: Pedido # %(number)s
ru: Заказ №%(number)s
sq: Rendi # %(number)s
sv: Beställ #%(number)s
sw_ke: Mpangilio#%(number)s
tr_tr: Sipariş #%(number)s
zh_cn: 订单#%(number)s

source: Customer Information
ar: معلومات العميل
az: Müştəri məlumatı
da: kunde information
de_de: Kundeninformation
el: Πληροφορίες πελάτη
eo: Çüstömér Ìnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Información del cliente
es_es: Información al cliente
fil_ph: Impormasyon ng Customer
id: Informasi Pelanggan
pt_br: Informações do Cliente
pt_pt: Informação do Cliente
ru: Информация о пользователе
sq: Informacioni i Klientit
sv: kundinformation
sw_ke: Taarifa ya Mteja
tr_tr: Müşteri Bilgileri
zh_cn: 客户信息

source: Email address
ar: عنوان البريد الإلكتروني
az: Email ünvanı
da: Email adresse
de_de: Email-Adresse
el: E-mail
eo: Émäïl äddréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Correo electrónico
es_es: Dirección de correo electrónico
id: Alamat email
pt_br: Endereço de e-mail
pt_pt: Endereço de email
ru: E-mail адрес
sq: Posta elektronike
sv: Mailadress
sw_ke: Anwani barua pepe
tr_tr: E-posta adresi
zh_cn: 邮箱

source: Customer checked out as a guest.
ar: قام العميل بتسجيل الخروج كضيف.
da: Kunden tjekkede ud som gæst.
el: Ο πελάτης έκανε check out ως επισκέπτης.
fil_ph: Nag-check out ang customer bilang bisita.
pt_br: O cliente fez check-out como convidado.
sq: Klienti u largua si mysafir.

source: Customer has deleted their account.
ar: حذف العميل حسابه
az: Müştəri hesabını silib.
da: Kunden har slettet sin konto.
de_de: Der Kunde hat seinen Account gelöscht.
el: Ο πελάτης έχει διαγράψει τον λογαριασμό του.
eo: Çüstömér häs délétéd théïr äççöünt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: El cliente ha eliminado su cuenta.
es_es: El cliente ha eliminado su cuenta.
fil_ph: Tinanggal ng customer ang kanilang account.
id: Pelanggan telah menghapus akun mereka.
pt_br: O usuário excluiu sua conta
pt_pt: O cliente eliminou a sua conta.
ru: Клиент удалил свою учётную запись.
sq: Klienti ka fshirë llogarinë e tij.
sv: Kunden har raderat sitt konto.
sw_ke: Mteja amefuta akaunti yake.
tr_tr: Müşteri hesabını sildi.
zh_cn: 客户已经删除了他们的账号。

source: Order information
ar: معلومات الطلبية
az: Sifariş məlumatı
da: Bestillingsoplysninger
de_de: Bestellungsinformation
el: Πληροφορίες παραγγελίας
eo: Ördér ïnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Información de la orden
es_es: Información del pedido
fil_ph: Impormasyon ng order
id: Informasi pemesanan
pt_br: Informações do Pedido
pt_pt: Informação do pedido
ru: Информация о заказе
sq: Informacioni i porosisë
sv: Beställningsinformation
sw_ke: Mpangilio wa Taarifa
tr_tr: Sipariş bilgisi
zh_cn: 订单信息

source: Order Total
ar: إجمالي الطلبية
az: Yekun sifariş
da: Ordre i alt
de_de: Bestellung gesamt
el: Σύνολο παραγγελίας
eo: Ördér Tötäl Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Total de la orden
es_es: Total pedido
fil_ph: Kabuuan ng Order
id: Total Pesanan
pt_br: Total do Pedido
pt_pt: Total do Pedido
ru: Сумма заказа
sq: Totali i porosisë
sv: ordersumma
sw_ke: 'Jumla' ya Maagizo
tr_tr: Sipariş Toplamı
zh_cn: 订单总数

source: Date of purchase
ar: تاريخ الشراء
az: Alınma tarixi
da: Købsdato
de_de: Bestelldatum
el: Ημερομηνία αγοράς
eo: Däté öf pürçhäsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Fecha de compra
es_es: Fecha de compra
fil_ph: Petsa ng pagbili
id: Tanggal pembelian
pt_br: Data de compra
pt_pt: Data da compra
ru: Дата покупки
sq: Data e blerjes
sv: Inköpsdatum
sw_ke: Tarehe ya ununuzi
tr_tr: Ödeme tarihi
zh_cn: 购买日期

source: Time of purchase
ar: وقت الشراء
az: Alış vaxtı
da: Købstidspunkt
de_de: Bestellzeit
el: Ώρα αγοράς
eo: Tïmé öf pürçhäsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Hora de compra
es_es: Tiempo de compra
fil_ph: Oras ng pagbili
id: Waktu pembelian
pt_br: Data da compra
pt_pt: Hora da compra
ru: Время покупки
sq: Koha e blerjes
sv: Inköpstidpunkt
sw_ke: Muda wa ununuzi
tr_tr: Ödeme zamanı
zh_cn: 购买时间

source: Order Details
ar: تفاصيل الطلبية
az: Sıralama Detalları
da: Ordre detaljer
de_de: Bestellungsdetails
el: Πληροφορίες παραγγελίας
eo: Ördér Détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Detalles de la orden
es_es: Detalles del pedido
fil_ph: Mga Detalye ng Order
id: Rincian Pesanan
pt_br: Detalhes do Pedidos
pt_pt: Detalhes do Pedido
ru: Реквизиты заказа
sq: Detajet e porosisë
sv: Orderdetaljer
sw_ke: 'Agiza' Maelezo/ Utondoti
tr_tr: Sipariş Detayları
zh_cn: 订单细节

source: Order contents
ar: محتويات الطلبية
az: Sifariş məzmunu
da: Bestil indhold
de_de: Inhalte der Bestellung
el: Περιεχόμενα παραγγελίας
eo: Ördér çönténts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Contenido de la orden
es_es: El pedido contiene
fil_ph: Mga nilalaman ng order
id: Isi pesanan
pt_br: Conteúdo do pedido
pt_pt: Conteúdos do pedido
ru: Содержание заказа
sq: Porosit përmbajtjen
sv: Beställ innehåll
sw_ke: 'Agiza' maudhui
tr_tr: Sipariş içerikleri
zh_cn: 订单内容

source: Shipping
ar: الشحن
az: Göndərilmə
da: Forsendelse
de_de: Versand
el: Μεταφορικά
eo: Shïppïng Ⱡ'σяєм ιρѕυм ∂#
es_419: Envío
es_es: Envío
fil_ph: Pagpapadala
id: Pengiriman
pt_br: Entrega
pt_pt: Envio
ru: Доставка
sq: Transporti
sv: Frakt
sw_ke: Usafirishaji wa majini
tr_tr: Kargo
zh_cn: 邮寄

source: Payment
ar: الدفع
az: Ödəmə
da: Betaling
de_de: Zahlung
el: Πληρωμή
eo: Päýmént Ⱡ'σяєм ιρѕυм #
es_419: Pago
es_es: Pago
fil_ph: Pagbabayad
id: Pembayaran
pt_br: Pagamento
pt_pt: Pagamento
ru: Оплата
sq: Pagesa
sv: Betalning
sw_ke: Malipo
tr_tr: Ödeme
zh_cn: 付款

source: Discounts
ar: الخصومات
az: Endirimlər
da: Rabatter
de_de: Rabatte
el: Εκπτώσεις
eo: Dïsçöünts Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Descuentos
es_es: Descuentos
fil_ph: Mga diskwento
id: Diskon
pt_br: Descontos
pt_pt: Descontos
ru: Скидки
sq: Zbritje
sv: Rabatter
sw_ke: Punguzo
tr_tr: İndirimler
zh_cn: 折扣

source: Notes
ar: ملاحظات
az: Qeydlər
da: Noter
de_de: Notizen
el: Σημειώσεις
eo: Nötés Ⱡ'σяєм ιρѕ#
es_419: Notas
es_es: Notas
fil_ph: Mga Tala
id: Catatan
pt_br: Anotações
pt_pt: Notas
ru: Примечания
sq: Shënime
sv: Anteckningar
sw_ke: Nukuu
tr_tr: Notlar
zh_cn: 笔记

source: Items ordered
ar: العناصر المطلوبة
az: Sifariş olunanlar
da: Bestilte varer
de_de: Bestellte Objekte
el: Τεμάχια που παραγγέλθηκαν
eo: Ìtéms ördéréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Items ordenados
es_es: Artículos pedidos
fil_ph: Mga item na inorder
id: Item yang dipesan
pt_br: Itens pedidos
pt_pt: Itens pedidos
ru: Заказанные наименования
sq: Artikujt e porositur
sv: Beställda föremål
sw_ke: Bidhaa zilizoagiziwa
tr_tr: Öğeler düzenlendi
zh_cn: 订购的商品

source: Line ID
ar: الرقم التعريفي للخط
az: Sıra ID-si
da: Linje-id
de_de: Linien ID
el: Αναγνωριστικό γραμμής
eo: Lïné ÌD Ⱡ'σяєм ιρѕυм #
es_419: ID de la línea
es_es: ID de línea
id: ID Baris
pt_br: ID da linha
pt_pt: ID da Linha
ru: Идентификатор строки
sq: ID e linjës
sv: Linje-ID
sw_ke: Mstari wa 'ID'
tr_tr: Hat Kimliği
zh_cn: 行ID

source: Product
ar: المنتَج
az: Məhsul
da: Produkt
de_de: Produkt
el: Προϊόν
eo: Prödüçt Ⱡ'σяєм ιρѕυм #
es_419: Producto
es_es: Producto
fil_ph: produkto
id: Produk
pt_br: Produto
pt_pt: Produto
ru: Товар
sq: Produkt
sv: Produkt
sw_ke: Bidhaa
tr_tr: Ürün
zh_cn: 产品

source: Supplier
ar: المزود
az: Təchizatçı
da: Leverandør
de_de: Zulieferer
el: Προμηθευτής
eo: Süpplïér Ⱡ'σяєм ιρѕυм ∂#
es_419: Proveedor
es_es: Proveedor
id: Pemasok
pt_br: Fornecedor
pt_pt: Fornecedor
ru: Поставщик
sq: Furnizuesi
sv: Leverantör
sw_ke: Msambazaji
tr_tr: Tedarikçi
zh_cn: 供应商

source: Supplier SKU
ar: وحدة إدارة المخزون التابعة للمزوِّد
az: Təchizatçı SKU
da: Leverandør SKU
de_de: Lieferanten SKU
el: SKU προμηθευτή
eo: Süpplïér SKÛ Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: SKU del proveedor
es_es: Código de proveedor
fil_ph: SKU ng Supplier
id: SKU pemasok
pt_br: Fornecedor do SKU - Unidade de Manutenção de Estoque
pt_pt: Fornecedor SKU
ru: SKU
sq: Furnizuesi SKU
sv: Leverantörs SKU
sw_ke: Msambazaji wa SKU
tr_tr: Tedarikçi SKU
zh_cn: 供应商SKU

source: Price excl tax (before discounts)
ar: السعر باستثناء الضريبة (قبل الخصومات)
az: Vergi daxil edilməyən qiymət (endirimdən öncə)
da: Pris ekskl. moms (før rabatter)
de_de: Preis ohne Steuern (vor Rabattverrechnung)
el: Τιμή χωρίς φόρο (προ εκπτώσεων)
eo: Prïçé éxçl täx (ßéföré dïsçöünts) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Precio antes de impuestos (sin descuentos)
es_es: Precio exc. impuestos (sin descuentos)
fil_ph: Presyo hindi kasama ang buwis (bago ang mga diskwento)
id: Harga di luar pajak (sebelum diskon)
pt_br: Preço sem impostos (antes dos descontos)
pt_pt: Preço excl tax (antes dos descontos)
ru: Цена за вычетом налога (без учёта скидок)
sq: Çmimi pa taksa (para zbritjeve)
sv: Pris exkl moms (före rabatter)
sw_ke: Bei bila ushuru (kabla ya punguzo)
tr_tr: Vergi hariç fiyat (indirimlerden önce)
zh_cn: 不含税价格(折扣前)

source: Price inc tax (before discounts)
ar: السعر متضمّنًا الضريبة (قبل الخصومات)
az: Vergi daxil edilən qiymət (endirimdən öncə)
da: Pris inkl. moms (før rabatter)
de_de: Preis inclusive Steuern (vor Rabattverrechnung)
el: Τιμή με φόρο (προ εκπτώσεων)
eo: Prïçé ïnç täx (ßéföré dïsçöünts) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Precio incluido impuestos (sin descuentos)
es_es: Precio inc. impuestos (sin descuentos)
fil_ph: Presyo kasama ang buwis (bago ang mga diskwento)
id: Harga termasuk pajak (sebelum diskon)
pt_br: Preço com impostos (antes dos descontos)
pt_pt: Preço Inc imposto (antes de descontos)
ru: Цена включая налог (без учёта скидок)
sq: Çmimi me tatimin (para zbritjeve)
sv: Pris inkl moms (före rabatter)
sw_ke: Bei pamoja na ushuru (kabla ya punguzo)
tr_tr: Vergi dâhil fiyat (indirimlerden önce)
zh_cn: 价格公司税收(折扣前)

source: View
ar: استعراض
az: Görüntü
da: Udsigt
de_de: Anzeigen
el: Προβολή
eo: Vïéw Ⱡ'σяєм ι#
es_419: Ver
es_es: Ver
fil_ph: Tingnan
id: Tampilkan
pt_br: Visualizar
pt_pt: Ver
ru: Просмотреть
sq: Shiko
sv: Visa
sw_ke: Angalia
tr_tr: Göster
zh_cn: 视图

source: Basket total (excl. discounts)
ar: إجمالي السلّة (باستثناء الخصومات)
az: Ümumi səbət (endirimlər daxil deyil)
da: Kurv i alt (ekskl. rabatter)
de_de: Einkaufswagen gesamt (exkl. Rabatte)
el: Τιμή λιανικής (δεν συμπεριλαμβάνονται οι εκπτώσεις)
eo: Bäskét tötäl (éxçl. dïsçöünts) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Total (sin descuentos)
es_es: Total de la cesta (exc. descuentos)
fil_ph: Kabuuan ng basket (hindi kasama ang mga diskwento)
id: Total keranjang (tidak termasuk diskon)
pt_br: Total do carrinho (excluindo descontos)
pt_pt: Total do cesto (excl. descontos)
ru: Итого в корзине на сумму (без учёта скидок)
sq: Totali i shportës (përjashtuar zbritjet)
sv: Korg totalt (exkl. rabatter)
sw_ke: Jumla ya kapu (punguzo la excl.)
tr_tr: Sepet toplamı (indirimsiz)
zh_cn: 购物车总计(折扣前)

source: Basket total (inc. discounts)
ar: إجمالي السلّة (مع الخصومات)
az: Ümumi səbət (endirimlər daxildir)
da: Kurv i alt (inkl. rabatter)
de_de: Einkaufswagen gesamt (inkl. Rabatte)
el: Τιμή λιανικής (συμπεριλαμβάνονται οι εκπτώσεις)
eo: Bäskét tötäl (ïnç. dïsçöünts) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Total (con descuentos)
es_es: Total de la cesta (inc. descuentos)
fil_ph: Kabuuan ng basket (inc. na mga diskwento)
id: Total keranjang (termasuk diskon)
pt_br: Total do carrinho (incluindo descontos)
pt_pt: Total do cesto (inc. descontos)
ru: Итого в корзине на сумму (с учётом скидок)
sq: Totali i shportës (përfshirë zbritjet)
sv: Korg totalt (inkl. rabatter)
sw_ke: Jumla ya hazina ya manunuzi mtandaoni (pamoja na punguzo)
tr_tr: Sepet toplamı (indirimli)
zh_cn: 购物车总计(折扣后)

source: Basket total
ar: إجمالي السلّة
az: Ümumi səbət
da: Kurv i alt
de_de: Einkaufswagen gesamt
el: Σύνολο καλαθιού
eo: Bäskét tötäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Total
es_es: Total de la cesta
fil_ph: Kabuuan ng basket
id: Total keranjang
pt_br: Total do carrinho
pt_pt: Total do cesto
ru: Итого в корзине на сумму
sq: Totali i shportës
sv: Korg totalt
sw_ke: Jumla ya hazina ya manunuzi mtandaoni
tr_tr: Sepet toplamı
zh_cn: 购物车总计

source: Shipping total (excl. discounts)
ar: إجمالي الشحنة (باستثناء الخصومات)
az: Yekun göndərmə (endirimlər daxil deyil)
da: Forsendelse i alt (ekskl. rabatter)
de_de: Versand gesamt (exkl. Rabatte)
el: Σύνολο μεταφορικών (χωρίς εκπτώσεις)
eo: Shïppïng tötäl (éxçl. dïsçöünts) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Total del envío (sin descuentos)
es_es: Total portes (exc. descuentos)
fil_ph: Kabuuan ng pagpapadala (hindi kasama ang mga diskwento)
id: Total biaya kirim (tidak termasuk diskon)
pt_br: Total do frete (excluindo descontos)
pt_pt: Total do envio (excl. descontos)
ru: Итого к отгрузке (без учёта скидок)
sq: Totali i dërgesave (përjashtuar zbritjet)
sv: Total frakt (exkl. rabatter)
sw_ke: Jumla ya Gharama za usafirishaji wa majini (bila punguzo)
tr_tr: Toplam kargo (indirimler hariç)
zh_cn: 邮寄总计(折扣前)

source: Shipping total (inc. discounts)
ar: إجمالي الشحنة (مع الخصومات)
az: Yekun göndərmə (endirimlər daxildir)
da: Forsendelse i alt (inkl. rabatter)
de_de: Versand gesamt (inkl. Rabatte)
el: Σύνολο μεταφορικών (συμπ. εκπτώσεων)
eo: Shïppïng tötäl (ïnç. dïsçöünts) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Total del envío (con descuentos)
es_es: Total portes (inc. descuentos)
fil_ph: Kabuuan ng pagpapadala (inc. na mga diskwento)
id: Total biaya kirim (termasuk diskon)
pt_br: Total do frete (incluindo descontos)
pt_pt: Total do envio (inc. descontos)
ru: Итого к отгрузке (с учётом скидок)
sq: Totali i dërgesave (përfshirë zbritjet)
sv: Total frakt (inkl. rabatter)
sw_ke: Jumla ya Gharama za usafirishaji wa majini (pamoja na punguzo)
tr_tr: Toplam kargo (indirimler dâhil)
zh_cn: 邮寄总计(折扣后)

source: Shipping total
ar: إجمالي الشحنة
az: Yekun göndərmə
da: Forsendelse i alt
de_de: Versandkosten gesamt
el: Σύνολο μεταφορικών
eo: Shïppïng tötäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Total del envío
es_es: Total del envío
fil_ph: Kabuuan ng pagpapadala
id: Total biaya kirim
pt_br: Total do frete
pt_pt: Total do envio
ru: Итого к отгрузке
sq: Transporti total
sv: Frakt totalt
sw_ke: Jumla ya gharama za usafirishaji wa majini
tr_tr: Toplam kargo
zh_cn: 邮寄总计

source: Surcharge %(name)s
ar: رسوم إضافية %(name)s
da: Tillæg %(name)s
el: Επιβάρυνση %(name)s
pt_br: Sobretaxa %(name)s
sq: Shtesë %(name)s

source: With selected lines
ar: مع الخطوط المختارة
az: Seçilmiş sıralar ilə
da: Med udvalgte linjer
de_de: Mit ausgewählten Linien
el: Με επιλεγμένες γραμμές
eo: Wïth séléçtéd lïnés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Con las lineas seleccionadas
es_es: Con las líneas seleccionadas
fil_ph: Sa mga piling linya
id: Dengan garis yang dipilih
pt_br: Com linhas selecionadas
pt_pt: Com linhas selecionadas
ru: с выбранными строками
sq: Me linja të zgjedhura
sv: Med valda rader
sw_ke: Pamoja na mistari iliyochaguliwa
tr_tr: Seçilmiş hatlar ile
zh_cn: 与选定的行

source: Change line status to
ar: تغيير وضع الخط إلى
az: Sıranın statusunu dəyişin
da: Skift linjestatus til
de_de: Linien status ändern zu
el: Αλλαγή κατάστασης γραμμής σε
eo: Çhängé lïné stätüs tö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Cambiar estado de la línea a
es_es: Cambiar el estado de la línea a
fil_ph: Baguhin ang status ng linya sa
id: Ubah status baris menjadi
pt_br: Altere o status da linha para
pt_pt: Alterar estado da linha para
ru: Изменить статус
sq: Ndrysho statusin e linjës në
sv: Ändra linjestatus till
sw_ke: Badilisha hali ya mstari kwa
tr_tr: Hat durumunu değiştir
zh_cn: 行状态更改为

source: choose new status
ar: اختيار حالة جديدة
az: yeni status seçin
da: vælge ny status
de_de: neuen Status wählen
el: επιλέξτε νέα κατάσταση
eo: çhöösé néw stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: elegir nuevo estado
es_es: elegir nuevo estado
fil_ph: pumili ng bagong katayuan
id: pilih status baru
pt_br: Escolher novo status
pt_pt: escolher novo estado
ru: выбрать новый статус
sq: zgjidhni statusin e ri
sv: välj ny status
sw_ke: Chagua hali mpya
tr_tr: yeni durum seçin
zh_cn: 选择新地位
