Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: No coupon found with id '%s'
ar: تعذّر العثور على قسيمة بالرمز '%s'
da: Ingen kupon fundet med id "%s"
de_de: Kein Gutschein mit ID '%s' gefunden
el: Δεν βρέθηκε κουπόνι με αναγνωριστικό &#39; %s &#39;
eo: Nö çöüpön föünd wïth ïd '%s' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: No se encontró un código de cupón con el id '%s'
es_es: No se encontró un código de cupón con el id '%s'
fil_ph: Walang nakitang kupon na may id na &#39;%s&#39;
id: Tidak ada kupon yang ditemukan dengan id '%s'
pt_br: Nenhum cupom encontrado com id &#39; %s &#39;
pt_pt: Nenhum cupom encontrado com id '%s'
sq: Nuk u gjet asnjë kupon me ID &#39; %s &#39;
sv: Ingen kupong hittades med id '%s'
tr_tr: '%s' numaralı kupon bulunamadı

source: Coupon code '%s' was removed from your basket.
ar: تمت إزالة رمز القسيمة '%s' من سلّتك.
da: Kuponkoden "%s" blev fjernet fra din indkøbskurv.
de_de: Gutscheincode '%s' wurde aus Ihrem Warenkorb gelöscht.
el: Ο κωδικός κουπονιού &#39; %s &#39; αφαιρέθηκε από το καλάθι σας.
eo: Çöüpön çödé '%s' wäs rémövéd fröm ýöür ßäskét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: El código de cupón '%s' fue removido de su cesta.
es_es: El código de cupón '%s' fue removido de su cesta.
fil_ph: Inalis ang coupon code na &#39;%s&#39; sa iyong basket.
id: Kode Kupon '%s'telah dihapus dari keranjang Anda.
pt_br: O código do cupom &#39; %s &#39; foi removido da sua cesta.
pt_pt: O código do cupom '%s' foi removido da sua cesta.
sq: Kodi i kuponit &#39; %s &#39; u hoq nga shporta juaj.
sv: Kupongkoden '%s' togs bort från din varukorg.
tr_tr: '%s' kupon kodu sepetinizden kaldırıldı.

source: Last date/time on which this product can be purchased.
ar: آخر تاريخ/توقيت يمكن شراء هذا المنتج فيه
az: Bu məhsulun satın alına bildiyi son tarix/vaxt.
da: Sidste dato/tidspunkt, hvor dette produkt kan købes.
de_de: Letzter Zeitpunkt zu dem dieses Produkt gekauft werden kann.
el: Τελευταία ημερομηνία/ώρα κατά την οποία μπορεί να αγοραστεί αυτό το προϊόν.
eo: Läst däté/tïmé ön whïçh thïs prödüçt çän ßé pürçhäséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Última fecha/hora en la que este producto puede ser adquirido.
es_es: Última día/hora en que este producto puede ser comprado.
fil_ph: Huling petsa/oras kung kailan mabibili ang produktong ito.
id: Tanggal / waktu terakhir produk ini dapat dibeli.
pt_br: Última data/hora em que este produto pode ser adquirido.
pt_pt: Última data/hora em que este produto pode ser comprado.
ru: Последняя дата/время покупки.
sq: Data/ora e fundit në të cilën mund të blihet ky produkt.
sv: Sista datum/tid då denna produkt kan köpas.
sw_ke: Muda/tarehe ya mwisho ambayo bidhaa inaweza kununuliwa.
tr_tr: Bu ürünün satın alınabilir son tarih / saat.
zh_cn: 购买此产品的截止日期／时间

source: Username
ar: اسم المستخدم
az: İstifadəçi adı
da: Brugernavn
de_de: Nutzername
el: Ψευδώνυμο
eo: Ûsérnämé Ⱡ'σяєм ιρѕυм ∂#
es_419: Nombre de usuario
es_es: Nombre de usuario
id: Nama Pengguna
pt_br: Usuário
pt_pt: Nome de utilizador
ru: Имя пользователя
sq: Pseudonimi
sv: användarnamn
sw_ke: Jina la mtumiaji
tr_tr: Kullanıcı adı
zh_cn: 用户名

source: Email
ar: البريد الإلكتروني
az: E-poçt
eo: Émäïl Ⱡ'σяєм ιρѕ#
es_419: Correo electrónico
es_es: Correo electrónico
id: Surel
ru: Электронная почта
sq: Posta elektronike
sv: E-post
sw_ke: Barua pepe
tr_tr: E-posta
zh_cn: 邮箱

source: {link_start}Refund #{refund_id}{link_end} created! Click {link_start}here{link_end} to view it.
ar: أُنشِئَت عملية {link_start}استرداد المبلغ #{refund_id}{link_end}! يُرجى النقر {link_start}هنا{link_end} لاستعراض بيانات العملية.
az: {link_start}Geri ödəmə #{refund_id}{link_end} yaradıldı! Baxmaq üçün {link_start}here{link_end} klikləyin.
da: {link_start}Refusion #{refund_id}{link_end} oprettet! Klik {link_start}her{link_end} for at se den.
de_de: {link_start}Rückerstattung #{refund_id}{link_end} erstellt! Klicken Sie {link_start}hier{link_end} um sie anzuzeigen.
el: Δημιουργήθηκε {link_start}επιστροφή χρημάτων #{refund_id}{link_end}! Κάντε κλικ {link_start}εδώ{link_end} για προβολή.
eo: {link_start}Réfünd #{refund_id}{link_end} çréätéd! Çlïçk {link_start}héré{link_end} tö vïéw ït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: {link_start}Reembolso #{refund_id}{link_end} creado! Haga clic {link_start}aquí{link_end} para verl.
es_es: {link_start}Reembolso #{refund_id}{link_end} creado. Haz clic {link_start}aquí{link_end} para verlo.
fil_ph: {link_start}Nagawa ang #{refund_id}{link_end}! I-click ang {link_start}here{link_end} upang tingnan ito.
id: {link_start} Pengembalian dana # {refund_id} {link_end} dibuat! Klik {link_start} di sini {link_end} untuk melihatnya.
pt_br: {link_start}Reembolso#{refund_id}{link_end} criado! Clique {link_start}aqui{link_end} para acessá-lo.
pt_pt: {link_start} Reembolso # {refund_id} {link_end} criado! Clique em {link_start} aqui {link_end} para visualizá-lo.
ru: {link_start}Запрос о возврате средств №{refund_id}{link_end} создан! Щёлкните {link_start}здесь{link_end}, чтобы просмотреть его.
sq: {link_start} Rimbursimi # {refund_id} {link_end} u krijua! kliko {link_start} këtu {link_end} për ta parë.
sv: {link_start}Återbetalning #{refund_id}{link_end} skapad! Klicka {link_start}här{link_end} för att se den.
sw_ke: {link_start}Rejesha fedha #{refund_id}{link_end} imetengenezwa! Bofya {link_start}hapa{link_end} ili kuitazama.
tr_tr: {link_start}İade #{refund_id}{link_end} oluşturuldu! Göstermek için {link_start}buraya{link_end} tıklayın.
zh_cn: {link_start}退款#{refund_id}{link_end} 已创建！点击 {link_start}这里{link_end} 查看。

source: A refund cannot be created for these lines. They may have already been refunded.
ar: لا يمكن إنشاء عملية استرداد المبلغ لهذه الخطوط، ربما تكون المبالغ قد استُردَّت في وقتٍ سابق.
az: Bu istiqamətlər üçün geri ödəniş yaradıla bilməz. Onlara artıq geri ödəniş olmalı idi.
da: Der kan ikke oprettes en refusion for disse linjer. De er muligvis allerede blevet refunderet.
de_de: Eine Rückerstattung für diese Auswahl konnte nicht erstellt werden. Eventuell wurden diese bereits rückerstattet.
el: Δεν είναι δυνατή η δημιουργία επιστροφής χρημάτων για αυτές τις γραμμές. Μπορεί να έχουν ήδη επιστραφεί.
eo: À réfünd çännöt ßé çréätéd för thésé lïnés. Théý mäý hävé älréädý ßéén réfündéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: No se puede crear un reembolso para estas líneas. Puede que ya hayan sido reembolsadas.
es_es: No puede crearse un reembolso para estas líneas. Puede que ya te lo hayan reembolsado.
fil_ph: Hindi makakagawa ng refund para sa mga linyang ito. Maaaring na-refund na sila.
id: Pengembalian dana tidak dapat dibuat untuk jalur ini. Mereka mungkin sudah dikembalikan.
pt_br: O reembolso não pode ser criado nessas condições. Elas podem já ter sido reembolsadas.
pt_pt: Não é possível criar um reembolso para estas linhas. Já podem ter recebido o reembolso.
ru: Невозможно выполнить возврат денежных средств по этим позициям. Возможно, средства уже были возвращены.
sq: Një rimbursim nuk mund të krijohet për këto linja. Ata mund të jenë rimbursuar tashmë.
sv: En återbetalning kan inte skapas för dessa rader. De kan redan ha återbetalats.
sw_ke: Marejesho hayawezi kutayarishwa katika mistari hii. Yawezekana kuwa tayari yamelipwa.
tr_tr: Bir iade bu hatlar için yaratılmış olamaz. Önceden iade edilmiş olabilir.
zh_cn: 这些商品不支持退款。针对这些商品的退款操作可能已经完成。

source: Refunds Dashboard
ar: لوحة استرداد المبلغ
az: Geri ödənişlər paneli
da: Dashboard for tilbagebetalinger
de_de: Rückerstattungen
el: Πίνακας ελέγχου επιστροφών χρημάτων
eo: Réfünds Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Panel de reembolsos
es_es: Panel de reembolso
fil_ph: Dashboard ng mga refund
id: Dasbor Pengembalian Dana
pt_br: Painel de Reembolso
pt_pt: Painel de Reembolsos
ru: Панель возврата денежных средств
sq: Paneli i rimbursimeve
sv: Dashboard för återbetalningar
sw_ke: Ubao wa marejesho ya fedha
tr_tr: İade Ekranı
zh_cn: 退款界面

source: Refund ID
ar: رقم تعريف استرداد المبالغ
az: Geri ödəniş ID-si
da: Refusions-id
de_de: Rückerstattungs-ID
el: Αναγνωριστικό επιστροφής χρημάτων
eo: Réfünd ÌD Ⱡ'σяєм ιρѕυм ∂σł#
es_419: ID de reembolso
es_es: ID del reembolso
id: ID pengembalian dana
pt_br: ID do Reembolso
pt_pt: ID do Reembolso
ru: Идентификатор возврата
sq: ID-ja e rimbursimit
sv: Återbetalnings-ID
sw_ke: Kitambulisho cha kurejesha fedha
tr_tr: İade ID
zh_cn: 退款ID

source: Status
ar: الحالة
el: Κατάσταση
eo: Stätüs Ⱡ'σяєм ιρѕυ#
es_419: Estado
es_es: Estado
fil_ph: Katayuan
pt_pt: Estado
ru: Состояние
sq: Statusi
sw_ke: Hali
tr_tr: Durum
zh_cn: 状态

source: Failed to retrieve enrollment data.
ar: عذرًا، لقد فشلنا في استرجاع بيانات التسجيل.
az: Qeydiyyat datasını almaq uğursuz oldu.
da: Kunne ikke hente tilmeldingsdata.
de_de: Konnte Einschreibungsinformationen nicht abrufen.
el: Απέτυχε η ανάκτηση των δεδομένων εγγραφής.
eo: Fäïléd tö rétrïévé énröllmént dätä. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: No fué posible recuperar la información de inscripciones.
es_es: Fallo al recuperar los datos de inscripción.
fil_ph: Nabigong makuha ang data ng pagpapatala.
id: Gagal mengambil data pendaftaran.
pt_br: Recuperação dos dados de matrícula falhou.
pt_pt: Falha ao recuperar dados de registo.
ru: Не удалось получить данные о регистрации.
sq: Dështoi në marrjen e të dhënave të regjistrimit.
sv: Det gick inte att hämta registreringsdata.
sw_ke: Imeshindikana kupata taarifa za uandikishaji..
tr_tr: Kayıt verileri alınamadı.
zh_cn: 无法提取选课数据

source: Number of times to retry failing IAP client actions (e.g., payment creation, payment execution)
ar: عدد مرات إعادة محاولة إجراءات عميل IAP الفاشلة (على سبيل المثال ، إنشاء الدفع وتنفيذ الدفع)
da: Antallet af gange, der skal prøves igen mislykkede IAP-klienthandlinger (f.eks. oprettelse af betaling, udførelse af betaling)
el: Αριθμός επαναλήψεων για αποτυχημένες ενέργειες πελάτη IAP (π.χ. δημιουργία πληρωμής, εκτέλεση πληρωμής)
es_es: Número de veces para reintentar las acciones del cliente IAP fallidas (por ejemplo, creación de pago, ejecución de pago)
fil_ph: Dami ng beses na muling subukan ang mga nabigong pagkilos ng kliyente ng IAP (hal., paggawa ng pagbabayad, pagpapatupad ng pagbabayad)
pt_br: Número de vezes para repetir as ações do cliente IAP com falha (por exemplo, criação de pagamento, execução de pagamento)
pt_pt: Número de vezes para tentar novamente acções de clientes IAP falhadas (por exemplo, criação de pagamentos, execução de pagamentos)
sq: Numri i herëve për të riprovuar veprimet e klientit të dështuar IAP (p.sh. krijimi i pagesës, ekzekutimi i pagesës)
sv: Antal gånger för att försöka igen misslyckade IAP-klientåtgärder (t.ex. betalningsskapande, betalningsutförande)

source: Past number of days to fetch Android refunds for.
ar: عدد الأيام الماضية لجلب المبالغ المستردة من Android عنها.
da: Det seneste antal dage at hente Android-refusioner for.
el: Προηγούμενες ημέρες για τη λήψη επιστροφών χρημάτων Android.
es_es: Número de días transcurridos para recuperar los reembolsos de Android.
fil_ph: Nakaraang bilang ng mga araw para kunin ang mga refund sa Android.
pt_br: Número de dias anteriores para buscar reembolsos do Android.
pt_pt: Número de dias passados para obter reembolsos para Android.
sq: Numri i ditëve të fundit për të marrë rimbursimet për Android.
sv: Senaste antal dagar att hämta Android-återbetalningar för.
tr_tr: Android geri ödemelerinin alınacağı son gün sayısı.

source: mobile team email
ar: البريد الإلكتروني لفريق المحمول
da: mobil team e-mail
el: email ομάδας κινητής τηλεφωνίας
es_es: correo electrónico del equipo móvil
fil_ph: email ng mobile team
pt_br: e-mail da equipe móvel
sq: emaili i ekipit celular

source: Original Transaction ID
ar: معرّف المعاملة الأصلي
da: Oprindeligt transaktions-id
el: Αρχικό αναγνωριστικό συναλλαγής
es_es: ID de transacción original
fil_ph: Orihinal na Transaction ID
pt_br: ID da transação original
pt_pt: Identificação original da transacção
sq: ID origjinale e transaksionit
sv: Ursprungligt transaktions-ID
tr_tr: Orjinal İşlem Kimliği

source: Day 3
ar: اليوم 3
da: Dag 3
el: Ημέρα 3
es_es: Día 3
fil_ph: Araw 3
id: Hari ke 3
pt_br: Dia 3
pt_pt: Dia 3
sq: Dita 3
sv: Dag 3
tr_tr: Gün 3

source: Day 10
ar: اليوم 10
da: Dag 10
el: Ημέρα 10
es_es: Día 10
fil_ph: Ika-10 araw
id: Hari 10
pt_br: dia 10
pt_pt: Dia 10
sq: Dita 10
sv: Dag 10
tr_tr: Gün 10

source: Day 19
ar: اليوم 19
da: Dag 19
el: Ημέρα 19
es_es: Día 19
fil_ph: Araw 19
id: Hari 19
pt_br: dia 19
pt_pt: Dia 19
sq: Dita 19
sv: Dag 19
tr_tr: Gün 19

source: Assign
ar: تعيين
da: Tildel
de_de: Zuweisen
el: Αναθέτω
eo: Àssïgn Ⱡ'σяєм ιρѕυ#
es_419: Asignar
es_es: Asignar
fil_ph: Magtalaga
id: Menetapkan
pt_br: Atribuir
pt_pt: Atribuir
sq: Cakto
sv: Tilldela
tr_tr: Ata

source: Remind
ar: تذكير
da: Minde om
de_de: Erinnern
el: Υπενθυμίζω
eo: Rémïnd Ⱡ'σяєм ιρѕυ#
es_419: Recordar
es_es: Recordar
fil_ph: Paalalahanan
id: Ingatkan
pt_br: Lembrar
pt_pt: Relembrar
sq: Kujto
sv: Påminna
tr_tr: Hatırla

source: Revoke
ar: إلغاء
da: Tilbagekald
de_de: Widerrufen
el: Ανακαλώ
eo: Révöké Ⱡ'σяєм ιρѕυ#
es_419: Revocar
es_es: Revocar
fil_ph: Bawiin
id: Cabut
pt_br: Revogar
pt_pt: Revogar
sq: Revoko
sv: Återkalla
tr_tr: Geri Al

source: Automatic
ar: تلقائي
az: Avtomatik
da: Automatisk
el: Αυτόματα
es_es: Automático
fil_ph: Awtomatiko
id: Otomatis
pt_br: Automático
pt_pt: Automático
sq: Automatik
sv: Automatisk
tr_tr: Otomatik

source: Manual
ar: يدوي
az: Əl ilə
da: brugervejledning
el: Χειροκίνητα
fil_ph: Manwal
id: Panduan
sv: Manuell
tr_tr: El ile

source: Course Catalog ID from the Discovery Service.
ar: معرف دليل المساقات من خدمة الاستكشاف.
az: Kəşf sevisindən kurs kataloq ID-si
da: Kursuskatalog-id fra Discovery Service.
el: Αναγνωριστικό καταλόγου μαθημάτων από την υπηρεσία Discovery.
eo: Çöürsé Çätälög ÌD fröm thé Dïsçövérý Sérvïçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Identificación del catálogo del curso del Servicio Discovery
es_es: Id. del catálogo de cursos del Discovery Service.
fil_ph: Course Catalog ID mula sa Discovery Service.
id: ID Katalog Kursus dari Discovery Service.
pt_br: ID do Catálogo de Cursos do Discovery Service.
pt_pt: ID do catálogo de cursos do Serviço Discovery.
ru: Каталог курсов ID от службы Discovery Service.
sq: ID-ja e katalogut të kurseve nga Shërbimi i Zbulimit.
sv: Kurskatalog-ID från Discovery Service.
zh_cn: 来自Discovery服务的课程目录ID

source: UUID for an EnterpriseCustomerCatalog from the Enterprise Service.
ar: المعرف العالمي المميز لـEnterpriseCustomerCatalog من خدمة عملاء المجموعات.
da: UUID for et EnterpriseCustomerCatalog fra Enterprise Service.
de_de: UUID für einen Unternehmens-Kunden-Katalog aus dem Unternehmensservice.
el: UUID για έναν EnterpriseCustomerCatalog από την Enterprise Service.
eo: ÛÛÌD för än ÉntérprïséÇüstömérÇätälög fröm thé Éntérprïsé Sérvïçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Código UUID para un catálogo de cliente empresarial del servicio empresarial.
es_es: UUID para un EnterpriseCustomerCatalog de Enterprise Service.
fil_ph: UUID para sa isang EnterpriseCustomerCatalog mula sa Enterprise Service.
id: UUID untuk EnterpriseCustomerCatalog dari Enterprise Service.
pt_br: UUID para um EnterpriseCustomerCatalog do Enterprise Service.
pt_pt: UUID para um EnterpriseCustomerCatalog do Enterprise Service.
sq: UUID për një Katalog të Klientëve të Ndërmarrjeve nga Shërbimi i Ndërmarrjes.
sv: UUID för en EnterpriseCustomerCatalog från Enterprise Service.

source: EnterpriseCustomer Name
ar: اسم العميل المجموعة
az: Müəssisə müştərisinin adı
da: Enterprise-kundenavn
de_de: Unternehmenskunde Name
eo: ÉntérprïséÇüstömér Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Nombre de cliente empresarial
es_es: Nombre del cliente empresarial
fil_ph: Pangalan ng EnterpriseCustomer
id: Nama Pelanggan Perusahaan
pt_br: Nome do Cliente Enterprise
pt_pt: Nome do UtilizadorEmpresarial
ru: Имя ЗаказчикаПредприятия
sq: Emri i klientit të ndërmarrjes
tr_tr: KurumsalMüşteri Adı
zh_cn: 企业客户名称

source: EnterpriseCustomerCatalog UUID
ar: المعرف العالمي المميز لدليل العملاء المجموعات.
az: Müəssisə müştərisi kataloq UUID
de_de: UnternehmenskundeCatalog UUID
el: UUID EnterpriseCustomerCatalog
eo: ÉntérprïséÇüstömérÇätälög ÛÛÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Catálogo cliente empresarial UUID
es_es: UUID de EnterpriseCustomerCatalog
id: UUID EnterpriseCustomerCatalog
pt_pt: UUID do CatálogoUtilizadorEmpresarial
ru: КаталогКорпоративныхКлиентов UUID
tr_tr: KurumsalMüşteriKatalog UUID
zh_cn: 企业客户目录UUID

source: Program UUID
ar: معرف البرنامج العالمي الخاص UUID
az: Proqram UUID-si
de_de: Programm UUID
el: UUID προγράμματος
eo: Prögräm ÛÛÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: UUID del programa
es_es: UUID del Programa
fil_ph: Programa UUID
id: UUID Program
pt_br: UUID do programa
pt_pt: Programa UUID
ru: Программа UUID
sq: Programi UUID
sw_ke: Tengeneza programu ya UUID
zh_cn: 程序UUID

source: Email to user pending.
ar: رسالة البريد الإلكتروني للمستخدم معلّقة.
da: E-mail til bruger afventer.
de_de: E-Mail an Benutzer ausstehend.
el: Email προς τον χρήστη σε εκκρεμότητα.
eo: Émäïl tö üsér péndïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Pendiente correo de usuario
es_es: Correo electrónico a usuario pendiente.
fil_ph: Nakabinbin ang email sa user.
id: Email ke pengguna menunggu keputusan.
pt_br: E-mail para o usuário pendente.
pt_pt: E-mail para utilizador pendente.
sq: Email për përdoruesin në pritje.
sv: E-post till användare väntar.
tr_tr: Kullanıcıya gönderilecek e-posta beklemede.

source: Code successfully assigned to user.
ar: تم تعيين الرمز للمستخدم بنجاح.
da: Koden blev tildelt til brugeren.
de_de: Code wurde dem Benutzer erfolgreich zugewiesen.
el: Ο κωδικός εκχωρήθηκε με επιτυχία στον χρήστη.
eo: Çödé süççéssfüllý ässïgnéd tö üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Código asignado exitosamente al usuario.
es_es: Código asignado con éxito al usuario.
fil_ph: Matagumpay na naitalaga ang code sa user.
id: Kode berhasil ditetapkan ke pengguna.
pt_br: Código atribuído com sucesso ao usuário.
pt_pt: Código atribuído com sucesso ao utilizador.
sq: Kodi iu caktua me sukses përdoruesit.
sv: Koden har tilldelats till användaren.
tr_tr: Kod başarıyla kullanıcıya atandı.

source: Code has been redeemed by user.
ar: تم استرداد الرمز من قبل المستخدم.
da: Koden er blevet indløst af brugeren.
de_de: Der Code wurde vom Benutzer eingelöst.
el: Ο κωδικός εξαργυρώθηκε από τον χρήστη.
eo: Çödé häs ßéén rédééméd ßý üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: El código ha sido redimido por el usuario.
es_es: El usuario ha canjeado el código.
fil_ph: Ang code ay na-redeem ng user.
id: Kode telah ditebus oleh pengguna.
pt_br: O código foi resgatado pelo usuário.
pt_pt: O código foi resgatado pelo utilizador.
sq: Kodi është përdorur nga përdoruesi.
sv: Koden har lösts in av användaren.

source: Email to user bounced.
ar: تم استرداد البريد الإلكتروني للمستخدم.
da: E-mail til bruger afvist.
de_de: E-Mail an den Benutzer wurde zurückgewiesen.
el: Το email προς τον χρήστη αναπήδησε.
eo: Émäïl tö üsér ßöünçéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: El correo al usuario rebotó.
es_es: Correo electrónico al usuario rebotado.
fil_ph: Nag-bounce ang email sa user.
id: Email ke pengguna terpental.
pt_br: O e-mail para o usuário foi devolvido.
pt_pt: O e-mail para o utilizador foi devolvido.
sq: Email për përdoruesin u kthye.
sv: E-post till användare studsade.
tr_tr: Kullanıcıya gönderilen e-posta geri döndü.

source: Code has been revoked for this user.
ar: تم إلغاء الرمز لهذا المستخدم.
da: Koden er blevet tilbagekaldt for denne bruger.
de_de: Der Code wurde für diesen Benutzer widerrufen.
el: Ο κωδικός έχει ανακληθεί για αυτόν τον χρήστη.
eo: Çödé häs ßéén révökéd för thïs üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: El código ha sido anulado por este usuario.
es_es: El código ha sido revocado para este usuario.
fil_ph: Ang code ay binawi para sa user na ito.
id: Kode telah dicabut untuk pengguna ini.
pt_br: O código foi revogado para este usuário.
pt_pt: O código foi revogado para este utilizador.
sq: Kodi është revokuar për këtë përdorues.
sv: Koden har återkallats för denna användare.

source: Make a particular template version active.
ar: تنشيط إصدار قالب معين.
da: Gør en bestemt skabelonversion aktiv.
de_de: Aktivieren Sie eine bestimmte Vorlagenversion.
el: Κάντε ενεργή μια συγκεκριμένη έκδοση προτύπου.
eo: Mäké ä pärtïçülär témpläté vérsïön äçtïvé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Active una versión de plantilla en particular.
es_es: Active una versión de plantilla en particular.
fil_ph: Gawing aktibo ang isang partikular na bersyon ng template.
id: Aktifkan versi template tertentu.
pt_br: Torne uma versão de modelo específica ativa.
pt_pt: Ative uma versão de modelo específica.
sq: Bëni aktiv një version të caktuar shabllon.
sv: Aktivera en viss mallversion.

source: Email has been sent.
ar: تم إرسال رسالة بريد إلكتروني
da: Emailen er sendt.
el: E-mail έχει σταλεί.
es_es: E-mail ha sido enviado.
fil_ph: Naipadala na ang email.
id: Email telah dikirim.
pt_br: O e-mail foi enviado.
pt_pt: Email enviado.
sq: Email është dërguar.
sv: E-post har skickats.
tr_tr: E-posta gönderildi.

source: This user should receive email
ar: يجب أن تصل رسالة بريد إلكتروني للمستخدم.
da: Denne bruger bør modtage e-mail
el: Αυτός ο χρήστης θα πρέπει να λάβει email
es_es: Este usuario debe recibir correo electrónico
fil_ph: Dapat makatanggap ng email ang user na ito
id: Pengguna ini harus menerima email
pt_br: Este usuário deve receber e-mail
pt_pt: Este utilizador deve receber o email.
sq: Ky përdorues duhet të marrë email
sv: Den här användaren bör få e-post
tr_tr: Bu kullanıcı e-posta alabilir
