Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Name of cookie storing affiliate data.
ar: بيانات تخزين اسم ملف تعريف الارتباط التابع
az: Əlaqədar datanı saxlayan kukinin adı
da: Navn på cookie, der gemmer affiliate data.
el: Όνομα cookie που αποθηκεύει δεδομένα συνεργάτη.
eo: Nämé öf çöökïé störïng äffïlïäté dätä. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Nombre de la cookie que almacena datos de afiliado
es_es: Nombre de la cookie que almacena datos de afiliados.
fil_ph: Pangalan ng cookie na nag-iimbak ng data ng kaakibat.
id: Nama cookie penyimpanan data afiliasi.
pt_br: Nome do cookie de armazenagem de dados de afiliado.
pt_pt: Nome do cookie que armazena os dados da filial.
ru: Имя файла cookie, в котором хранятся данные о партнере.
sq: Emri i cookie-ve që ruan të dhënat e filialit.
sv: Namn på cookie som lagrar affiliatedata.
tr_tr: Satış ortağı verisini tutan çerezin adı.
zh_cn: 储存从属数据的cookie名称。

source: Send refund email notification
ar: إرسال إشعار بريد إلكتروني باسترداد المبلغ
az: Ödənişi geri qaytarma haqqında e-mail bildirişi
da: Send refusions-e-mailbesked
de_de: Sende E-Mail-Benachrichtigung für eine Erstattung
el: Αποστολή ειδοποίησης επιστροφής χρημάτων μέσω email
eo: Sénd réfünd émäïl nötïfïçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Enviar notificación de reembolso por email
es_es: Enviar notificación de reembolso por correo electrónico
fil_ph: Magpadala ng notification sa email ng refund
id: Kirimkan email notifikasi refund
pt_br: Enviar e-mail de notificação de reembolso
pt_pt: Enviar notificação de email de reembolso
ru: Отправить уведомление о возврате по электронной почте
sq: Dërgo njoftimin me email të rimbursimit
sv: Skicka e-postmeddelande om återbetalning
sw_ke: Tuma taarifa ya barua pepe ya marejesho
tr_tr: Ücret iadesi e-posta bildirimi gönder
zh_cn: 发送退款邮件通知

source: Enable SDN check
ar: تمكين التحقق من SDN
az: SDN yoxlamanı aktivləşdirin
da: Aktiver SDN-kontrol
de_de: SDN Prüfung aktivieren
el: Ενεργοποίηση ελέγχου SDN
eo: Énäßlé SDN çhéçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Habilitación SDN
es_es: Habilitar comprobación de SDN
fil_ph: I-enable ang SDN check
id: Aktifkan pemeriksaan SDN
pt_br: Checagem SDN habilitada
pt_pt: Ativar verificação de SDN
ru: Включить проверку SDN
sq: Aktivizo kontrollin SDN
sv: Aktivera SDN-kontroll
sw_ke: Wezesha uingiaji wa SDN
tr_tr: SDN kontrolünü etkinleştir
zh_cn: 启用SDN检查

source: Enable SDN check at checkout.
ar: تمكين التحقق من SDN عند الدفع.
az: Ödənişdə SDN yoxlamanı aktivləşdirin.
da: Aktiver SDN-tjek ved kassen.
de_de: SDN Prüfung an der Kasse aktivieren.
el: Ενεργοποιήστε τον έλεγχο SDN στην πληρωμή.
eo: Énäßlé SDN çhéçk ät çhéçköüt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Habilitar verificación SDN en el momento del pago.
es_es: Habilite la comprobación de SDN al finalizar la compra.
fil_ph: Paganahin ang SDN check sa pag-checkout.
id: Aktifkan pemeriksaan SDN saat checkout.
pt_br: Ative a verificação SDN no checkout.
pt_pt: Ativar verificação de SDN ao finalizar compra.
ru: Включить SDN проверку при оформлении заказа.
sq: Aktivizo kontrollin SDN në përfundim të blerjes.
sv: Aktivera SDN-kontroll i kassan.
sw_ke: Wezesha uingiaji na utokaji wa SDN.
tr_tr: Ödeme aşamasında SDN kontrolünü etkinleştir.
zh_cn: 在退出时启用SDN检查。

source: [Deprecated] US Treasury SDN API URL
ar: [Deprecated] رابط واجهة برمجة التطبيقات للأفراد المحددين بشكل خاص لدى وزارة الخزانة الأمريكية
da: [Forældet] US Treasury SDN API URL
el: [Καταργήθηκε] URL API SDN του Υπουργείου Οικονομικών των ΗΠΑ
eo: [Dépréçätéd] ÛS Tréäsürý SDN ÀPÌ ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: [Deprecated] url de la API SDN del Tesoro de los estados Unidos
es_es: [Obsoleto] URL de API de SDN del Tesoro de EE. UU.
fil_ph: [Hindi na ginagamit] URL ng US Treasury SDN API
id: [Tidak digunakan lagi] URL API SDN Departemen Keuangan AS
pt_br: [Descontinuado] URL da API SDN do Tesouro dos EUA
pt_pt: [Deprecated] URL da API SDN do Tesouro dos EUA
sq: [I zhvlerësuar] URL e API-së për SDN të Thesarit të SHBA-së
sv: [Utfasad] US Treasury SDN API URL
tr_tr: [Kullanımdan kaldırıldı] ABD Hazinesi SDN API URL

source: [Deprecated] US Treasury SDN API key
ar: [Deprecated] مفتاح واجهة برمجة التطبيقات للأفراد المحددين بشكل خاص لدى وزارة الخزانة الأمريكية
da: [Forældet] US Treasury SDN API-nøgle
de_de: [Deprecated] US Treasury SDN API Schlüssel
el: [Καταργήθηκε] Κλειδί API SDN του Υπουργείου Οικονομικών των ΗΠΑ
eo: [Dépréçätéd] ÛS Tréäsürý SDN ÀPÌ kéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: [Deprecated] llave de la API SDN del Tesoro de los estados Unidos
es_es: [Obsoleto] Clave API SDN del Tesoro de EE. UU.
fil_ph: [Hindi na ginagamit] US Treasury SDN API key
id: [Tidak digunakan lagi] Kunci API SDN Departemen Keuangan AS
pt_br: [Descontinuado] Chave de API SDN do Tesouro dos EUA
pt_pt: [Deprecated] Chave API SDN do Tesouro dos EUA
sq: [I zhvlerësuar] Çelësi i API SDN i Thesarit të SHBA
sv: [Utfasad] US Treasury SDN API-nyckel
tr_tr: [Kullanımdan kaldırıldı] ABD Hazinesi SDN API anahtarı

source: SDN lists
ar: قوائم الأفراد المحددين بشكل خاص "SDN"
az: SDN siyahıları
da: SDN lister
de_de: SDN Listen
el: Λίστες SDN
eo: SDN lïsts Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Listas SDN
es_es: listas SDN
fil_ph: Mga listahan ng SDN
id: Daftar SDN
pt_br: Listas SDN
pt_pt: Listas de SDN
ru: списки SDN
sq: Listat SDN
sv: SDN-listor
sw_ke: orodha za SDN
tr_tr: SDN listeleri
zh_cn: SDN列表

source: A comma-separated list of Treasury OFAC lists to check against.
ar: قائمة مقسمة باستخدام فواصل تضم قوائم مكتب مراقبة الأصول الأجنبية لدى وزارة الخزانة للتحقق مقارنة بها.
az: OFAC siyahılarına qarşı yoxlamaq üçün vergüllə ayrılmış xəzinə siyahısı
da: En kommasepareret liste over Treasury OFAC-lister at tjekke op imod.
de_de: Eine kommagetrennte Liste der Fiskal OFAC Liste gegen die gerpüft wird.
el: Μια λίστα διαχωρισμένων με κόμματα λιστών OFAC του Υπουργείου Οικονομικών για έλεγχο.
eo: À çömmä-sépärätéd lïst öf Tréäsürý ÖFÀÇ lïsts tö çhéçk ägäïnst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Lista separada por comas de las listas OFAC que se usarán para la verificación.
es_es: Una lista separada por comas de las listas OFAC del Tesoro para verificar.
fil_ph: Isang listahan na pinaghihiwalay ng kuwit ng mga listahan ng Treasury OFAC na susuriin.
id: Daftar terpisah koma untuk OFAC Treasury untuk pemeriksaan.
pt_br: Uma lista separada por vírgulas de listas do Tesouro OFAC a serem verificadas.
pt_pt: Uma lista separada por vírgulas de listas do Treasury OFAC para verificar.
ru: Разделенный запятыми список списков OFAC Казначейства для сверки.
sq: Një listë e ndarë me presje e listave të OFAC të Thesarit për t&#39;u kontrolluar.
sv: En kommaseparerad lista över finansministeriets OFAC-listor att kontrollera mot.
sw_ke: Orodha ya kukaguliwa ya Hazina ya OFAC.
tr_tr: ABD Hazinesi OFAC denetim listelerinin virgüllerle ayrılmış listesi.
zh_cn: 财政部OFAC列表使用逗号隔开，以便核对。

source: Require Account Activation
ar: يجب تنشيط الحساب
az: Hesabın aktivləşdirilməsini tələb edin
da: Kræv kontoaktivering
de_de: Die Aktivierung Ihres Benutzerkontos ist erforderlich
el: Απαιτείται ενεργοποίηση λογαριασμού
eo: Réqüïré Àççöünt Àçtïvätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Solicita la activación de la cuenta
es_es: Requerir activación de cuenta
fil_ph: Kinakailangan ang Pag-activate ng Account
id: Memerlukan Aktivasi Akun
pt_br: Requer Ativação de Conta
pt_pt: Requer Ativação de Conta
ru: Запрос активации аккаунта
sq: Kërkoni aktivizimin e llogarisë
sv: Kräv aktivering av användarkonton
sw_ke: Inahitaji Uamshaji Akaunti
tr_tr: Hesap Etkinleştirme Gerektiriyor
zh_cn: 需要激活账号

source: Require users to activate their account before allowing them to redeem a coupon.
ar: يجب على المستخدمين تنشيط حسابهم قبل السماح لهم بصرف قسيمة الشراء.
az: Kuponu ödəməyə icazə vermədən əvvəl istifadəçilərdən hesablarını aktivləşdirmələrini tələb edin.
da: Kræv, at brugerne aktiverer deres konto, før de tillader dem at indløse en kupon.
de_de: Es ist erforderlich, dass Teilnehmer ihren Account aktivieren, bevor sie einen Gutschein einlösen können.
el: Απαιτήστε από τους χρήστες να ενεργοποιήσουν τον λογαριασμό τους προτού τους επιτρέψετε να εξαργυρώσουν ένα κουπόνι.
eo: Réqüïré üsérs tö äçtïväté théïr äççöünt ßéföré ällöwïng thém tö rédéém ä çöüpön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Solicita a los usuarios que activen su cuenta antes de permitirles canjear un cupón.
es_es: Solicite a los usuarios que activen su cuenta antes de permitirles canjear un cupón.
fil_ph: Atasan ang mga user na i-activate ang kanilang account bago sila payagang mag-redeem ng coupon.
id: Mengharuskan pengguna untuk mengaktivasi akun mereka sebelum menukar kupon.
pt_br: Requer que usuários ativem suas contas antes de permiitr que eles resgatem um cupom.
pt_pt: Exigir que os utilizadores ativem a sua conta antes de permitir que usem um cupão.
ru: Потребуйте от пользователя активации аккаунта, прежде чем позволить ему выкупить купон.
sq: Kërkojuni përdoruesve të aktivizojnë llogarinë e tyre përpara se t&#39;i lejoni ata të përdorin një kupon.
sv: Kräv att användarna aktiverar sitt konto innan de tillåter dem att lösa in en kupong.
sw_ke: Inahitaji watumiaji waamshe akaunti zao kabla ya kuruhusiwa kukomboa kuponi.
tr_tr: Kullanıcılar indirim kuponlarını kullanmak için öncelikle hesaplarını etkinleştirmeliler.
zh_cn: 在获得兑换优惠券的权限前，用户需要激活账号。

source: Optimizely snippet source URL
ar: رابط مصدر المعلومات المحسّن
az: Optimallaşdırılan hissənin mənbə URL-i
da: Optimer uddrag af kilde-URL
de_de: Optimierte Quell-URL
el: Διεύθυνση URL πηγής αποσπάσματος Optimizely
eo: Öptïmïzélý snïppét söürçé ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Fragmento de código de URL de origen de Optimizely
es_es: URL de origen del fragmento de Optimizely
pt_br: URL de origem de fragmento otimizado
pt_pt: URL de origem do trecho Optimizely
ru: Оптимально использовать исходный URL-адрес фрагмента
sq: Optimizoni URL-në e burimit të fragmentit
sv: Optimera kodavsnittets URL
tr_tr: Optimizely kod parçacığı kaynak URL
zh_cn: Optimizely片段源URL

source: This script will be loaded on every page.
ar: سيتم تحميل هذا النص في كل صفحة.
az: Bu skript hər səhifəyə yüklənəcəkdir.
da: Dette script vil blive indlæst på hver side.
de_de: Das Skript wird auf jeder Seite geladen.
el: Αυτό το σενάριο θα φορτωθεί σε κάθε σελίδα.
eo: Thïs sçrïpt wïll ßé löädéd ön évérý pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Este script se cargará en cada página.
es_es: Este script se cargará en cada página.
fil_ph: Ang script na ito ay ilo-load sa bawat pahina.
id: Script akan diload di setiap halaman.
pt_br: Este script será carregado em todas as páginas.
pt_pt: Este script será carregado em cada página.
ru: Этот скрипт будет загружен на каждую страницу.
sq: Ky skenar do të ngarkohet në çdo faqe.
sv: Detta skript kommer att laddas på varje sida.
sw_ke: Maandishi haya yatatokea kwenye kila ukurasa.
tr_tr: Bu betik her sayfada yüklenecek.
zh_cn: 将在每个页面上载入该脚本。

source: Base Cookie Domain
ar: المجال الأساسي لملف تعريف الارتباط
az: Əsas kuki domeyni
da: Basis cookie domæne
el: Βασικός τομέας cookie
eo: Bäsé Çöökïé Dömäïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Dominio de cookie de base
es_es: Dominio base de cookies
id: Domain Cookie Dasar
pt_br: Domínio do Cookie Base
pt_pt: Domínio de Cookie Base
ru: Домен Базового Cookie
sq: Domeni bazë i cookie-ve
tr_tr: Temel Çerez Alanı
zh_cn: 基础Cookie域名

source: Base cookie domain used to share cookies across services.
ar: المجال الأساسي الذي يُستعمل لمشاركة ملفات تعريف الارتباط في جميع الخدمات.
az: Xidmətlərarası kukiləri paylaşmaq üçün əsas kuki domeyni istifadə edilir.
da: Basiscookiedomæne bruges til at dele cookies på tværs af tjenester.
de_de: Base cookie domain zum teilen von cookies über alle Services.
el: Βασικός τομέας cookie που χρησιμοποιείται για την κοινή χρήση cookie μεταξύ των υπηρεσιών.
eo: Bäsé çöökïé dömäïn üséd tö shäré çöökïés äçröss sérvïçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Dominio de cookie de base utilizado para compartir cookies en todos los servicios.
es_es: Dominio base de cookies utilizado para compartir cookies entre servicios.
fil_ph: Base cookie domain na ginagamit upang magbahagi ng cookies sa mga serbisyo.
id: Domain cookie dasar yang digunakan untuk berbagi cookie di seluruh layanan.
pt_br: Domínio de cookie base usado para compartilhar cookies entre serviços.
pt_pt: Domínio de cookie base usado para partilhar cookies entre os serviços.
ru: Базовый домен cookie, используемый для обмена файлами cookie между службами.
sq: Domeni bazë i kukive që përdoret për të ndarë kukit nëpër shërbime.
sv: Bascookiedomän som används för att dela cookies mellan tjänster.
tr_tr: Servisler arası paylaşılacak çerezlerin kullanacağı temel çalışma alanı.
zh_cn: 用于跨服务共享cookies的基础cookie域名。

source: Enable embargo check
ar: تمكين فحص الحظر
az: Embarqo yoxlanışını aktivləşdirin
da: Aktiver embargokontrol
de_de: Aktivieren der Einzugsermächtigung
el: Ενεργοποίηση ελέγχου εμπάργκο
eo: Énäßlé émßärgö çhéçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Habilitar verificación de embargo
es_es: Habilitar control de embargo
fil_ph: Paganahin ang pagsusuri sa embargo
id: Aktifkan pemeriksaan embargo
pt_br: Ativar verificação de embargo
pt_pt: Ativar verificação de bloqueio
ru: Включить проверку на эмбарго
sq: Aktivizo kontrollin e embargos
sv: Aktivera embargokontroll
sw_ke: Wezesha uratibu wa vikwazo
tr_tr: Ambargo denetimini etkinleştir
zh_cn: 启用禁令检查

source: Enable embargo check at checkout.
ar: تمكين التحقق من الحظر عند الدفع.
az: Ödəmə zamanı embarqo yoxlanışını aktivləşdirin
da: Aktiver embargocheck ved kassen.
de_de: Aktivieren Sie die Einzugsermächtigung an der Kasse.
el: Ενεργοποιήστε τον έλεγχο εμπάργκο κατά την πληρωμή.
eo: Énäßlé émßärgö çhéçk ät çhéçköüt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Habilitar verificación de embargo en el pago.
es_es: Habilite la comprobación de embargo al finalizar la compra.
fil_ph: Paganahin ang pagsusuri ng embargo sa pag-checkout.
id: Aktifkan pemeriksaan embargo saat pembayaran.
pt_br: Ativar verificação de embargo no checkout.
pt_pt: Ative a verificação de bloqueio na finalização da compra.
ru: Включить проверку эмбарго при оформлении заказа.
sq: Aktivizo kontrollin e embargos në arkë.
sv: Aktivera embargokontroll i kassan.
tr_tr: Ödeme aşamasında ambargo denetimini etkinleştir.
zh_cn: 在检验时启用禁令检查。

source: Discovery API URL
ar: رابط واجهة برمجة الاستكشاف
az: Kəşf API URL
el: Διεύθυνση URL ανάκτησης API
eo: Dïsçövérý ÀPÌ ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: URL de la API de descubrimiento
es_es: URL de la API de detección
fil_ph: URL ng Discovery API
id: URL Discovery API
pt_br: URL da API de descoberta
pt_pt: Descobrir URL da API
ru: Открытие API URL
sq: URL-ja e API-së së zbulimit
zh_cn: Discovery API URL地址

source: Enable Apple Pay
ar: تمكين Apple Pay
az: Apple Pay-i aktivləşdirin
da: Aktiver Apple Pay
de_de: Erlaube Apple Pay
el: Ενεργοποίηση Apple Pay
eo: Énäßlé Àpplé Päý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Habilitar Apple Pay
es_es: Habilitar pago de Apple
fil_ph: Paganahin ang Apple Pay
id: Aktifkan Apple Pay
pt_br: Habilitar Apple Pay
pt_pt: Ativar Apple Pay
ru: Включить Apple Pay
sq: Aktivizo Apple Pay
sv: Aktivera Apple Pay
tr_tr: Apple Pay'i Etkinleştir
zh_cn: 启用Apple Pay

source: Enable Partial Program Offer
ar: تمكين عرض البرنامج الجزئي
az: Natamam Proqram təklifini aktivləşdirin
da: Aktiver delvist programtilbud
de_de: Aktivieren Sie einen Teil des Programmangebotes
el: Ενεργοποίηση μερικής προσφοράς προγράμματος
eo: Énäßlé Pärtïäl Prögräm Öffér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Habilitar Oferta parcial del programa
es_es: Habilitar oferta de programa parcial
fil_ph: Paganahin ang Bahagyang Alok ng Programa
id: Aktifkan Penawaran Program Parsial
pt_br: Ativar Oferta Parcial do Programa.
pt_pt: Ativar Oferta de Programa Parcial
ru: Разрешить частичное предложение программы
sq: Aktivizo ofertën e pjesshme të programit
sv: Aktivera partiellt programerbjudande
tr_tr: Kısmi Program Teklifini Etkinleştir
zh_cn: 启用部分课程申请方案

source: Enable the application of program offers to remaining unenrolled or unverified courses
ar: تمكين تطبيق عروض البرنامج إلى المساقات الغير المسجلة أو التي لم يتم التحقق منها
az: Qalan qeydiyyatdan keçməmiş və təsdiqlənməmiş kurslara proqram müraciətlərini aktivləşdirin
da: Aktiver anvendelsen af programtilbud på resterende ikke-tilmeldte eller ubekræftede kurser
de_de: Aktivieren Sie die Applikation der Programmangebote für die verbleibenden nicht-registrierten oder nicht-verifizierten Kurse
el: Ενεργοποιήστε την εφαρμογή των προσφορών προγράμματος στα υπόλοιπα μη εγγεγραμμένα ή μη επαληθευμένα μαθήματα
eo: Énäßlé thé äpplïçätïön öf prögräm öfférs tö rémäïnïng ünénrölléd ör ünvérïfïéd çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Habilitar la aplicación de ofertas de programa para cursos que permanecen desinscritos o no verificados.
es_es: Habilite la aplicación de ofertas de programas a los cursos restantes no inscritos o no verificados
fil_ph: Paganahin ang aplikasyon ng mga alok ng programa sa mga natitirang hindi naka-enroll o hindi na-verify na mga kurso
id: Aktifkan penerapan penawaran program untuk kursus yang tidak terdaftar atau tidak diverifikasi
pt_br: Habilitar a aplicação de ofertas de programas a cursos restantes não inscritos ou não verificados
pt_pt: Ativar a aplicação de ofertas de programa para os restantes cursos não inscritos ou não verificados
ru: Включить применение предложений программы к оставшимся незарегистрированным или непроверенным курсам.
sq: Aktivizo aplikimin e ofertave të programit për kurset e mbetura të paregjistruara ose të paverifikuara
sv: Aktivera tillämpningen av programerbjudanden på återstående oregistrerade eller overifierade kurser
zh_cn: 启用剩余未报名或未认证课程申请方案应用程序

source: Hubspot Portal Secret Key
ar: مفتاح شفرة مدخل الصفحة
da: Hemmelig nøgle til Hubspot-portalen
de_de: Hubspot-Portal Geheimschlüssel
el: Μυστικό κλειδί πύλης Hubspot
eo: Hüßspöt Pörtäl Séçrét Kéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Clave secreta para el portal Hubspot
es_es: Clave secreta del portal de Hubspot
id: Kunci Rahasia Portal Hubspot
pt_br: Chave secreta do portal Hubspot
pt_pt: Chave Secreta do Portal Hubspot
sq: Çelësi sekret i portalit Hubspot
sv: Hemlig nyckel för Hubspot Portal
tr_tr: Hubspot Portalı Gizlilik Anahtarı

source: Secret key for Hubspot portal authentication
ar: التحقق من رمز الشفرة لمدخل الصفحة
da: Hemmelig nøgle til Hubspot-portalgodkendelse
de_de: Geheimschlüssel für die Hubspot-Portal Authentifizierung
el: Μυστικό κλειδί για έλεγχο ταυτότητας πύλης Hubspot
eo: Séçrét kéý för Hüßspöt pörtäl äüthéntïçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Clave secreta para el portal de autenticación de Hubspot
es_es: Clave secreta para la autenticación del portal de Hubspot
fil_ph: Secret key para sa Hubspot portal authentication
id: Kunci rahasia untuk otentikasi portal Hubspot
pt_br: Chave secreta para autenticação do portal Hubspot
pt_pt: Chave secreta para autenticação do portal Hubspot
sq: Çelësi sekret për vërtetimin e portalit Hubspot
sv: Hemlig nyckel för Hubspot-portalautentisering
tr_tr: Hubspot portalı kimlik doğrulaması için gizlilik anahtarı

source: Enable Microfrontend for Basket Page
ar: تمكين الواجهة المصغرة لصفحة السلّة
da: Aktiver Microfrontend for Basket Page
de_de: Mikro Frontend für Warenkorbseite aktivieren
el: Ενεργοποίηση Microfrontend για Σελίδα Καλαθιού
eo: Énäßlé Mïçröfrönténd för Bäskét Pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: habilitar Microfrontend para la página de pagos
es_es: Habilitar microfrontend para la página de la cesta
fil_ph: Paganahin ang Microfrontend para sa Basket Page
id: Aktifkan Microfrontend untuk Halaman Keranjang
pt_br: Ativar microfrontend para página de cesta
pt_pt: Activar Microfrontend para a Página do Cesto
sq: Aktivizo Microfrontend për faqen e shportës
sv: Aktivera Microfrontend för Basket Page
tr_tr: Sepet Sayfası için Mikro Frontend'i Etkinleştir

source: Use the microfrontend implementation of the basket page instead of the server-side template
ar: استخدم الواجهة الأمامية المصغرة لصفحة السلّة عوضًا عن قالب الخادم الجانبي.
da: Brug mikrofrontend-implementeringen af kurvsiden i stedet for skabelonen på serversiden
de_de: Verwenden Sie die Mikro Frontend Implementierung der Warenkorbseite anstelle der serverseitigen Vorlage.
el: Χρησιμοποιήστε την εφαρμογή microfrontend της σελίδας καλαθιού αντί για το πρότυπο από την πλευρά του διακομιστή
eo: Ûsé thé mïçröfrönténd ïmpléméntätïön öf thé ßäskét pägé ïnstéäd öf thé sérvér-sïdé témpläté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Usar la implementación microfrontend de la página de e-commerce en lugar de la plantilla del lado del servidor.
es_es: Use la implementación de microfrontend de la página de la cesta en lugar de la plantilla del lado del servidor
fil_ph: Gamitin ang microfrontend na pagpapatupad ng basket page sa halip na ang server-side na template
id: Gunakan implementasi microfrontend halaman keranjang alih-alih template sisi server
pt_br: Use a implementação de microfrontend da página da cesta em vez do modelo do lado do servidor
pt_pt: Utilizar a implementação do microfrontend da página do cesto de compras em vez do modelo do lado do servidor
sq: Përdorni zbatimin microfrontend të faqes së shportës në vend të shabllonit të serverit
sv: Använd mikrogränssnittsimplementeringen av korgsidan istället för mallen på serversidan
tr_tr: Sunucu tarafı şablonu yerine sepet sayfasının microfrontend uygulamasını kullanın

source: Payment Microfrontend URL
ar: رابط الدفع الدقيق للواجهة الأمامية
da: Betalings Microfrontend URL
el: Διεύθυνση URL Microfrontend πληρωμής
eo: Päýmént Mïçröfrönténd ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Microfrontend de la url de pagos.
es_es: URL de microfrontend de pago
fil_ph: URL ng Microfrontend ng Pagbabayad
id: Pembayaran Microfrontend URL
pt_br: URL de microfrontend de pagamento
pt_pt: URL do Microfrontend de Pagamento
sq: URL-ja e mikrofrontendit të pagesës
sv: Betalning Microfrontend URL
tr_tr: Ödeme Sayfası Microfrontend URL

source: URL for the Payment Microfrontend (used if Enable Microfrontend for Basket Page is set)
ar: رابط الواجهة المصغرة للدفع (تستخدم عند ضبط الواجهة المصغرة لصفحة السلة)
da: URL for betalingsmikrofrontend (bruges, hvis Aktiver mikrofrontend for kurvside er indstillet)
de_de: URL für das Payment Microfrontend (nutzbar wenn das Microfrontend für die Seite des Warenkorbs gesetzt ist)
el: URL για το Payment Microfrontend (χρησιμοποιείται εάν έχει οριστεί Enable Microfrontend for Basket Page)
eo: ÛRL för thé Päýmént Mïçröfrönténd (üséd ïf Énäßlé Mïçröfrönténd för Bäskét Pägé ïs sét) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: url pra el Microfrontend de pagos (usado si habilitar Microfrontend para página de pagos está establecido)
es_es: URL para el microfrontend de pago (se usa si se establece Habilitar microfrontend para la página de la cesta)
fil_ph: URL para sa Payment Microfrontend (ginagamit kung ang Enable Microfrontend for Basket Page ay nakatakda)
id: URL untuk Payment Microfrontend (digunakan jika Aktifkan Microfrontend untuk Halaman Keranjang diatur)
pt_br: URL de Microfrontend de Pagamento (usado se ativar Microfrontend para Basket Página configurada)
pt_pt: URL para o Microfrontend de Pagamento (utilizado se a opção Permitir Microfrontend de Pagamento para Página do Cesto estiver definida)
sq: URL-ja për Microfrontend-in e Pagesave (përdoret nëse është caktuar Enable Microfrontend for Basket Page)
sv: URL för betalningsmikrogränssnittet (används om Aktivera mikrogränssnitt för korgsidan är inställt)
tr_tr: Ödeme Microfrontend Sayfası için URL (Sepet için Microfrontend ayarı etkinleştirildiğinde)
