Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Total value
ar: القيمة الإجمالية
az: Yekun dəyər
da: Total værdi
de_de: Gesamtbetrag
el: Συνολική αξία
eo: Tötäl välüé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Valor total
es_es: Importe total
fil_ph: Kabuuang halaga
id: Nilai total
pt_br: Valor total
pt_pt: Valor total
ru: Итоговая стоимость
sq: Vlera totale
sv: Totala värdet
sw_ke: Jumla ya thamani
tr_tr: Toplam Değer
zh_cn: 总价值

source: Date placed
ar: تاريخ وضع الطلبية
az: Yerləşdirilmə tarixi
da: Dato placeret
de_de: Eingestellt am
el: Ημερομηνία υποβολής
eo: Däté pläçéd Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Fecha de la orden
es_es: Fecha de creacción
fil_ph: Petsa na inilagay
id: Tanggal dimasukkan
pt_br: Data do pedido
pt_pt: Data de colocação
ru: Дата размещения
sq: Data e vendosjes
sv: Datum placerat
sw_ke: Tarehe imewekwa
tr_tr: Tarih yerleştirilir
zh_cn: 放置日期

source: This customer has not placed any orders yet.
ar: لم يقدِّم هذا العميل أي طلبية بعد.
az: Bu müştəri heç bir sifariş yerləşdirməyib.
da: Denne kunde har ikke afgivet nogen ordre endnu.
de_de: Dieser Teilnehmer hat noch keine Bestellung getätigt.
el: Αυτός ο πελάτης δεν έχει κάνει ακόμη παραγγελίες.
eo: Thïs çüstömér häs nöt pläçéd äný ördérs ýét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Este cliente aún no ha colocado ninguna orden.
es_es: Este cliente no ha realizado pedidos aún.
fil_ph: Wala pang order ang customer na ito.
id: Pelanggan ini belum memesan apa pun.
pt_br: Este cliente não fez nenhum pedido ainda
pt_pt: Este cliente ainda não fez quaisquer encomendas.
ru: Этот покупатель пока не разместил ни одного заказа.
sq: Ky klient nuk ka bërë ende asnjë porosi.
sv: Denna kund har inte lagt några beställningar ännu.
sw_ke: Mteja huyu bado haja agizia chochote.
tr_tr: Bu müşteri henüz herhangi bir sipariş vermedi.
zh_cn: 这个客户还没有下任何订单。

source: This customer has not saved any addresses.
ar: لم يحفظ هذا العميل أي عناوين بعد.
az: Bu müştəri heç bir ünvanı yaddaşa salmayıb.
da: Denne kunde har ikke gemt nogen adresser.
de_de: Dieser Teilnehmer hat noch keine Adresse gespeichert.
el: Αυτός ο πελάτης δεν έχει αποθηκεύσει καμία διεύθυνση.
eo: Thïs çüstömér häs nöt sävéd äný äddréssés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Este cliente no ha guardado ninguna dirección.
es_es: Este cliente no ha guardado ninguna dirección.
fil_ph: Ang customer na ito ay hindi nag-save ng anumang mga address.
id: Pelanggan ini belum menyimpan alamat apa pun.
pt_br: Este cliente não salvou nenhum endereço
pt_pt: Este cliente não guardou nenhum endereço.
ru: Покупатель пока не сохранил ни одного адреса.
sq: Ky klient nuk ka ruajtur asnjë adresë.
sv: Den här kunden har inte sparat några adresser.
sw_ke: Mteja huyu hajahifadhi anwani zozote.
tr_tr: Bu müşteri herhangi bir adres kaydetmedi.
zh_cn: 这个客户没有保存任何地址。

source: Product ID
ar: الرقم التعريفي للمنتَج
az: Məhsul ID-si
da: Produkt ID
de_de: Produkt-ID
el: Αναγνωριστικό προϊόντος
eo: Prödüçt ÌD Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: ID del producto
es_es: ID de producto
fil_ph: ID ng produkto
id: ID Produk
pt_br: Código do Produto
pt_pt: ID do Produto
ru: Идентификатор товара
sq: Numri identifikues i produktit
sv: Serienummer
sw_ke: Kitambulisho cha bidhaa
tr_tr: Ürün ID
zh_cn: 产品编号

source: Score
ar: النتيجة
az: Bal
de_de: Punkte
el: Βαθμός
eo: Sçöré Ⱡ'σяєм ιρѕ#
es_419: Puntaje
es_es: Puntuación
fil_ph: Puntos
id: Skor
pt_br: Nota
pt_pt: Pontuação
ru: Балл
sq: Rezultati
sv: Göra
sw_ke: Alama
tr_tr: Puan
zh_cn: 分数

# Product review title
source: Title
ar: اللقب
az: Başlıq
da: Titel
de_de: Titel
el: Τίτλος
eo: Tïtlé Ⱡ'σяєм ιρѕ#
es_419: Título
es_es: Título
fil_ph: Pamagat
id: Judul
pt_br: Título
pt_pt: Título
ru: Заголовок
sq: Titulli
sv: Titel
sw_ke: Kichwa cha makala
tr_tr: Başlık
zh_cn: 标题

source: Body
ar: محتوى الصفحة
az: Mətn
da: Legeme
el: Κείμενο
eo: Bödý Ⱡ'σяєм ι#
es_419: Cuerpo
es_es: Cuerpo
fil_ph: Katawan
id: Badan
pt_br: Corpo
pt_pt: Corpo
ru: Основной текст
sq: Trupi
sv: Kropp
sw_ke: Umbo
tr_tr: Gövde
zh_cn: 整体

source: Date created
ar: تاريخ الإنشاء
az: Yaradılma tarixi
da: Dato oprettet
de_de: Erstellt am
el: Ημερομηνία δημιουργίας
eo: Däté çréätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Fecha de creación
es_es: Fecha de creacción
fil_ph: Petsa ng pagkakagawa
id: Tanggal Diciptakan
pt_br: Data de criação
pt_pt: Data de criação
ru: Дата создания
sq: Data e krijimit
sv: Skapat datum
sw_ke: Tarehe ilipobuniwa
tr_tr: Oluşturulma tarihi
zh_cn: 创建日期

source: This customer has not written any reviews yet.
ar: لم يكتب هذا العميل أي مراجعات بعد.
az: Bu müştəri hələ heç bir rəy yazmayıb.
da: Denne kunde har ikke skrevet nogen anmeldelser endnu.
de_de: Dieser Benutzer hat noch keine Bewertungen verfasst.
el: Αυτός ο πελάτης δεν έχει γράψει κάποιο σχόλιο ακόμα .
eo: Thïs çüstömér häs nöt wrïttén äný révïéws ýét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Este cliente aún no ha escrito ninguna evaluación.
es_es: Este cliente no ha escrito ningún reseña aún.
fil_ph: Ang customer na ito ay hindi pa nakakasulat ng anumang mga review.
id: Pelanggan ini belum menulis ulasan apa pun.
pt_br: Este cliente não fez nenhuma avaliação ainda
pt_pt: Este cliente ainda não escreveu comentários.
ru: Покупатель пока не оставил отзывов.
sq: Ky klient nuk ka shkruar ende asnjë koment.
sv: Denna kund har inte skrivit några recensioner ännu.
sw_ke: Mteja huyu bado hajaandika marudio yoyote kiukaguzi.
tr_tr: Bu müşteri henüz yorum yazmadı.
zh_cn: 这个客户还没有写任何评论。

source: E-Commerce Service Administration
ar: إدارة خدمة التجارة الإلكترونية
az: E-ticarət xidmət administrasiyası
da: Administration af e-handelsservice
el: Διοίκηση Υπηρεσιών Ηλεκτρονικού Εμπορίου
eo: É-Çömmérçé Sérvïçé Àdmïnïsträtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Administración del servicio de E-commerce
es_es: Administración de servicios de comercio electrónico
fil_ph: Pangangasiwa ng Serbisyo ng E-Commerce
id: Administrasi Layanan E-Commerce
pt_br: Administração de serviços de comércio eletrônico
pt_pt: Administração do Serviço E-Commerce
ru: Администрация сервиса E-Commerce
sq: Administrata e Shërbimit të Tregtisë elektronike
sv: Administration av e-handelstjänster
tr_tr: E-Ticaret Hizmet Yönetimi
zh_cn: 电子商务服务管理

source: Is Public Code Batch
da: Er Public Code Batch
el: Είναι παρτίδα Δημοσίου Κώδικα
es_es: Es lote de código público
fil_ph: Ay Public Code Batch
id: Apakah Kode Publik Batch
pt_br: É lote de código publico
pt_pt: É Lote de Código Público
sq: Është Batch Kodi Publik
sv: Är Public Code Batch

source: Visa
eo: Vïsä Ⱡ'σяєм ι#
sq: Viza
sv: Visum

source: %(name)s | Offers
de_de: %(name)s | Angebote
eo: %(name)s | Öfférs Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: %(name)s | Ofertas
es_es: %(name)s | ofertas

source: Retry Fulfillment
de_de: Ausführung erneut probieren
eo: Rétrý Fülfïllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Volver a intentar
es_es: Intenta rellenar de nuevo el formulario
ru: Повторить выполнение
sw_ke: Jaribu tena Kutimiza
zh_cn: 重试实现

source: Est. dispatch date
de_de: Voraussichtliches Versanddatum
eo: Ést. dïspätçh däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Fecha estimada de desapacho
es_es: Fecha estimada de envío
ru: Прим. дата выполнения
sw_ke: Tarehe ya utumaji iliyoainishwa
zh_cn: 预计发货日期

source: Create refund
de_de: Rückerstattung erstellen
eo: Çréäté réfünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Crear reembolso
es_es: Crear devolución
ru: Вернуть
sw_ke: 'Tengeneza' malipo ya ridhaa
zh_cn: 创建退款

source: Enable Sailthru Reporting
de_de: Erlaube Sailthru Reporting
eo: Énäßlé Säïlthrü Répörtïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Habilitar reportes de Sailthru
ru: Включить отчетность Sailthru
zh_cn: 启用Sailthru报告

source: Determines if purchases should be reported to Sailthru.
de_de: Bestimmt, ob der Erwerb in Sailthru afgezeichnet wird
eo: Détérmïnés ïf pürçhäsés shöüld ßé répörtéd tö Säïlthrü. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Determina si las compras deben ser reportadas a Sailthru.
ru: Определяет, следует ли отчитываться о закупках перед Sailthru.
zh_cn: 确定是否将购买汇报至Sailthru。

source: Ensure new value must be greater than or equal to consumed({consumed_discount}) value.
eo: Énsüré néw välüé müst ßé gréätér thän ör éqüäl tö çönsüméd({consumed_discount}) välüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Asegúrese de que el nuevo valor sea mayor o igual que el valor consumido ({consumed_discount}).

source: {benefit_value}%
eo: {benefit_value}% Ⱡ'σяєм ι#

source: ${benefit_value}
az: {benefit_value} manat
eo: ${benefit_value} Ⱡ'σяєм ι#
tr_tr: {benefit_value}TL

source: American Express
eo: Àmérïçän Éxpréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: MasterCard
eo: MästérÇärd Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Discount for the {program_title} {program_type} Program
de_de: Rabatt für das {program_title} {program_type} Programm
eo: Dïsçöünt för thé {program_title} {program_type} Prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Descuento para el programa {program_type} {program_title}
ru: Скидки для {program_title} {program_type} Программы
zh_cn: {program_title} {program_type}课程申请的折扣

source: Your order is complete. If you need a receipt, you can print this page. You will also receive a confirmation message with this information at {link_start}{email}{link_end}.
de_de: Ihre Bestellung ist abgeschlossen. Wenn Sie eine Quittung benötigen, können Sie diese Seite ausdrucken. Sie erhalten auch eine Bestätigungsnachricht mit diesen Informationen an {link_start}{email}{link_end}.
eo: Ýöür ördér ïs çömplété. Ìf ýöü nééd ä réçéïpt, ýöü çän prïnt thïs pägé. Ýöü wïll älsö réçéïvé ä çönfïrmätïön méssägé wïth thïs ïnförmätïön ät {link_start}{email}{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт#
es_419: Su orden está completa. Si necesita un recibo, puede imprimir esta página. También recibirá un mensaje de confirmación con esta información en {link_start}{email}{link_end}.

source: %(error_summary)s
eo: %(error_summary)s Ⱡ'σяєм ιρѕ#

source: Checkout with PayPal
de_de: Mit PayPal bezahlen
eo: Çhéçköüt wïth PäýPäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Pagar con PayPal
ru: Оплатить с помощью PayPal
zh_cn: 使用PayPal结算

source: {strong_start}Note:{strong_end} To earn a verified certificate, you must verify your identity with a {strong_start}webcam{strong_end} and a {strong_start}government-issued photo ID{strong_end}.
de_de: {strong_start}Hinweis:{strong_end} Um ein Zertifikat zu erhalten, müssen Sie Ihre Identität mit einer {strong_start}Webcam{strong_end} und einem {strong_start}offiziell gültigen Lichtbildausweises{strong_end} verifizieren.
eo: {strong_start}Nöté:{strong_end} Tö éärn ä vérïfïéd çértïfïçäté, ýöü müst vérïfý ýöür ïdéntïtý wïth ä {strong_start}wéßçäm{strong_end} änd ä {strong_start}gövérnmént-ïssüéd phötö ÌD{strong_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυм#
es_419: {strong_start}Nota:{strong_end} Para obtener un certificado verificado, debe verificar su identidad usando una {strong_start}Camara web{strong_end} y una {strong_start} identificación oficial con foto emitida por el gobierno{strong_end}.

source: Verify Your Identity
de_de: Verifizieren Sie Ihre Identität
eo: Vérïfý Ýöür Ìdéntïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Verifique su identidad
ru: Подтвердите вашу личность
zh_cn: 认证您的身份

source: To receive a verified certificate, you have to verify your identity using your {strong_start}webcam{strong_end} and an {strong_start}official government-issued photo identification{strong_end} before the verification deadline.
de_de: Um eine Zertifikat zu erhalten, müssen Sie Ihre Identität zunächst verifizieren, mittels Ihrer {strong_start}Webcam{strong_end} und Ihres {strong_start}offiziell gültigen Lichtbildausweises{strong_end} bevor die Frist zur Verifikation abgelaufen ist.
eo: Tö réçéïvé ä vérïfïéd çértïfïçäté, ýöü hävé tö vérïfý ýöür ïdéntïtý üsïng ýöür {strong_start}wéßçäm{strong_end} änd än {strong_start}öffïçïäl gövérnmént-ïssüéd phötö ïdéntïfïçätïön{strong_end} ßéföré thé vérïfïçätïön déädlïné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂є#
es_419: Para recibir un Certificado verificado, debe verificar su identidad usando su{strong_start}camara web{strong_end} y una {strong_start} identificación oficial con foto emitida por el gobierno{strong_end} antes de la fecha límite de verificación.

source: Verify Now
de_de: Jetzt verifizieren
eo: Vérïfý Nöw Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Verificar ahora
ru: Подтвердите сейчас
zh_cn: 立即认证

source: Go to my dashboard and verify later
de_de: Gehe zu "Meine Kurse" und bestätige später
eo: Gö tö mý däshßöärd änd vérïfý lätér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Ir al panel principal y verificar después
ru: Перейти к моей панели управления и подтвердить позже
zh_cn: 前往我的面板，随后进行认证

source: %(title)s (quantity %(event_qty)s/%(total_qty)s)
de_de: %(title)s (Menge %(event_qty)s/%(total_qty)s)
eo: %(title)s (qüäntïtý %(event_qty)s/%(total_qty)s) Ⱡ'σяєм ιρѕυм ∂σł#
es_419: %(title)s (cantidad %(event_qty)s/%(total_qty)s)
ru: %(title)s (количество: %(event_qty)s из %(total_qty)s)
sw_ke: %(title)s (kiwango %(event_qty)s/%(total_qty)s)
zh_cn: %(title)s (数量 %(event_qty)s/%(total_qty)s)

source: To receive academic credit for this course, you must apply for credit at the organization that offers the credit. You can find a link to the organizations website on your {link_start}{lms_dashboard_url}{link_middle}dashboard{link_end}, next to the course name.
fil_ph: Upang makatanggap ng akademikong kredito para sa kursong ito, dapat kang mag-aplay para sa kredito sa organisasyong nag-aalok ng kredito. Makakahanap ka ng link sa website ng organisasyon sa iyong {link_start}{lms_dashboard_url}{link_middle}dashboard{link_end}, sa tabi ng pangalan ng kurso.
id: Untuk menerima kredit akademik untuk kursus ini, Anda harus mengajukan kredit di organisasi yang menawarkan kredit tersebut. Anda dapat menemukan link ke situs organisasi di {link_start} {lms_dashboard_url} {link_middle} dashboard {link_end} Anda, di samping nama kursus.

source: {strong_start}Weve updated your quantity.{strong_end} {paragraph_start}Your cart includes {num_items} enrollment codes at a total cost of {total}, that you will receive via email.{paragraph_end}
fil_ph: {strong_start}Na-update namin ang iyong dami.{strong_end} {paragraph_start}Kasama sa iyong cart ang {num_items} enrollment code sa kabuuang halaga na {total}, na matatanggap mo sa pamamagitan ng email.{paragraph_end}

source: Copyright %(year)s %(platform_name)s. All rights reserved.
fil_ph: Copyright %(year)s %(platform_name)s. Lahat ng karapatan ay nakalaan.
id: Hak Cipta %(year)s %(platform_name)s. Semua hak cipta dilindungi undang-undang.
sw_ke: Hakimiliki %(year)s %(platform_name)s. Haki zote zimehifadhiwa.
