Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Many of today's most in-demand jobs require a college degree. Start your path to success!
ar: يتطلّب العديد من أكثر الوظائف طلبًا حيازة مؤهلٍ جامعي. ابدأ مشوارك نحو النجاح!
az: Bu günün ən çox tələb olunan işlərinin çoxu kollec dərəcəsi tələb edir. Uğurlu yolunuza başlayın!
da: Mange af nutidens mest efterspurgte job kræver en universitetsuddannelse. Start din vej til succes!
de_de: Viele Berufe erfordern einen Hochschulabschluss. Starten Sie Ihren Erfolgs-Pfad!
el: Πολλές από τις πιο απαιτητικές θέσεις εργασίας του σήμερα απαιτούν πτυχίο κολεγίου. Ξεκινήστε την πορεία σας προς την επιτυχία!
eo: Mäný öf tödäý's möst ïn-démänd jößs réqüïré ä çöllégé dégréé. Stärt ýöür päth tö süççéss! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Muchos de los empleos con mayor demanda de hoy requieren un grado de profesional. Inicie ahora su camino al éxito!
es_es: La mayor parte de las ofertas de empleo exigen un título universitario. ¡Arranca tu camino al éxito!
fil_ph: Marami sa mga pinaka-in-demand na trabaho ngayon ay nangangailangan ng degree sa kolehiyo. Simulan ang iyong landas sa tagumpay!
id: Saat ini sebagian besar pekerjaan paling laris membutuhkan gelar sarjana. Mulai langkah Anda menuju sukses!
pt_br: Muitos dos empregos mais procurados de hoje exigem graduação universitária. Inicie seu caminho para o sucesso!
pt_pt: Muitos dos trabalhos mais procurados de hoje requerem um diploma universitário. Comece hoje o seu percurso para o sucesso!
ru: Многие из сегодняшних самых востребованных рабочих мест требуют высшее образование. Начните свой путь к успеху!
sq: Shumë nga punët më të kërkuara sot kërkojnë një diplomë kolegji. Filloni rrugën tuaj drejt suksesit!
sv: Många av dagens mest efterfrågade jobb kräver en högskoleexamen. Börja din väg till framgång!
sw_ke: Nyingi ya kazi za kileo zilizo katika mahitaji zinahitaji shahada ya kwanza ya chuo. Anza safari yako ya mafanikio!
tr_tr: Bugün revaçta olan pek çok iş, üniversite eğitimi gerektiriyor. Başarıya olan yolunuza başlayın!
zh_cn: 如今炙手可热的工作大多需要一个大学学位。在这里开启您的成功之路吧！

source: Questions?
ar: ألديك أسئلة؟
az: Suallar?
da: Spørgsmål?
de_de: Fragen?
el: Ερωτήσεις;
eo: Qüéstïöns? Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: ¿Preguntas?
es_es: ¿Preguntas?
fil_ph: Mga tanong?
id: Pertanyaan?
pt_br: Perguntas?
pt_pt: Questões?
ru: Вопросы?
sq: Pyetje?
sv: Frågor?
sw_ke: Maswali?
tr_tr: Sorular?
zh_cn: 有疑问？

source: Please read {link_start}our FAQs to view common questions about our certificates.{link_end}
ar: يرجى قراءة {link_start}الأسئلة المتداولة الخاصة بنا لعرض الأسئلة الشائعة حول الشهادات.{link_end}
da: Læs venligst {link_start} vores ofte stillede spørgsmål{link_end}
de_de: Bitte lesen Sie {link_start}unsere FAQs, um häufige Fragen zu unseren Zertifikaten zu beantworten.{link_end}
el: Διαβάστε {link_start} τις Συχνές Ερωτήσεις μας για να δείτε τις συνήθεις ερωτήσεις σχετικά με τα πιστοποιητικά μας. {link_end}
eo: Pléäsé réäd {link_start}öür FÀQs tö vïéw çömmön qüéstïöns äßöüt öür çértïfïçätés.{link_end} Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Por favor lea {link_start}nuestras preguntas frecuentes para ver preguntas comunes acerca de certificados.{link_end}
es_es: Lea {link_start}nuestras preguntas frecuentes para ver preguntas comunes sobre nuestros certificados.{link_end}
fil_ph: Pakibasa ang {link_start}aming mga FAQ para tingnan ang mga karaniwang tanong tungkol sa aming mga certificate.{link_end}
pt_br: Leia {link_start}nossas perguntas frequentes para ver perguntas comuns sobre nossos certificados. {link_end}
pt_pt: Leia {link_start}nossas Perguntas frequentes para ver perguntas comuns sobre nossos certificados.{link_end}
sq: Ju lutemi lexoni {link_start} FAQ-të tona për të parë pyetjet e zakonshme në lidhje me certifikatat tona. {link_end}
sv: Läs {link_start}våra vanliga frågor för att se vanliga frågor om våra certifikat.{link_end}
tr_tr: Lütfen {link_start}sertifikalar konusunda sık sorulan sorular için SSS sayfamızı{link_end} okuyun.

source: You are enrolling in:
ar: أنت تلتحق بـِ :
az: Siz qeydiyyata alınırsınız:
da: Du tilmelder dig:
de_de: Sie haben sich eingeschrieben für:
el: Εγγράφεστε σε:
eo: Ýöü äré énröllïng ïn: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Te estás inscribiendo en:
es_es: Se está inscribiendo en:
fil_ph: Nagpapatala ka sa:
id: Anda mendaftar pada:
pt_br: Você está se inscrevendo em:
pt_pt: Está inscrito em:
ru: Вы записаны в:
sq: Po regjistroheni në:
sv: Du anmäler dig till:
sw_ke: Unajisajili kwenye:
tr_tr: Bu eğitime kayıt oluyorsunuz:
zh_cn: 您正在选课：

source: An email has been sent to %(user_email)s with a link for you to activate your account.
ar: تم إرسال رسالة إلكترونية إلى %(user_email)s تحتوي على رابط لتفعيل حسابك.
az: Hesabınızı aktivləşdirməyiniz üçün %(user_email)s e-mail ünvanınıza link göndərilib
da: Der er sendt en e-mail til %(user_email)s med et link, så du kan aktivere din konto.
de_de: Eine Email wurde geschickt an %(user_email)s mit einem Link, um Ihren Account zu aktivieren.
el: Έχει σταλεί ένα email στο %(user_email)s με έναν σύνδεσμο για να ενεργοποιήσετε τον λογαριασμό σας.
eo: Àn émäïl häs ßéén sént tö %(user_email)s wïth ä lïnk för ýöü tö äçtïväté ýöür äççöünt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Se ha enviado un correo electrónico a %(user_email)s con un enlace para que actives tu cuenta.
es_es: Se ha enviado un correo electrónico a %(user_email)s con un enlace para que active su cuenta.
fil_ph: Ang isang email ay ipinadala sa %(user_email)s na may link para sa iyo upang i-activate ang iyong account.
id: Email telah dikirimkan ke %(user_email)s dengan tautan untuk mengaktivasi akun Anda.
pt_br: Um e-mail foi enviado para %(user_email)s com um link para você ativar sua conta.
pt_pt: Foi enviado um email para %(user_email)s com um link para ativar a sua conta.
ru: Для активации учетной записи вам будет выслана электронная почта %(user_email)s со ссылкой для активации учетной записи.
sq: Një email është dërguar në %(user_email)s me një lidhje për ju për të aktivizuar llogarinë tuaj.
sv: Ett e-postmeddelande har skickats till %(user_email)s med en länk så att du kan aktivera ditt konto.
sw_ke: Barua pepe imetumwa kwenye %(user_email)s pamoja na kiungo-wavuti chakukuwezesha kuamsha akaunti yako.
tr_tr: Hesabınızı kullanmaya başlayabilmeniz için%(user_email)s adresine bir etkinleştirme bağlantısı gönderildi.
zh_cn: 已发送邮件至%(user_email)s，内含用于激活账号的链接。

source: Why activate?
ar: لماذا يجب عليك التنشيط؟
az: Nə üçün aktiv olunmalıdır?
da: Hvorfor aktivere?
de_de: Warum muss ich meinen Account aktivieren?
el: Γιατί να τον ενεργοποιήσετε;
eo: Whý äçtïväté? Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: ¿Por qué debes activarla?
es_es: ¿Por qué activar?
fil_ph: Bakit i-activate?
id: Mengapa harus aktivasi?
pt_br: Por que ativar?
pt_pt: Porquê ativar?
ru: Зачем нужна активация?
sq: Pse të aktivizoni?
sv: Varför aktivera?
sw_ke: Kwanini uhuishe?
tr_tr: Neden etkinleştirme adımı?
zh_cn: 为何需要激活？

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
ar: نطلب منك تفعيل حسابك للتأكد من هويتك وبالتالي منع الاحتيال.
az: Fırıldaqçılığın qarşısını almaq məqsədilə sizdən xahiş edirik hesabınızı aktivləşdirəsiz ki, hesabınızı həqiqətən sizin tərəfində yarandığına əmin olaq.
da: Vi beder dig om at aktivere din konto for at sikre, at det virkelig er dig, der opretter kontoen, og for at forhindre svindel.
de_de: Wir bitten Sie, Ihr Konto zu aktivieren, um sicherzustellen, dass Sie wirklich das Konto erstellt haben und um Betrug zu verhindern
el: Σας ζητάμε να ενεργοποιήσετε τον λογαριασμό σας για να βεβαιωθούμε ότι δημιουργείτε πραγματικά τον λογαριασμό και για να αποτρέψουμε ενδεχόμενη απάτη.
eo: Wé äsk ýöü tö äçtïväté ýöür äççöünt tö énsüré ït ïs réällý ýöü çréätïng thé äççöünt änd tö prévént fräüd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es_419: Necesitamos que actives tu cuenta para asegurarnos de que eres realmente tú el que está creando la cuenta y para prevenir fraudes.
es_es: Le pedimos que active su cuenta para asegurarse de que realmente está creando la cuenta y evitar el fraude.
fil_ph: Hinihiling namin sa iyo na i-activate ang iyong account upang matiyak na ikaw talaga ang gumagawa ng account at upang maiwasan ang panloloko.
id: Kami meminta Anda untuk mengaktivasi akun Anda untuk memastikan bahwa memang Anda yang membuat akun ini dan untuk mencegah penyalahgunaan.
pt_br: Pedimos que você ative sua conta para garantir que é realmente você que está criando a conta e para evitar fraudes.
pt_pt: Pedimos-lhe que ative a sua conta para garantir que é realmente você a criar a conta e evitar fraudes.
ru: Вам необходимо активировать свою учётную запись, чтобы предотвратить создание фальшивых учётных записей от вашего имени.
sq: Ne ju kërkojmë të aktivizoni llogarinë tuaj për të siguruar që jeni vërtet ju që krijoni llogarinë dhe për të parandaluar mashtrimin.
sv: Vi ber dig att aktivera ditt konto för att säkerställa att det verkligen är du som skapar kontot och för att förhindra bedrägerier.
sw_ke: Unahitajika kuamsha akaunti yako ili kuhakikisha ni wewe uliyetengeneza hii akaunti na ili uzuie uhalifu.
tr_tr: Bu hesabı gerçekten sizin açtığınızdan emin olmak ve olası sahtekârlıkları önleyebilmek için sizden bunu rica ediyoruz.
zh_cn: 我们要求您激活账号，以确保此账号由您本人注册并防止欺诈行为。

source: If you need assistance, contact edX support.
ar: يُرجى التواصل مع فريق دعم edX في حال احتجت للمساعدة
az: Əgər köməyə ehtiyacınız varsa, Sərbəst Öyrənmə Portalı dəstəyi ilə əlaqə saxlayın.
da: Kontakt edX support, hvis du har brug for hjælp.
de_de: Wenn Sie Hilfe benötigen, kontaktieren Sie den Support.
el: Εάν χρειάζεστε βοήθεια, επικοινωνήστε με την υποστήριξη του edX.
eo: Ìf ýöü nééd ässïstänçé, çöntäçt édX süppört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Si necesitas asistencia, contacta al soporte de edX.
es_es: Si necesita ayuda, comuníquese con el soporte de edX.
fil_ph: Kung kailangan mo ng tulong, makipag-ugnayan sa suporta sa edX.
id: Jika Anda memerlukan bantuan, hubungi bantuan edX.
pt_br: Se você precisa de assistência, entre em contato com o suporte edX
pt_pt: Se precisar de assistência, contacte o apoio da edX.
ru: Если вам нужна помощь, свяжитесь с техподдержкой edX.
sq: Nëse keni nevojë për ndihmë, kontaktoni mbështetjen e edX.
sv: Om du behöver hjälp, kontakta vår support
sw_ke: Kama unahitaji msaada, fanya mawasiliano kupata msaada wa edX.
tr_tr: Yardıma ihtiyacınız varsa, lütfen edX ekibiyle iletişime geçin.
zh_cn: 如需帮助，请联系edX客服。

source: Coupons
ar: القسائم
az: Kuponlar
da: Kuponer
el: Κουπόνια
eo: Çöüpöns Ⱡ'σяєм ιρѕυм #
es_419: Cupones
es_es: Cupones
fil_ph: Mga kupon
id: Kupon
pt_br: cupons
pt_pt: Cupões
ru: Купоны
sq: Kuponët
sv: Kuponger
sw_ke: Kuponi
tr_tr: Kuponlar
zh_cn: 优惠券

source: Enterprise Coupons
ar: قسائم المجموعات
da: Virksomhedskuponer
de_de: Unternehmens Gutscheine
el: Κουπόνια Επιχειρήσεων
eo: Éntérprïsé Çöüpöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Cupones empresariales
es_es: Cupones empresariales
fil_ph: Mga Kupon sa Negosyo
id: Kupon Perusahaan
pt_br: Cupons Enterprise
pt_pt: Cupons Empresariais
sq: Kuponët e ndërmarrjes
sv: Företagskuponger
tr_tr: Kurumsal Kuponlar

source: Toggle navigation
ar: تبديل طريقة التصفّح
az: Naviqasiyanı dəyişin
da: Skift navigation
de_de: Wechsle die Menüführung
el: Εναλλαγή πλοήγησης
eo: Tögglé nävïgätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Contraer navegación
es_es: Navegación alternativa
fil_ph: I-toggle ang navigation
id: Alihkan navigasi
pt_br: Ligar/Desligar navegação
pt_pt: Alternar navegação
ru: Включить навигацию
sq: Ndrysho navigimin
sv: Aktivera navigationen
sw_ke: Bofya uabiri
tr_tr: Kısayol Navigasyonu
zh_cn: 切换导航

source: Dashboard for:
ar: لوحة المعلومات لـ:
az: Panel:
da: Dashboard til:
de_de: Übersichtsseite für:
el: Πινακας ελέγχου για:
eo: Däshßöärd för: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Panel de Control para:
es_es: Panel de control para:
fil_ph: Dashboard para sa:
id: Dashboard untuk:
pt_br: Painel de controle para:
pt_pt: Painel para:
ru: Панель управления для:
sq: Paneli për:
sv: Kontrollpanel för:
sw_ke: Dashibodi ya:
tr_tr: Panel:
zh_cn: 控制面板：

source: Toggle Dropdown
ar: آلية تفعيل القائمة المنسدلة
az: Açılan menyunu dəyişin
da: Skift dropdown
de_de: Dropdown wechseln
el: Εναλλαγή αναπτυσσόμενου μενού
eo: Tögglé Dröpdöwn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Alternar cuadro desplegable
es_es: Desplegar lista
fil_ph: I-toggle ang Dropdown
id: Alihkan Dropdown
pt_br: Alternar Menu Suspenso
pt_pt: Alternar Dropdown
ru: Переключить выпадающий список
sq: Aktivizo Dropdown
sv: Växla rullgardinsmenyn
sw_ke: Bofya menyu iliyofichaka
tr_tr: Açılır Liste Kısayol
zh_cn: 切换：下拉列表

source: Login
ar: تسجيل الدخول
az: Daxil olun
da: Log på
de_de: Einloggen
el: Είσοδος
eo: Lögïn Ⱡ'σяєм ιρѕ#
es_419: Ingresar
es_es: Iniciar sesión
fil_ph: Mag log in
id: Masuk
pt_pt: Iniciar sessão
ru: Войти
sq: Kyçu
sv: Logga in
sw_ke: Ingia mtandaoni
tr_tr: Giriş
zh_cn: 登录

source: E-Commerce Course Administration
ar: إدارة التجارة الإلكترونية للمساق
az: E-ticarət kurs administrasiyası
da: Administration af e-handelskursus
de_de: E-Commerce Kurs Administration
el: Διαχείριση μαθημάτων ηλεκτρονικού εμπορίου
eo: É-Çömmérçé Çöürsé Àdmïnïsträtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Administración del curso de comercio electrónico
es_es: Administración del curso de comercio electrónico
fil_ph: Pangangasiwa ng Kursong E-Commerce
id: Administrasi Kursus E-Commerce
pt_br: Administração do Curso de Comércio Eletrônico
pt_pt: Administração do Curso E-Commerce
ru: Администрирование курсов E-Commerce
sq: Administrimi i kurseve të tregtisë elektronike
sv: Kursadministration för e-handel
sw_ke: Uongozaji wa kozi ya E-Commerce
tr_tr: E-Ticaret Eğitim Yönetimi
zh_cn: 电子商务课程管理

source: E-Commerce Coupon Administration
ar: إدارة التجارة الإلكترونية للقسائم
az: E-ticarət kupon administrasiyası
da: Administration af e-handelskuponer
de_de: E-Commerce Gutschein Administration
el: Διαχείριση κουπονιών ηλεκτρονικού εμπορίου
eo: É-Çömmérçé Çöüpön Àdmïnïsträtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Administración del cupón de comercio electrónico
es_es: Administración de cupones de comercio electrónico
fil_ph: Pangangasiwa ng Kupon ng E-Commerce
id: Administrasi Kupon E-Commerce
pt_br: Administração de cupons de comércio eletrônico
pt_pt: Administração do Cupão de E-Commerce
ru: Администрирование купона E-Commerce
sq: Administrimi i kuponit të tregtisë elektronike
sv: Administration av e-handelskuponger
sw_ke: Uongozaji wa kuponi ya E-Commerce
tr_tr: E-Ticaret Kupon Yönetimi
zh_cn: 电子商务优惠券管理

source: E-Commerce Program Offers Administration
ar: إدارة التجارة الإلكترونية لعروض البرامج
az: E-ticarət proqram təklifləri administrasiyası
da: E-handelsprogram tilbyder administration
de_de: E-Commerce Programm Administration
el: Διαχείριση προσφορών προγράμματος ηλεκτρονικού εμπορίου
eo: É-Çömmérçé Prögräm Öfférs Àdmïnïsträtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Administración de las ofertas del programa de comercio electrónico
es_es: Administración de ofertas del programa de comercio electrónico
fil_ph: Ang E-Commerce Program ay Nag-aalok ng Pangangasiwa
id: Administrasi Penawaran Program E-Commerce
pt_br: Administração de Ofertas do Programa de Comércio Eletrônico
pt_pt: Administração das Ofertas de Programa E-Commerce
ru: Администрирование предложений программы E-Commerce
sq: Administrimi i Ofertave të Programit E-Commerce
sv: E-handelsprogram erbjuder administration
tr_tr: E-Ticaret Program Teklifleri Yönetimi
zh_cn: 电子商务课程申请方案管理

source: Your basket is empty
ar: سلتك فارغة
az: Sizin səbət boşdur
da: Din kurv er tom
de_de: Ihr Warenkorb ist leer
el: Το καλάθι σας είναι άδειο
eo: Ýöür ßäskét ïs émptý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Su cesto está vacío
es_es: Su cesto está vacío
fil_ph: Walang laman ang iyong basket
id: Keranjang Anda kosong
pt_br: Sua cesta está vazia
pt_pt: O seu cesto está vazio
ru: Ваша корзина пуста
sq: Shporta juaj është bosh
sv: Din varukorg är tom
sw_ke: Hazina yako ni tupu
tr_tr: Sepetiniz boş
zh_cn: 您的购物车是空的

source: If you attempted to make a purchase, you have not been charged. Return to your {link_start}{link_middle}{homepage_url}dashboard{link_end} to try again, or {link_start}{homepage_url}{link_middle}contact {platform_name} Support{link_end}.
ar: إذا كنت قد حاولت الشراء، فإنه لم يتم خصم أي مبلغ منك. فعد الى{link_start}{link_middle}{homepage_url} لوحة المعلومات {link_end} الخاصة بك لإعادة المحاولة، أو {link_start}{homepage_url}{link_middle} اتصل {platform_name}بفريق الدعم{link_end} .
da: Hvis du har forsøgt at foretage et køb, er du ikke blevet debiteret. Return to your {link_start}{link_middle}{homepage_url}dashboard{link_end} to try again, or {link_start}{homepage_url}{link_middle}contact {platform_name} Support{link_end}.
de_de: Wenn Sie versucht haben, einen Kauf zu tätigen, wurden Ihnen keine Gebühren berechnet. Kehren Sie zurück zu Ihrer {link_start}{link_middle}{homepage_url}Übersicht{link_end}, um es erneut zu versuchen oder {link_start}{homepage_url}{link_middle}kontaktieren Sie den {platform_name} Support{link_end}.
el: Εάν προσπαθήσατε να κάνετε μια αγορά, δεν έχετε χρεωθεί. Επιστρέψτε στον πίνακα ελέγχου {link_start} {link_middle} {homepage_url} {link_end} για να δοκιμάσετε ξανά ή {link_start} {homepage_url} {link_middle} επαφή {platform_name} Υποστήριξη {link_end} .
eo: Ìf ýöü ättémptéd tö mäké ä pürçhäsé, ýöü hävé nöt ßéén çhärgéd. Rétürn tö ýöür {link_start}{link_middle}{homepage_url}däshßöärd{link_end} tö trý ägäïn, ör {link_start}{homepage_url}{link_middle}çöntäçt {platform_name} Süppört{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє#
es_419: Si intentó hacer una compra, yno se ha efectuado cobro. Vuelva a su {link_start}{link_middle}{homepage_url}panel principal {link_end} para intentar de nuevo o {link_start}{homepage_url}{link_middle} contacte soporte{platform_name} {link_end}.
es_es: Si intentó realizar una compra, no se le ha cobrado. Return to your {link_start}{link_middle}{homepage_url}dashboard{link_end} to try again, or {link_start}{homepage_url}{link_middle}contact {platform_name} Support{link_end}.
fil_ph: Kung sinubukan mong bumili, hindi ka nasingil. Bumalik sa iyong {link_start}{link_middle}{homepage_url}dashboard{link_end} upang subukang muli, o {link_start}{homepage_url}{link_middle}makipag-ugnayan sa {platform_name} Support{link_end}.
pt_br: Se você tentou fazer uma compra, você não foi cobrado. Retorne ao seu {link_start}{link_middle}{homepage_url}painel {link_end} para tentar novamente ou {link_start}{homepage_url}{link_middle}entre em contato com o suporte da {platform_name} {link_end} .
pt_pt: Se tentou fazer uma compra, não lhe foi cobrado. Volte ao seu {link_start}{link_middle}{homepage_url}dashboard{link_end} para tentar novamente, ou {link_start}{homepage_url}{link_middle}contacte suporte {platform_name}{link_end}.
sq: Nëse keni tentuar të bëni një blerje, nuk jeni tarifuar. Kthehu te pulti juaj {link_start} {link_middle} {homepage_url} {link_end} për të provuar përsëri, ose {link_start} {homepage_url} {link_middle} kontakto {platform_name} Mbështetje {link_end} .
sv: Om du försökte göra ett köp har du inte debiterats. Gå tillbaka till din {link_start}{link_middle}{homepage_url}instrumentpanel{link_end} för att prova igen, eller {link_start}{homepage_url}{link_middle}kontakta supporten för {platform_name}{link_end}.

source: Your basket is now empty
ar: سلّتك فارغة الآن
az: Sizin səbət indi boşdur
da: Din kurv er nu tom
de_de: Ihr Warenkorb ist leer.
el: Το καλάθι σας είναι τώρα άδειο
eo: Ýöür ßäskét ïs nöw émptý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Tu cesta está vacía ahora
es_es: Su carrito de compras ahora está vacío
fil_ph: Wala nang laman ang iyong basket
id: Keranjang Anda sekarang kosong
pt_br: Sua cesta agora está vazia
pt_pt: O seu cesto está agora vazio
ru: Ваша корзина пуста
sq: Shporta juaj tani është bosh
sv: Din varukorg är nu tom
tr_tr: Sepetiniz şu an boş
zh_cn: 您的购物车是空的

source: {strong_start}We’ve updated your quantity.{strong_end} {paragraph_start}Your cart includes {num_items} enrollment codes at a total cost of {total}, that you will receive via email.{paragraph_end}
ar: {strong_start}لقد قمنا بتحديث الكميات المطلوبة.{strong_end} {paragraph_start}تتضمن سلة تسوقك {num_items} رموز التحاق بتكلفة إجمالية تبلغ {total}، والتي ستتلقاها عبر البريد الإلكتروني.{paragraph_end}
da: {strong_start}Vi har opdateret din mængde.{strong_end} {paragraph_start}Din indkøbskurv indeholder {num_items} tilmeldingskoder til en samlet pris på {38128a5cf0d6z0}, som du modtager via e-mail til en samlet pris på {3845530,00z.
de_de: {strong_start}Die Anzahl wurde aktualisiert.{strong_end} {paragraph_start}In Ihrem Warenkorb befinden sich {num_items} Einschreibungen für einen Gesamtpreis von {total}, welche Sie via E-Mail zugesandt bekommen.{paragraph_end}
el: {strong_start} Ενημερώσαμε την ποσότητα σας. {strong_end} {paragraph_start} Το καλάθι σας περιλαμβάνει κωδικούς εγγραφής {num_items} με συνολικό κόστος {total} , τους οποίους θα λάβετε μέσω email. {paragraph_end}
eo: {strong_start}Wé’vé üpdätéd ýöür qüäntïtý.{strong_end} {paragraph_start}Ýöür çärt ïnçlüdés {num_items} énröllmént çödés ät ä tötäl çöst öf {total}, thät ýöü wïll réçéïvé vïä émäïl.{paragraph_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕ#
es_419: {strong_start}Hemos actualizado su cantidad .{strong_end} {paragraph_start}Su carrito incluye {num_items} códigos de inscripción con un costo total de {total}, que recibirá vía correo electrónico.{paragraph_end}
es_es: {strong_start}Hemos actualizado su cantidad.{strong_end} {paragraph_start}Su carrito incluye {num_items} códigos de inscripción a un costo total de {total}, que recibirá por correo electrónico.{paragraph_end}
pt_br: {strong_start}Atualizamos sua quantidade.{strong_end} {paragraph_start}Seu carrinho inclui {num_items} códigos de inscrição a um custo total de {total}, que você receberá por e-mail. {paragraph_end}
pt_pt: {strong_start}Atualizamos sua quantidade.{strong_end} {paragraph_start}Seu carrinho inclui {num_items} códigos de inscrição a um custo total de {total}, que você receberá por e-mail.{paragraph_end}
sq: {strong_start} Ne kemi përditësuar sasinë tuaj. {strong_end} {paragraph_start} Shporta juaj përfshin kodet e regjistrimit {num_items} me një kosto totale prej {total} , që do t&#39;i merrni me email. {paragraph_end}
sv: {strong_start}Vi har uppdaterat din kvantitet.{strong_end} {paragraph_start}Din varukorg innehåller {num_items} registreringskoder till en total kostnad av {total}, som du får via e-post.{paragraph_end}

source: View basket
ar: عرض السلّة
az: Səbətə baxın
da: Se kurv
de_de: Zum Warenkorb
el: Προβολή καλαθιού
eo: Vïéw ßäskét Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Ver cesta
es_es: Ver carrito de compras
fil_ph: Tingnan ang basket
id: Lihat keranjang
pt_br: Ver cesto
pt_pt: Ver cesto
ru: Посмотреть корзину
sq: Shikoni shportën
sv: Se korg
tr_tr: Sepeti göster
zh_cn: 查看购物车
