Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: The certificate is officially signed and stamped by the institution that offers the course.
ar: هذه الرسالة موقَّعة ومختومة رسميًا من المؤسسة التي تقدِّم الدورة التدريبية.
az: Sertifikat kursu təklif edən təşkilat tərəfindən rəsmi şəkildə imzalandı və möhürləndi.
da: Certifikatet er officielt underskrevet og stemplet af den institution, der udbyder kurset.
de_de: Jedes Zertifikat ist offiziell unterzeichnet und gestempelt von der jeweiligen Institution.
el: Το πιστοποιητικό υπογράφεται επίσημα και σφραγίζεται από το ίδρυμα που προσφέρει τον κύκλο μαθημάτων.
eo: Thé çértïfïçäté ïs öffïçïällý sïgnéd änd stämpéd ßý thé ïnstïtütïön thät öfférs thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: El certificado tiene firma y sellos oficiales de la institución que ofrece el curso
es_es: El certificado está firmado y sellado oficialmente por la institución que ofrece el curso.
fil_ph: Ang sertipiko ay opisyal na nilagdaan at nakatatak ng institusyong nag-aalok ng kurso.
id: Sertifikat secara resmi ditandatangani dan dicap oleh institusi yang menawarkan kursus.
pt_br: O certificado é assinado oficialmente e carimbado pela instituição que oferece o curso.
pt_pt: O certificado é assinado oficialmente e carimbado pela instituição que oferece o curso.
ru: Сертификат официально подписан и заверен печатью учебного заведения, которое предлагает курс.
sq: Certifikatë nënshkruhet dhe vuloset zyrtarisht nga institucioni që ofron kursin.
sv: Certifikatet är officiellt undertecknat och stämplat av den institution som erbjuder kursen.
sw_ke: Cheti kimesainiwa rasmi na kuwekewa muhuri na taasisi inayotoa mafunzo ya kozi.
tr_tr: Sertifika, dersi sağlayan kurum tarafından damgalı ve ıslak imzalıdır.
zh_cn: 该证书由提供此课程的机构正式签发并盖章。

source: You're twelve times more likely to complete the course if you're working toward a verified certificate.
ar: من المحتمل أن تُكمِل الدورة التدريبية بنسبة تصل إلى اثنتي عشرة مرة إذا كنت تسعى للحصول على شهادةٍ موثَّقة.
az: Əgər siz təsdiqlənmiş sertifikatı əldə etmək üçün çalışırsınızsa, bu kursu bitirməyə 12 dəfə daha çox şansınız var.
da: Du er tolv gange mere tilbøjelig til at gennemføre kurset, hvis du arbejder hen imod et verificeret certifikat.
de_de: Sie sind sicherlich motivierter den Kurs zu beenden, wenn Sie anschließend ein verifizierten und offiziellen Nachweis dafür bekommen.
el: Έχετε δώδεκα φορές περισσότερες πιθανότητες να ολοκληρώσετε τον κύκλο μαθημάτων εάν εργάζεστε προς ένα επαληθευμένο πιστοποιητικό.
eo: Ýöü'ré twélvé tïmés möré lïkélý tö çömplété thé çöürsé ïf ýöü'ré wörkïng töwärd ä vérïfïéd çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Tendrá doce veces mas probabilidad de completar el curso, si está trabajando por lograr un certificado verificado.
es_es: Tiene doce veces más probabilidades de completar el curso si está trabajando para obtener un certificado verificado.
fil_ph: Labindalawang beses kang mas malamang na makumpleto ang kurso kung nagsusumikap ka para sa isang na-verify na sertipiko.
id: Anda 12 kali lebih mungkin untuk menyelesaikan kursus jika Anda menggunakan jalur sertifikat terverifikasi.
pt_br: Você tem doze vezes mais chances de concluir o curso se estiver trabalhando para obter um certificado verificado.
pt_pt: Tem doze vezes mais hipóteses de completar o curso se estiver empenhado em obter um certificado validado.
ru: Вероятность того, что вы закончите курс в двенадцать раз выше, если будете работать над получением заверенного сертификата.
sq: Ju keni dymbëdhjetë herë më shumë gjasa për të përfunduar kursin nëse jeni duke punuar drejt një Certifikatë të verifikuar.
sv: Du är tolv gånger mer sannolikt att slutföra kursen om du arbetar mot ett verifierat certifikat.
sw_ke: Una nafasi mara kumi na mbili zaidi ya kuweza kukamilisha kozi kama unahangaikia kupata cheti kilichothibitishwa.
tr_tr: Onaylı sertifika için çalışanların dersi başarıyla tamamlama oranı, diğer kullanıcılara göre 20 kat daha fazladır.
zh_cn: 若您以取得认证证书为目标，那么您修完此课程的可能性将得到极大的提高。

source: Courses
ar: المساقات
az: Kurslar
da: Kurser
de_de: Kurse
el: Μαθήματα
eo: Çöürsés Ⱡ'σяєм ιρѕυм #
es_419: Cursos
es_es: Cursos
fil_ph: Kurso
id: Kursus
pt_br: Cursos
pt_pt: Cursos
ru: Курсы
sq: Kurset
sv: Kurser
sw_ke: Kozi
tr_tr: Dersler
zh_cn: 课程

source: %(platform_name)s Course Administration Tool
ar: %(platform_name)sأداة إدارة المساق
da: %(platform_name)s Kursusadministrationsværktøj
de_de: %(platform_name)s Kursverwaltungstool
el: %(platform_name)s Εργαλείο διαχείρισης μαθημάτων
eo: %(platform_name)s Çöürsé Àdmïnïsträtïön Tööl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: %(platform_name)s Herramienta de administración del curso
es_es: %(platform_name)s Herramienta de administración del curso
fil_ph: %(platform_name)s Tool sa Pangangasiwa ng Kurso
pt_br: %(platform_name)s Ferramenta de administração do curso
pt_pt: %(platform_name)s Ferramenta de Administração do Curso
sq: %(platform_name)s Mjeti i Administrimit të Kursit
sv: %(platform_name)s kursadministrationsverktyg
tr_tr: %(platform_name)s Ders Yönetim Aracı

source: Student Dashboard
ar: لوحة معلومات الطالب
az: Tələbə paneli
de_de: Teilnehmer-Dashboard
el: Πίνακας ελέγχου σπουδαστή
eo: Stüdént Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Panel de control del estudiante
es_es: Panel del Alumno
fil_ph: Dashboard ng Mag-aaral
id: Dashboard Peserta
pt_br: Painel de Controle do Aluno
pt_pt: Painel do Estudante
ru: Панель управления учашегося
sq: Paneli i nxënësve
sv: Studentpanel
sw_ke: Dashibodi ya wanafunzi
tr_tr: Öğrenci Paneli
zh_cn: 学生控制面板

source: Course Admin Tool
ar: أداة مشرف المساق
az: Kurs admin aləti
da: Kursusadministrationsværktøj
de_de: Kursverwaltungs-Werkzeug
el: Εργαλείο διαχείρισης μαθήματος
eo: Çöürsé Àdmïn Tööl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Herramienta de administración del curso
es_es: Herramienta de Administración del Curso
fil_ph: Tool sa Admin ng Kurso
id: Perangkat Admin Kursus
pt_br: Ferramenta de Administração do Curso
pt_pt: Ferramenta de Administração do Curso
ru: Инструменты администрирования курса
sq: Mjeti i administrimit të kursit
sv: Kursadministratörsverktyg
sw_ke: Nyenzo ya Usimamiaji Kozi
tr_tr: Ders Yönetim Aracı
zh_cn: 课程管理工具

source: E-Commerce Dashboard
ar: لوحة معلومات التجارة الإلكترونية
az: E-ticarət paneli
da: Dashboard for e-handel
de_de: E-Commerce Übersicht
el: Πίνακας ελέγχου ηλεκτρονικού εμπορίου
eo: É-Çömmérçé Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Panel de control de E-commerce
es_es: Panel de Comercio electrónico
fil_ph: Dashboard ng E-Commerce
id: Dashboard E-Commerce
pt_br: Painel de Controles do E-Commerce
pt_pt: Painel de eCommerce
ru: Панель электронной коммерции
sq: Paneli i tregtisë elektronike
sv: Dashboard för e-handel
sw_ke: Dashibodi ya E-Commerce
tr_tr: Satış Paneli
zh_cn: 电子商务控制面板

source: Sign Out
ar: تسجيل الخروج
az: Çıxış
da: Log ud
de_de: Abmelden
el: Αποσύνδεση
eo: Sïgn Öüt Ⱡ'σяєм ιρѕυм ∂#
es_419: Cerrar sesión
es_es: Cerrar sesión
fil_ph: Mag-sign Out
id: Keluar
pt_br: Sair
pt_pt: Terminar Sessão
ru: Выйти
sq: Dil
sv: Logga ut
sw_ke: Toka Mtandaoni
tr_tr: Çıkış Yap
zh_cn: 退出

source: Receipt for %(order_number)s
ar: وصل لـ%(order_number)s
az: %(order_number)s üçün qəbz
da: Kvittering for %(order_number)s
de_de: Rechnung für %(order_number)s
el: Απόδειξη για %(order_number)s
eo: Réçéïpt för %(order_number)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Recibo para %(order_number)s
es_es: Recibo para %(order_number)s
fil_ph: Resibo para sa %(order_number)s
id: Tanda terima untuk %(order_number)s
pt_br: Recibo para %(order_number)s
pt_pt: Recibo para %(order_number)s
ru: Квитанция на оплату %(order_number)s
sq: Dëftesë për %(order_number)s
sv: Kvitto för %(order_number)s
sw_ke: Risiti kwa ajili ya %(order_number)s
tr_tr: %(order_number)s için fatura
zh_cn: %(order_number)s的收据

source: Thank you for your order!
ar: شكراً لطلبيتك!
az: Sifarişiniz üçün təşəkkür edirik!
da: Tak for din ordre!
de_de: Danke für Ihre Bestellung!
el: Ευχαριστούμε για την παραγγελία σας!
eo: Thänk ýöü för ýöür ördér! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: ¡Gracias por su orden!
es_es: ¡Gracias por su orden!
fil_ph: Salamat sa iyong order!
id: Terima kasih atas pesanan Anda!
pt_br: Obrigado pelo seu pedido!
pt_pt: Obrigado pelo seu pedido!
ru: Спасибо за заказ!
sq: Faleminderit per porosine!
sv: Tack för din beställning!
sw_ke: Asante kwa agizo lako!
tr_tr: Siparişiniz için teşekkürler!
zh_cn: 感谢您的订购！

source: Your order is complete. You will receive a confirmation message and your enrollment code(s) at {link_start}{email}{link_end}. If you need a receipt, you can print this page.
ar: طلبيتك مكتملة. ستتلقى رسالة تأكيد ورمز (رموز) التأكيد على {link_start}{email}{link_end}. عند الحاجة لإيصال الدفع، يمكنك طباعة هذه الصفحة.
da: Din ordre er færdig. Du modtager en bekræftelsesmeddelelse og dine tilmeldingskode(r) på {link_start}{email}{link_end}. Hvis du har brug for en kvittering, kan du printe denne side.
de_de: Ihre Bestellung ist abgeschlossen. Sie bekommen eine Bestätigung mit Ihrem Anmeldecode(s) auf {link_start}{email}{link_end} zugeschickt. Sollten Sie eine Rechnung benötigen, können Sie diese Seite ausdrucken.
el: Η παραγγελία σας ολοκληρώθηκε. Θα λάβετε ένα μήνυμα επιβεβαίωσης και τους κωδικούς εγγραφής σας στο {link_start} {email} {link_end} . Εάν χρειάζεστε απόδειξη, μπορείτε να εκτυπώσετε αυτήν τη σελίδα.
eo: Ýöür ördér ïs çömplété. Ýöü wïll réçéïvé ä çönfïrmätïön méssägé änd ýöür énröllmént çödé(s) ät {link_start}{email}{link_end}. Ìf ýöü nééd ä réçéïpt, ýöü çän prïnt thïs pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłι#
es_419: Su orden está completa. Recibirá un mensaje de confirmación y su código(s) de inscripción en {link_start}{email}{link_end}. Si necesita un recibo, puede imprimir esta página.
es_es: Su pedido está completo. Recibirá un mensaje de confirmación y sus códigos de inscripción en {link_start}{email}{link_end}. Si necesita un recibo, puede imprimir esta página.
fil_ph: Kumpleto na ang iyong order. Makakatanggap ka ng mensahe ng kumpirmasyon at ang iyong (mga) enrollment code sa {link_start}{email}{link_end}. Kung kailangan mo ng resibo, maaari mong i-print ang pahinang ito.
id: Pesanan Anda selesai. Anda akan menerima pesan konfirmasi dan kode pendaftaran Anda di {link_start} {email} {link_end}. Jika Anda membutuhkan tanda terima, Anda dapat mencetak halaman ini.
pt_br: Seu pedido está completo. Você receberá uma mensagem de confirmação e seu(s) código(s) de inscrição em {link_start}{email} {link_end} . Se necessitar de um recibo, pode imprimir esta página.
pt_pt: Seu pedido está completo. Você receberá uma mensagem de confirmação e seu(s) código(s) de inscrição em {link_start}{email}{link_end}. Se precisar de um recibo, você pode imprimir esta página.
sq: Porosia juaj është e përfunduar. Do të merrni një mesazh konfirmimi dhe kodin(et) e regjistrimit në {link_start} {email} {link_end} . Nëse keni nevojë për një faturë, mund ta printoni këtë faqe.
sv: Din beställning är slutförd. Du kommer att få ett bekräftelsemeddelande och dina anmälningskod(er) på {link_start}{email}{link_end}. Om du behöver ett kvitto kan du skriva ut den här sidan.

source: Your order is complete. If you need a receipt, you can print this page. {next_start} Next Steps:{next_end} 1. Check your inbox for an order confirmation email from Get Smarter.{next_line} 2: Follow the instructions in the email to complete your registration.
ar: تم اكتمال طلبك. إذا كنت بحاجة إلى إيصال ، يمكنك طباعة هذه الصفحة. {next_start} الخطوات التالية: {next_end} 1. تحقق من البريد الوارد بحثًا عن رسالة بريد إلكتروني لتأكيد الطلب من Get Smarter. {next_line} 2: اتبع التعليمات الواردة في البريد الإلكتروني لإكمال التسجيل.
da: Din ordre er færdig. Hvis du har brug for en kvittering, kan du printe denne side. {next_start} Næste trin: {next_end} 1. Tjek din indbakke for en ordrebekræftelses-e-mail fra Get Smarter. {next_line} 2: Følg instruktionerne i e-mailen for at fuldføre din registrering.
el: Η παραγγελία σας ολοκληρώθηκε. Εάν χρειάζεστε απόδειξη, μπορείτε να εκτυπώσετε αυτήν τη σελίδα. {next_start} Επόμενα βήματα: {next_end} 1. Ελέγξτε τα εισερχόμενά σας για ένα email επιβεβαίωσης παραγγελίας από το Get Smarter. {next_line} 2: Ακολουθήστε τις οδηγίες στο email για να ολοκληρώσετε την εγγραφή σας.
es_es: Su pedido está completo. Si necesita un recibo, puede imprimir esta página. {next_start} Próximos pasos:{next_end} 1. Busque en su bandeja de entrada un correo electrónico de confirmación del pedido de Get Smarter.{next_line} 2: Siga las instrucciones del correo electrónico para completar su registro.
fil_ph: Kumpleto na ang iyong order. Kung kailangan mo ng resibo, maaari mong i-print ang pahinang ito. {next_start} Mga Susunod na Hakbang:{next_end} 1. Suriin ang iyong inbox para sa email ng kumpirmasyon ng order mula sa Get Smarter.{next_line} 2: Sundin ang mga tagubilin sa email upang makumpleto ang iyong pagpaparehistro.
id: Pesanan Anda selesai. Jika Anda memerlukan tanda terima, Anda dapat mencetak halaman ini. {next_start} Langkah Selanjutnya:{next_end} 1. Periksa kotak masuk Anda untuk email konfirmasi pesanan dari Get Smarter.{next_line} 2: Ikuti petunjuk di email untuk menyelesaikan pendaftaran Anda.
pt_br: Seu pedido está completo. Se necessitar de um recibo, pode imprimir esta página. {next_start} Próximas etapas:{next_end} 1. Verifique se há um e-mail de confirmação de pedido da Get Smarter em sua caixa de entrada. {next_line} 2: Siga as instruções no e-mail para concluir seu registro.
pt_pt: O seu pedido está completo. Se precisar de um recibo, pode imprimir esta página. {next_start} Próximos passos:{next_end} 1. Verifique a sua caixa de correio electrónico de confirmação de encomenda de Get Smarter.{next_line} 2: Siga as instruções no correio electrónico para completar o seu registo.
sq: Porosia juaj është e përfunduar. Nëse keni nevojë për një faturë, mund ta printoni këtë faqe. {next_start} Hapat e ardhshëm: {next_end} 1. Kontrolloni kutinë tuaj hyrëse për një email konfirmimi porosie nga Get Smarter. {next_line} 2: Ndiqni udhëzimet në email për të përfunduar regjistrimin tuaj.
sv: Din beställning är klar. Om du behöver ett kvitto kan du skriva ut den här sidan. {next_start} Nästa steg:{next_end} 1. Kontrollera din inkorg efter ett beställningsbekräftelsemail från Get Smarter.{next_line} 2: Följ instruktionerna i e-postmeddelandet för att slutföra din registrering.

source: Your order is complete. If you need a receipt, you can print this page.
ar: تم اكتمال طلبيتك. إذا كنت بحاجة إلى إيصال ، يمكنك طباعة هذه الصفحة.
da: Din ordre er færdig. Hvis du har brug for en kvittering, kan du printe denne side.
el: Η παραγγελία σας ολοκληρώθηκε. Εάν χρειάζεστε απόδειξη, μπορείτε να εκτυπώσετε αυτήν τη σελίδα.
es_es: Su pedido está completo. Si necesita un recibo, puede imprimir esta página.
fil_ph: Kumpleto na ang iyong order. Kung kailangan mo ng resibo, maaari mong i-print ang pahinang ito.
pt_br: Seu pedido está completo. Se necessitar de um recibo, pode imprimir esta página.
pt_pt: O seu pedido está completo. Se precisar de um recibo, pode imprimir esta página.
sq: Porosia juaj është e përfunduar. Nëse keni nevojë për një faturë, mund ta printoni këtë faqe.
sv: Din beställning är klar. Om du behöver ett kvitto kan du skriva ut den här sidan.
tr_tr: Siparişiniz tamamlandı. Bir makbuza ihtiyacınız varsa, bu sayfayı yazdırabilirsiniz.

source: Order Number:
ar: رقم الطلبية:
az: Sifariş nömrəsi:
da: Ordrenummer:
de_de: Bestellnummer:
el: Αριθμός παραγγελίας:
eo: Ördér Nümßér: Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Número de orden:
es_es: Número de orden:
fil_ph: Numero ng order:
id: Jumlah order:
pt_br: Número do pedido:
pt_pt: Número de encomenda:
ru: Номер заказа:
sq: Numri i porosisë:
sv: Ordernummer:
sw_ke: Namba ya Agizo
tr_tr: Sipariş Numarası:
zh_cn: 订单编号：

source: Payment Method:
ar: طريقة الدفع:
az: Ödəniş metodu:
da: Betalingsmetode:
de_de: Zahlungsmethode:
el: Μέθοδος πληρωμής:
eo: Päýmént Méthöd: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Método de pago:
es_es: Método de pago:
fil_ph: Paraan ng Pagbayad:
id: Cara Pembayaran:
pt_br: Forma de pagamento:
pt_pt: Método de Pagamento:
ru: Способ оплаты:
sq: Metoda e pagesës:
sv: Betalningsmetod:
sw_ke: Njia ya Malipo:
tr_tr: Ödeme Yöntemi:
zh_cn: 支付方式：

source: Order Date:
ar: تاريخ الطلبية:
az: Sifariş tarixi:
da: Bestillingsdato:
de_de: Bestelldatum:
el: Ημερομηνία παραγγελίας:
eo: Ördér Däté: Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Fecha de la orden:
es_es: Fecha de orden:
fil_ph: Petsa ng Order:
id: Tanggal pemesanan:
pt_br: Data do pedido:
pt_pt: Data do Pedido:
ru: Дата заказа:
sq: Data e porosisë:
sv: Orderdatum:
sw_ke: Tarehe ya Agizo
tr_tr: Sipariş Tarihi:
zh_cn: 订单日期：

source: Order Information
ar: تفاصيل الطلبية:
az: Sifariş məlumatı
da: Ordreinformation
de_de: Bestellinformation
el: Πληροφορίες παραγγελίας
eo: Ördér Ìnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Información de la orden
es_es: información del pedido
fil_ph: Impormasyon ng Order
id: Informasi Pemesanan
pt_br: Informações do pedido
pt_pt: Informação do Pedido
ru: Информация о заказе
sq: Informacioni i porosisë
sv: Beställningsinformation
sw_ke: Taarifa za Agizo
tr_tr: Sipariş Bilgisi
zh_cn: 订单信息

source: Description
ar: الوصف
az: Təsvir
da: Beskrivelse
de_de: Beschreibung
el: Περιγραφή
eo: Désçrïptïön Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Descripción
es_es: Descripción
fil_ph: Paglalarawan
id: Deskripsi
pt_br: Descrição
pt_pt: Descrição
ru: Описание
sq: Përshkrim
sv: Beskrivning
sw_ke: Maelezo
tr_tr: Açıklama
zh_cn: 描述

source: Item Price
ar: سعر العنصر
az: Qiymət
da: Varepris
de_de: Einzelpreis Komponente
el: Τιμη αντικειμένου
eo: Ìtém Prïçé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Precio
es_es: Precio del ítem:
fil_ph: Presyo ng item
id: Harga barang
pt_br: Preço do item
pt_pt: Preço do Item
ru: Цена за единицу
sq: Çmimi i artikullit
sv: Varupris
sw_ke: Bei ya Bidhaa
tr_tr: Ürün Fiyatı
zh_cn: 项目价格

source: Quantity:
ar: الكمّية:
az: Say:
da: Antal:
de_de: Menge:
el: Ποσότητα
eo: Qüäntïtý: Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Cantidad:
es_es: Cantidad:
fil_ph: Dami:
id: Kuantitas:
pt_br: Quantidade:
pt_pt: Quantidade:
ru: Количество:
sq: Sasi:
sv: Kvantitet:
sw_ke: Kiasi:
tr_tr: Adet:
zh_cn: 数量:

source: Description:
ar: وصف:
az: Təsvir:
da: Beskrivelse:
de_de: Beschreibung:
el: Περιγραφή:
eo: Désçrïptïön: Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Descripción:
es_es: Descripción:
fil_ph: Paglalarawan:
id: Deskripsi:
pt_br: Descrição:
pt_pt: Descrição:
ru: Описание:
sq: Përshkrim:
sv: Beskrivning:
sw_ke: Maelezo:
tr_tr: Açıklama:
zh_cn: 描述：

source: Item Price:
ar: سعر الغرض:
az: Qiymət:
da: Varepris:
de_de: Einzelpreis Komponente:
el: Τιμη αντικειμένου:
eo: Ìtém Prïçé: Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Precio del item:
es_es: Precio:
fil_ph: Presyo ng item:
id: Harga barang:
pt_br: Preço do item:
pt_pt: Preço do item:
ru: Цена за единицу:
sq: Çmimi i artikullit:
sv: Varupris:
sw_ke: Bei ya Bidhaa:
tr_tr: Ürün Fiyatı:
zh_cn: 项目价格：

source: Subtotal
ar: إجمالي
az: Aralıqcəm
de_de: Gesamtsumme
el: Μερικό σύνολο
eo: Süßtötäl Ⱡ'σяєм ιρѕυм ∂#
ru: промежуточная сумма
sq: Nëntotali
sv: Delsumma
sw_ke: Jumla ndogo
tr_tr: Alt toplam
zh_cn: 小计

source: %(voucher_discount_amount)s off
ar: خصم %(voucher_discount_amount)s
az: %(voucher_discount_amount)s endirim
da: %(voucher_discount_amount)s slukket
de_de: %(voucher_discount_amount)s weniger
el: %(voucher_discount_amount)s μείον
eo: %(voucher_discount_amount)s öff Ⱡ'σяєм ιρѕυм #
es_419: %(voucher_discount_amount)s de descuento
es_es: %(voucher_discount_amount)s apagado
id: %(voucher_discount_amount)s mati
pt_br: %(voucher_discount_amount)s desligado
pt_pt: de %(voucher_discount_amount)s
ru: %(voucher_discount_amount)s от
sq: %(voucher_discount_amount)s fikur
sv: %(voucher_discount_amount)s rabatt
tr_tr: %(voucher_discount_amount)s indirimi
zh_cn: 优惠%(voucher_discount_amount)s

source: Discount of type %(type)s provided by %(enterprise_name)s
ar: خصم من نوع %(type)s قدمه %(enterprise_name)s
da: Rabat af typen %(type)s leveret af %(enterprise_name)s
de_de: Rabatt vom Typen %(type)s gewährt durch %(enterprise_name)s
el: Έκπτωση τύπου %(type)s παρέχεται από %(enterprise_name)s
eo: Dïsçöünt öf týpé %(type)s prövïdéd ßý %(enterprise_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Descuento de tipo %(type)s proveído por %(enterprise_name)s
es_es: Descuento de tipo %(type)s proporcionado por %(enterprise_name)s
fil_ph: Diskwento ng uri %(type)s na ibinigay ng %(enterprise_name)s
id: Jenis diskon %(type)s disediakan oleh %(enterprise_name)s
pt_br: Desconto do tipo %(type)s fornecido por %(enterprise_name)s
pt_pt: Desconto do tipo %(type)s fornecido por %(enterprise_name)s
sq: Zbritje e llojit %(type)s e ofruar nga %(enterprise_name)s
sv: Rabatt av typen %(type)s tillhandahålls av %(enterprise_name)s
tr_tr: %(enterprise_name)s tarafından sunulan %(type)s indirim türü

source: Discount for your first upgrade
ar: خصم لعملية الترقية الأولى
da: Rabat for din første opgradering
de_de: Rabatt für Ihr erstes Upgrade
el: Έκπτωση για την πρώτη σας αναβάθμιση
eo: Dïsçöünt för ýöür fïrst üpgrädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Descuento por su primera obtención de un certificado verificado
es_es: Descuento para tu primera actualización
fil_ph: Diskwento para sa iyong unang pag-upgrade
id: Diskon untuk peningkatan pertama Anda
pt_br: Desconto para o seu primeiro upgrade
pt_pt: Desconto para sua primeira atualização
sq: Zbritje për përmirësimin tuaj të parë
sv: Rabatt för din första uppgradering
tr_tr: İlk yükseltme için indirim oranı

source: Discount of type %(type)s is provided.
ar: تم تقديم خصم من نوع %(type)s
da: Der gives rabat af typen %(type)s.
de_de: Rabatt vom Typen %(type)s wurde gewährt.
el: Παρέχεται έκπτωση τύπου %(type)s .
eo: Dïsçöünt öf týpé %(type)s ïs prövïdéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Descuento de tipo %(type)s es brindado.
es_es: Se proporciona descuento del tipo %(type)s.
fil_ph: May diskwento ng uri na %(type)s.
id: Jenis diskon %(type)s disediakan.
pt_br: Desconto do tipo %(type)s é fornecido.
pt_pt: O desconto do tipo %(type)s é fornecido.
sq: Ofrohet zbritje e tipit %(type)s .
sv: Rabatt av typen %(type)s tillhandahålls.
tr_tr: %(type)s indirim türü sunuluyor.

source: Courtesy of %(enterprise_name)s.
ar: إهداء من %(enterprise_name)s.
az: %(enterprise_name)s-in icazəsilə.
da: Udlånt af %(enterprise_name)s.
de_de: Mit freundlicher Genehmigung von %(enterprise_name)s.
el: Ευγενική προσφορά του %(enterprise_name)s.
eo: Çöürtésý öf %(enterprise_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Cortesía de %(enterprise_name)s.
es_es: Cortesía de %(enterprise_name)s.
fil_ph: Sa kagandahang-loob ng %(enterprise_name)s.
id: Milik %(enterprise_name)s.
pt_br: Cortesia de %(enterprise_name)s .
pt_pt: Cortesia de %(enterprise_name)s.
ru: в результате %(enterprise_name)s.
sq: Me mirësjellje të %(enterprise_name)s .
sv: Med tillstånd av %(enterprise_name)s.
sw_ke: Kwa fadhila ya%(enterprise_name)s
tr_tr: %(enterprise_name)s katkılarıyla.
zh_cn: 由%(enterprise_name)s赠送。

source: Total
ar: المجموع
az: Yekun
da: i alt
de_de: Gesamt
el: Σύνολο
eo: Tötäl Ⱡ'σяєм ιρѕ#
fil_ph: Kabuuan
ru: Всего
sw_ke: Jumla
tr_tr: Toplam
zh_cn: 共计
