Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Thank you for purchasing access to %(course_name)s. Let's get your group ready to learn with edX:
ar: نشكرك على شرائك حق الوصول إلى%(course_name)s. لنجعل مجموعتك جاهزة للتعلم باستخدام edX:
az: %(course_name)s üçün giriş aldığınıza görə təşəkkür edirik. Sərbəst Öyrənmə Portalı ilə öyrənməyə hazır olaq:
da: Tak, fordi du har købt adgang til %(course_name)s. Lad os gøre din gruppe klar til at lære med edX:
de_de: Danke für den Erwerb des Kurses: %(course_name)s.
el: Σας ευχαριστούμε που αγοράσατε πρόσβαση στο %(course_name)s . Ας ετοιμάσουμε την ομάδα σας να μάθει με το edX:
eo: Thänk ýöü för pürçhäsïng äççéss tö %(course_name)s. Lét's gét ýöür gröüp réädý tö léärn wïth édX: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Gracias por comprar el acceso a %(course_name)s. Vamos a preparar a tu grupo para que aprenda con edX:
es_es: Gracias por adquirir el acceso a %(course_name)s. Preparemos a su grupo para aprender con edX:
fil_ph: Salamat sa pagbili ng access sa %(course_name)s. Ihanda natin ang iyong grupo na matuto sa edX:
id: Terima kasih telah membeli akses ke %(course_name)s. Mari persiapkan grup Anda untuk belajar dengan edX:
pt_br: Obrigado por adquirir o acesso a %(course_name)s . Vamos preparar seu grupo para aprender com o edX:
pt_pt: Obrigado por adquirir acesso a %(course_name)s. Vamos preparar o seu grupo para começar a aprender com a edX:
ru: Спасибо за покупку доступа к %(course_name)s. Давайте подготовим вашу группу к обучению с помощью EdX:
sq: Faleminderit për blerjen e qasjes në %(course_name)s . Le ta përgatisim grupin tuaj për të mësuar me edX:
sv: Tack för att du köpte tillgång till %(course_name)s. Låt oss göra din grupp redo att lära sig med edX:
tr_tr: %(course_name)s dersine erişimi satın aldığınız için teşekkür ederiz. Grubunuzu edX ile öğrenmeye hazırlayalım:
zh_cn: 感谢您购买%(course_name)s使用权，赶紧让您的小组准备开启edX学习之旅吧：

source: Download and save the {link_start}{download_csv_link}{link_middle} enrollment code file.{link_end}
ar: حمّل واحفظ ملف {link_start}{download_csv_link}{link_middle} رمز الالتحاق.{link_end}
da: Download og gem {link_start}{download_csv_link}{link_middle} tilmeldingskodefilen.{link_end}
de_de: Laden Sie die folgende Datei herunter und speichern Sie diese: {link_start}{download_csv_link}{link_middle} Anmeldecodes.{link_end}
el: Κάντε λήψη και αποθηκεύστε το αρχείο κωδικού εγγραφής {link_start} {download_csv_link} {link_middle} . {link_end}
eo: Döwnlöäd änd sävé thé {link_start}{download_csv_link}{link_middle} énröllmént çödé fïlé.{link_end} Ⱡ'σяєм ιρѕυм #
es_419: descargar y guardar {link_start}{download_csv_link}{link_middle} archivo de códigos de inscripción.{link_end}
es_es: Descargue y guarde el archivo de código de inscripción {link_start}{download_csv_link}{link_middle}.{link_end}
fil_ph: I-download at i-save ang {link_start}{download_csv_link}{link_middle} enrollment code file.{link_end}
pt_br: Baixe e salve o arquivo de código de inscrição {link_start}{download_csv_link}{link_middle}. {link_end}
pt_pt: Descarregue e guarde o ficheiro de {link_start}{download_csv_link}{link_middle}código de inscrição{link_end}.
sq: Shkarkoni dhe ruani skedarin e kodit të regjistrimit {link_start} {download_csv_link} {link_middle} . {link_end}
sv: Ladda ned och spara {link_start}{download_csv_link}{link_middle} registreringskodfilen.{link_end}

source: Distribute one code per learner before the expiration date.
ar: وزع رمزًا لكل متعلّم قبل انتهاء تاريخ الصلاحية.
az: Bitmə tarixindən öncə hər bir tələbə üçün bir kod paylayın.
da: Uddel én kode pr. elev inden udløbsdatoen.
de_de: Vergeben Sie nur einen Code pro Teilnehmer, vor dem Ablaufdatum.
el: Διανείμετε έναν κωδικό ανά μαθητή πριν από την ημερομηνία λήξης.
eo: Dïstrïßüté öné çödé pér léärnér ßéföré thé éxpïrätïön däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Distribuye un código por alumno antes de la fecha de vencimiento.
es_es: Distribuya un código por alumno antes de la fecha de vencimiento.
fil_ph: Ipamahagi ang isang code sa bawat mag-aaral bago ang petsa ng pag-expire.
id: Bagikan satu kode untuk setiap peserta sebelum tanggal kedaluwarsa.
pt_br: Distribua um código por aluno antes da data de vencimento.
pt_pt: Distribua um código por estudante antes da data expirar.
ru: Распространяйте по одному коду на каждого учащегося до истечения срока годности.
sq: Shpërndani një kod për nxënës përpara datës së skadimit.
sv: Dela ut en kod per elev före utgångsdatumet.
tr_tr: Son geçerlilik tarihinden önce her öğrenciye bir kod dağıt.
zh_cn: 在有效期内为每位学员分配一个课程码。

source: Pro tip: Track which code is associated with which person.
ar: نصيحة احترافية: تعقب الرمز المرتبط بالشخص.
az: Peşəkar məsləhət: Hansı kodun hansı şəxslə əlaqəli olduğunu izləyin.
da: Pro tip: Spor hvilken kode der er knyttet til hvilken person.
de_de: Pro tip: Modus, wessen Code mit einer Person zusammenhängt.
el: Επαγγελματική συμβουλή: Παρακολουθήστε ποιος κωδικός σχετίζεται με ποιο άτομο.
eo: Prö tïp: Träçk whïçh çödé ïs ässöçïätéd wïth whïçh pérsön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Consejo profesional: monitoriza qué codigo está asociado con cada persona.
es_es: Consejo profesional: Rastrear cuál es el código que está asociado con determinada persona.
fil_ph: Pro tip: Subaybayan kung aling code ang nauugnay sa kung sinong tao.
id: Tip pro: Lacak kode mana yang dikaitkan dengan orang mana.
pt_br: Dica profissional: rastreie qual código está associado a qual pessoa.
pt_pt: Dica: Registe qual o código associado a cada pessoa.
ru: Подсказка: Отслеживайте код, связанный с конкретным человеком.
sq: Këshillë profesionale: Gjurmo kodi që lidhet me cilin person.
sv: Proffstips: Spåra vilken kod som är kopplad till vilken person.
zh_cn: 专业提示：跟踪与具体某位学员相关联的选课码。

source: Learners sign-in/register with edX and enroll for the course.
ar: يقوم المتعلمون بتسجيل الدخول/التسجيل باستخدام edX والتسجيل في المساق.
az: Tələbələr Sərbəst Öyrənmə Portalına daxil olur/qeydiyyatdan keçir və kurslara yazılırlar.
da: Elever logger ind/registrerer sig hos edX og tilmelder sig kurset.
de_de: Teilnehmer Anmeldung/Registrierung in edX und für den Kurs.
el: Οι μαθητές εγγράφονται/εγγράφονται στο edX και εγγράφονται στο μάθημα.
eo: Léärnérs sïgn-ïn/régïstér wïth édX änd énröll för thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Los estudiantes se inscriben/registran con edX y se inscriben al curso.
es_es: Los alumnos inician sesión o se registran en edX y se inscriben en el curso.
fil_ph: Ang mga mag-aaral ay mag-sign-in/magparehistro sa edX at mag-enroll para sa kurso.
id: Peserta didik masuk / mendaftar dengan edX dan mendaftar untuk kursus.
pt_br: Os alunos se inscrevem/registram no edX e se inscrevem no curso.
pt_pt: Os estudantes assinam/registam-se na edX e inscrevem-se no curso.
ru: Студенты регистрируются в системе EdX и записываются на курс.
sq: Nxënësit regjistrohen/regjistrohen me edX dhe regjistrohen për kursin.
sv: Elever loggar in/registrerar sig hos edX och anmäler sig till kursen.
tr_tr: Öğrenciler edX üye girişleriyle/ya da üye olarak derslere kaydolabilirler.
zh_cn: 学员登录/注册edX并报读此课程。

source: To view your payment information, log in to see your Order History, under {link_start}{order_history_url}{link_middle}Account Settings{link_end}.
ar: لعرض معلومات الدفع يمكنك تسجيل الدخول لعرض سجل الطلبيات في صفحة {link_start}{order_history_url}{link_middle} إعدادات الحساب{link_end}.
da: For at se dine betalingsoplysninger skal du logge ind for at se din ordrehistorik under {link_start}{order_history_url}{link_middle}Kontoindstillinger{link_end}.
de_de: Um Ihre Zahlungsinformationen einzusehen, melden Sie sich an, um Ihre Bestellhistorie zu sehen, unter {link_start}{order_history_url}{link_middle}Kontoeinstellungen{link_end}.
el: Για να προβάλετε τα στοιχεία πληρωμής σας, συνδεθείτε για να δείτε το Ιστορικό παραγγελιών σας, στο {link_start} {order_history_url} {link_middle} Ρυθμίσεις λογαριασμού {link_end} .
eo: Tö vïéw ýöür päýmént ïnförmätïön, lög ïn tö séé ýöür Ördér Hïstörý, ündér {link_start}{order_history_url}{link_middle}Àççöünt Séttïngs{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт #
es_419: Para ver la información de pago, iniciar sesión para ver el historial de órdenes de pago, en la página{link_start}{order_history_url}{link_middle}Configuración de la Cuenta{link_end}.
es_es: Para ver su información de pago, inicie sesión para ver su historial de pedidos, en {link_start}{order_history_url}{link_middle}Configuración de la cuenta{link_end}.
fil_ph: Upang tingnan ang iyong impormasyon sa pagbabayad, mag-log in upang makita ang iyong Kasaysayan ng Order, sa ilalim ng {link_start}{order_history_url}{link_middle}Mga Setting ng Account{link_end}.
pt_br: Para visualizar suas informações de pagamento, faça login para ver seu Histórico de pedidos, em {link_start}{order_history_url}{link_middle}Configurações da conta {link_end} .
pt_pt: Para ver as suas informações de pagamento, inicie sessão para ver o seu histórico de encomendas, em {link_start}{order_history_url}{link_middle}Definições de conta{link_end}.
sq: Për të parë informacionin tuaj të pagesës, identifikohuni për të parë Historikun tuaj të Porosisë, nën {link_start} {order_history_url} {link_middle} Cilësimet e llogarisë {link_end} .
sv: För att se din betalningsinformation, logga in för att se din beställningshistorik, under {link_start}{order_history_url}{link_middle}Kontoinställningar{link_end}.

source: For more information and assistance, check our {link_start}Help Center{link_end}
ar: لمزيد من المعلومات وللحصول على المساعدة يرجى مراجعة {link_start} مركز المساعدة {link_end}
da: For mere information og hjælp, se vores {link_start}Hjælp{link_end}
de_de: Weitere Informationen und Hilfe finden Sie in unserem {link_start}Hilfe-Center{link_end}
el: Για περισσότερες πληροφορίες και βοήθεια, ανατρέξτε στο Κέντρο βοήθειας {link_start} {link_end}
eo: För möré ïnförmätïön änd ässïstänçé, çhéçk öür {link_start}Hélp Çéntér{link_end} Ⱡ'σяєм ιρѕυм #
es_419: Para más información y asistencia, consulte nuestro {link_start}Centro de asistencia{link_end}
es_es: Para obtener más información y asistencia, consulte nuestro {link_start}Centro de ayuda{link_end}
fil_ph: Para sa higit pang impormasyon at tulong, tingnan ang aming {link_start}Help Center{link_end}
pt_br: Para obter mais informações e assistência, consulte nossa {link_start}Central de Ajuda {link_end}
pt_pt: Para mais informações e assistência, consulte o nosso {link_start}Centro de Ajuda{link_end}
sq: Për më shumë informacion dhe ndihmë, kontrolloni qendrën tonë të ndihmës {link_start} {link_end}
sv: För mer information och hjälp, besök vårt {link_start}hjälpcenter{link_end}

source: Thank You
ar: شكرًا لك
az: Təşəkkür edirik
da: Tak skal du have
de_de: Vielen Dank
el: Ευχαριστώ
eo: Thänk Ýöü Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Gracias
es_es: Gracias
fil_ph: Salamat
id: Terima kasih
pt_br: Obrigado
pt_pt: Obrigado
ru: Спасибо
sq: Faleminderit
sv: Tack
tr_tr: Teşekkürler
zh_cn: 谢谢

source: By purchasing, you and your organization agree to the following terms:
ar: عند إتمام الطلب، فإنك توافق أنت ومؤسستك على الشروط التالية:
az: Satın almaqla siz və sizin təşkilatınız aşağıdakı şərtləri qəbul edir:
da: Ved køb accepterer du og din organisation følgende vilkår:
de_de: Mit dem Kauf stimmen Sie und Ihre Organisation den folgenden Bedingungen zu:
el: Με την αγορά, εσείς και Οργανισμός σας συμφωνείτε με τους ακόλουθους όρους:
eo: Bý pürçhäsïng, ýöü änd ýöür örgänïzätïön ägréé tö thé föllöwïng térms: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Al comprar, tú y tu organización aceptáis los siguientes términos:
es_es: Al comprar, tú y tu organización aceptan los siguientes términos:
fil_ph: Sa pamamagitan ng pagbili, ikaw at ang iyong organisasyon ay sumasang-ayon sa mga sumusunod na tuntunin:
id: Dengan membeli, Anda dan organisasi Anda menyetujui persyaratan berikut:
pt_br: Ao comprar, você e sua organização concordam com os seguintes termos:
pt_pt: Ao comprar, você e sua organização concordam com os seguintes termos:
ru: Осуществляя покупку, вы и ваша организация соглашаетесь со следующими условиями:
sq: Me blerjen, ju dhe organizata juaj bini dakord me kushtet e mëposhtme:
sv: Genom att köpa godkänner du och din organisation följande villkor:
tr_tr: Satın alarak, siz ve kuruluşunuz aşağıdaki koşulları kabul ediyorsunuz:
zh_cn: 购买即表示您和您所属的组织同意以下条款：

source: Each code is valid for the one course covered and can be used only one time.
ar: كل رمز يشمل مساقًا واحدًا، ويمكن استخدامه مرة واحدة فقط.
az: Hər bir kod bir kurs üçün etibarlıdır və yalnız bir dəfə istifadə edilə bilər.
da: Hver kode er gyldig for det ene kursus og kan kun bruges én gang.
de_de: Jeder Code ist nur für einen Kurs gültig und kann nur einmal verwendet werden.
el: Κάθε κωδικός ισχύει για το ένα μάθημα που καλύπτει και μπορεί να χρησιμοποιηθεί μόνο μία φορά.
eo: Éäçh çödé ïs välïd för thé öné çöürsé çövéréd änd çän ßé üséd önlý öné tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Cada código es válido para el curso incluido y solo se puede usar una vez.
es_es: Cada código es válido para el curso contemplado y solo se puede usar una vez.
fil_ph: Ang bawat code ay may bisa para sa isang kursong sakop at magagamit lamang ng isang beses.
id: Setiap kode valid untuk satu kursus dan hanya dapat digunakan satu kali.
pt_br: Cada código é válido para o curso coberto e pode ser usado apenas uma vez.
pt_pt: Cada código é válido para um respetivo curso e pode ser usado apenas uma vez.
ru: Каждый код действителен для одного курса и может быть использован только один раз.
sq: Çdo kod është i vlefshëm për një kurs të mbuluar dhe mund të përdoret vetëm një herë.
sv: Varje kod är giltig för en kurs som omfattas och kan endast användas en gång.
tr_tr: Her bir kod kapsam içindeki bir ders için geçerlidir ve sadece bir kez kullanılabilir.
zh_cn: 每个选课码仅对某一课程有效，且仅限使用一次。

source: You are responsible for distributing codes to your learners.
ar: أنت مسؤل عن توزيع رموز القسائم لمتعلّميك.
az: Tələbələrinizə kodları paylamağa görə məsuliyyət daşıyırsınız.
da: Du er ansvarlig for at distribuere koder til dine elever.
de_de: Sie sind für die Verteilung von Codes an Ihre Lernenden verantwortlich.
el: Είστε υπεύθυνοι για τη διανομή κωδικών στους μαθητές σας.
eo: Ýöü äré réspönsïßlé för dïstrïßütïng çödés tö ýöür léärnérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Tú eres el responsable de distribuir códigos a tus alumnos.
es_es: Usted es responsable de distribuir los códigos a sus alumnos.
fil_ph: Responsable ka sa pamamahagi ng mga code sa iyong mga mag-aaral.
id: Anda bertanggung jawab untuk mendistribusikan kode kepada pelajar Anda.
pt_br: Você é responsável por distribuir códigos para seus alunos.
pt_pt: Você é responsável por distribuir os códigos aos estudantes.
ru: Вы несете ответственность за распространение кодексов среди учащихся.
sq: Ju jeni përgjegjës për shpërndarjen e kodeve te nxënësit tuaj.
sv: Du ansvarar för att distribuera koder till dina elever.
tr_tr: Öğrencilerinize kodların dağıtımından siz sorumlusunuz.
zh_cn: 由您负责为学员分配选课码。

source: Each code will expire in one year from date of purchase or, if earlier, once the course is closed.
ar: ستنتهي صلاحية كل رمز خلال سنة من تاريخ الشراء أو عند إغلاق المساق -على الأقرب.
az: Hər bir kod alındığı tarixdən bir il müddətinədək aktiv olacaq və ya kurs bağlananda vaxtı bitəcəkdir.
da: Hver kode udløber et år fra købsdatoen eller, hvis tidligere, når kurset er lukket.
de_de: Jeder Code läuft ein Jahr ab Kaufdatum ab oder, falls früher, nach Kursende.
el: Κάθε κωδικός θα λήξει σε ένα χρόνο από την ημερομηνία αγοράς ή, εάν νωρίτερα, μόλις κλείσει το μάθημα.
eo: Éäçh çödé wïll éxpïré ïn öné ýéär fröm däté öf pürçhäsé ör, ïf éärlïér, önçé thé çöürsé ïs çlöséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Cada código vencerá en un año a partir de la fecha de compra o, si ocurre antes, una vez que se cierre el curso.
es_es: Cada código caducará dentro de un año a partir de la fecha de compra o una vez se cierre el curso si la fecha es anterior.
fil_ph: Ang bawat code ay mawawalan ng bisa sa loob ng isang taon mula sa petsa ng pagbili o, kung mas maaga, kapag ang kurso ay sarado.
id: Setiap kode akan kadaluarsa satu tahun dari tanggal pembelian, atau jika sebelumnya, saat kursus ditutup.
pt_br: Cada código expirará em um ano a partir da data da compra ou, se antes, assim que o curso for encerrado.
pt_pt: Cada código expirará dentro de um ano a partir da data de compra ou antes, se o curso for fechado.
ru: Срок действия каждого кода истекает через год с даты покупки или, если раньше, с момента закрытия курса.
sq: Çdo kod do të skadojë brenda një viti nga data e blerjes ose, nëse më herët, pasi të mbyllur kursi.
sv: Varje kod upphör att gälla inom ett år från inköpsdatumet eller, om tidigare, när kursen är stängd.
tr_tr: Her bir kod satın alma tarihinden itibaren bir yıl boyunca ya da öncesinde gerçekleşebilecek eğitimin kapanması tarihine dek geçerlidir.
zh_cn: 从购买日期起，每个课程码有效期为一年，若课程被关闭，课程码也将提前失效。

source: If a course is not designated as self-paced, you should confirm that a course run is available before expiration.
ar: إذا لم يتم ضبط إعداد المساق بنظام التعلم الذاتي، فيجب أن تتأكد من توفر مشغل المساق قبل انتهاء صلاحيته.
az: Əgər kurs sərbəst olaraq tərtib olunmayıbsa, siz kursun onun bitmə tarixindən əvvəl mövcud olacağını təsdiq etməlisiniz.
da: Hvis et kursus ikke er udpeget som selv-tempo, skal du bekræfte, at et kursusløb er tilgængeligt inden udløb.
de_de: Wenn ein Kurs nicht Selbstbestimmt ist, dann sollten Sie die Verfügbarkeit des Kurses vor dem Ablaufdatum setzen.
el: Εάν ένα μάθημα δεν έχει οριστεί ως αυτορυθμισμένο, θα πρέπει να επιβεβαιώσετε ότι μια σειρά μαθημάτων είναι διαθέσιμη πριν από τη λήξη.
eo: Ìf ä çöürsé ïs nöt désïgnätéd äs sélf-päçéd, ýöü shöüld çönfïrm thät ä çöürsé rün ïs äväïläßlé ßéföré éxpïrätïön. Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Si un curso no está diseñado para tomarlo a tu propio ritmo, deberías confirmar que alguna edición del curso está disponible antes de la expiración.
es_es: Si un curso no está definido como "a tu propio ritmo", te recomendamos confirmar que habrá una nueva edición del curso disponible antes de que finalice.
fil_ph: Kung ang isang kurso ay hindi itinalaga bilang self-paced, dapat mong kumpirmahin na ang isang kurso ay magagamit bago mag-expire.
id: Jika kursus tidak didesain untuk belajar mandiri, Anda harus mengkonfirmasi bahwa kursus yang berjalan tersedia sebelum kadaluarsa.
pt_br: Se um curso não for designado como individualizado, você deve confirmar se a execução do curso está disponível antes do vencimento.
pt_pt: Se um curso não for designado como "ritmo definido pelo estudante", confirme que o curso está disponível, pelo menos, até o código expirar.
ru: Если курс не обозначен как самостоятельный, вы должны подтвердить, что он доступен до истечения срока его действия.
sq: Nëse një kurs nuk është caktuar si me ritëm vetë, ju duhet të konfirmoni që një kurs është i disponueshëm përpara skadimit.
sv: Om en kurs inte är betecknad som självgående bör du bekräfta att en kurskörning är tillgänglig innan den löper ut.
tr_tr: Eğer eğitim "kendi kendine" formatında tasarlanmamışsa, dersin kapanma tarihinden önce müsaitlik durumuna göz atmanız gerekmektedir.
zh_cn: 若课程并非自行制定学习进度，则建议您在课程码有效期内确定开课时间。

source: You may not resell codes to third parties.
ar: لا يحق لك إعادة بيع رموز القسائم لأطراف خارجية.
az: Siz kodları üçüncü tərəflərə yenidən satmamalısınız.
da: Du må ikke videresælge koder til tredjepart.
de_de: Sie dürfen Codes nicht an Dritte weiterverkaufen.
el: Δεν επιτρέπεται η μεταπώληση κωδικών σε τρίτους.
eo: Ýöü mäý nöt réséll çödés tö thïrd pärtïés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: No debe revender códigos a terceros.
es_es: No puede revender códigos a terceros.
fil_ph: Hindi ka maaaring magbenta muli ng mga code sa mga third party.
id: Anda tidak boleh menjual ulang kode ke pihak ketiga.
pt_br: Você não pode revender códigos para terceiros.
pt_pt: É proibido vender os códigos a terceiros.
ru: Запрещается перепродавать коды третьим лицам.
sq: Ju nuk mund t&#39;i rishisni kodet palëve të treta.
sv: Du får inte sälja koder till tredje part.
tr_tr: Bu kodların üçüncü taraflara yeniden satışını yapamazsınız.
zh_cn: 请勿将选课码转售至第三方。

source: All sales final. No refunds.
ar: جميع عمليات البيع نهائية ، ولا يمكن استرداد الرسوم.
az: Bütün satınalmalar yükunlaşdı. Ödənişlər geri qaytarılmır.
da: Alt salg endeligt. Ingen refusion.
de_de: Alle Verkäufe sind verbindlich. Keine Rückerstattung
el: Όλες οι τελικές πωλήσεις. Οχι επιστροφές.
eo: Àll sälés fïnäl. Nö réfünds. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Todas las ventas son finales. Sin reembolsos.
es_es: Todas las ventas finales. Sin reembolsos.
fil_ph: Final na lahat ng benta. Walang refund.
id: Semua penjualan final. Tidak ada pengembalian uang.
pt_br: Todas as vendas finais. Sem reembolso.
pt_pt: Todas as vendas são finais. Não há reembolsos.
ru: Все продажи завершены. Возврат денег не производится.
sq: Të gjitha shitjet përfundimtare. Asnjë rimbursim.
sv: All försäljning final. Inget återköp.
tr_tr: Tüm satışlar kesindir. Ücret iadesi yapılmaz.
zh_cn: 一经售出，不得退款

source: Order confirmation for:
ar: تأكيد الطلبية لصالح:
az: Sifariş təsdiqi:
da: Ordrebekræftelse for:
de_de: Bestellungsbestätigung für:
el: Επιβεβαίωση παραγγελίας για:
eo: Ördér çönfïrmätïön för: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Confirmación de orden para:
es_es: Confirmación de pedido para:
fil_ph: Pagkumpirma ng order para sa:
id: Konfirmasi pesanan untuk:
pt_br: Confirmação de pedido para:
pt_pt: Confirmação de pedido para:
ru: Подтверждение заказа для:
sq: Konfirmimi i porosisë për:
sv: Orderbekräftelse för:
sw_ke: Uthibitisho wa Agizo kwa ajili ya:
tr_tr: Sipariş onayı:
zh_cn: 确认订单：
