Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: {strong_start}Note:{strong_end} To complete your enrollment, select Checkout or Checkout with PayPal.
ar: {strong_start}ملاحظة:{strong_end} لإتمام عملية الالتحاق اختر الدفع أو الدفع بواسطة باي بال.
da: {strong_start}Bemærk:{strong_end} For at fuldføre din tilmelding skal du vælge Checkout eller Checkout with PayPal.
de_de: {strong_start}Bedenken Sie:{strong_end} Um Ihre Einschreibung abzuschließen, wählen Sie Bezahlen oder Bezahlen mit PayPal.
el: {strong_start} Σημείωση: {strong_end} Για να ολοκληρώσετε την εγγραφή σας, επιλέξτε Checkout ή Checkout with PayPal.
eo: {strong_start}Nöté:{strong_end} Tö çömplété ýöür énröllmént, séléçt Çhéçköüt ör Çhéçköüt wïth PäýPäl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: {strong_start}Nota:{strong_end} Para completar su inscripción, seleccione Proceder al pago o Pagar con PayPal.
es_es: {strong_start}Nota:{strong_end} Para completar su inscripción, seleccione Pagar o Pagar con PayPal.
fil_ph: {strong_start}Tandaan:{strong_end} Upang kumpletuhin ang iyong pagpapatala, piliin ang Checkout o Checkout gamit ang PayPal.
id: {strong_start} Catatan: {strong_end} Untuk menyelesaikan pendaftaran Anda, pilih Checkout atau Checkout dengan PayPal.
pt_br: {strong_start}Observação: {strong_end} Para concluir sua inscrição, selecione Checkout ou Checkout com PayPal.
pt_pt: {strong_start}Observação:{strong_end} Para concluir sua inscrição, selecione Finalizar compra ou Finalizar compra com PayPal.
sq: {strong_start} Shënim: {strong_end} Për të përfunduar regjistrimin, zgjidhni Checkout ose Checkout with PayPal.
sv: {strong_start}Obs!{strong_end} För att slutföra din registrering, välj Checkout eller Checkout with PayPal.
tr_tr: {strong_start}Not: {strong_end} Kaydınızı tamamlamak için Satın Al veya PayPal ile Satın Al seçeneğini seçin.

source: Have questions?
ar: هل لديك أسئلة؟
az: Suallarınız var?
da: Har du spørgsmål?
de_de: Haben Sie Fragen?
el: Έχετε ερωτήσεις;
eo: Hävé qüéstïöns? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: ¿Tiene preguntas?
es_es: ¿Tiene preguntas?
fil_ph: May mga katanungan?
id: Punya pertanyaan?
pt_br: Alguma dúvida?
pt_pt: Tem perguntas?
ru: Есть вопросы?
sq: Keni pyetje?
sv: Har du frågor?
sw_ke: Je una maswali?
tr_tr: Sorunuz var mı?
zh_cn: 有任何问题吗？

source: Please read our FAQs to view common questions about our certificates.
ar: يُرجى قراءة الأسئلة المتداولة لعرض الأسئلة الشائعة التي تخص شهاداتنا.
az: Zəhmət olmasa, sertifikatımız haqqında ümumi suallara baxmaq üçün tez-tez verilən sualları oxuyun.
da: Læs venligst vores ofte stillede spørgsmål for at se almindelige spørgsmål om vores certifikater.
de_de: Bitte lesen Sie unsere FAQs für häufige Fragen.
el: Διαβάστε τις Συχνές ερωτήσεις μας για να δείτε συνήθεις ερωτήσεις σχετικά με τα πιστοποιητικά μας.
eo: Pléäsé réäd öür FÀQs tö vïéw çömmön qüéstïöns äßöüt öür çértïfïçätés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Por favor revise nuestra sección de FAQs para que vea dudas frecuentes sobre nuestros certificados.
es_es: Por favor revise nuestra sección de FAQs para que vea dudas frecuentes sobre nuestros certificados.
fil_ph: Pakibasa ang aming mga FAQ para tingnan ang mga karaniwang tanong tungkol sa aming mga certificate.
id: Silakan baca FAQ kami untuk melihat pertanyaan umum tentang sertifikat kami.
pt_br: Por favor, leia nossas perguntas frequentes para ver perguntas comuns sobre nossos certificados.
pt_pt: Por favor, leia nossas FAQs para ver perguntas comuns sobre os nossos certificados.
ru: Пожалуйста, ознакомьтесь с нашими часто задаваемыми вопросами о наших сертификатах.
sq: Ju lutemi lexoni FAQ-të tona për të parë pyetjet e zakonshme në lidhje me certifikatat tona.
sv: Läs våra vanliga frågor för att se vanliga frågor om våra certifikat.
sw_ke: Tafadhali soma kipengele chetu cha FAQs ili kuona maswali ya mara kwa mara yanayoulizwa kuhusu vyeti vyetu.
tr_tr: Sertifikalarımız için lütfen ilgili SSS bölümündeki soru ve cevapları okuyunuz.
zh_cn: 请阅读我们的FAQ，以查看有关我们的证书的常见问题。

source: %(seat_type)s Certificate
ar: شهادة %(seat_type)s
az: %(seat_type)s Sertifikat
da: %(seat_type)s certifikat
de_de: %(seat_type)s Zertifikat
el: %(seat_type)s Πιστοποιητικό
eo: %(seat_type)s Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Certificado tipo %(seat_type)s
es_es: %(seat_type)s Certificado
fil_ph: %(seat_type)s Sertipiko
pt_br: %(seat_type)s Certificado
pt_pt: Certificado %(seat_type)s
ru: %(seat_type)sСертификат
sq: %(seat_type)s Certifikatë
sv: %(seat_type)s certifikat
sw_ke: Cheti cha %(seat_type)s
tr_tr: %(seat_type)s Sertifika
zh_cn: %(seat_type)s证书

source: Checkout Cancelled
ar: أُلغي الدفع
az: Ödəmə ləğv edildi
da: Kassen annulleret
de_de: Bezahlung abgebrochen
el: Η πληρωμή ακυρώθηκε
eo: Çhéçköüt Çänçélléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Transacción de pago cancelada
es_es: Compra cancelada
fil_ph: Kinansela ang Checkout
id: Pemeriksaan Batal
pt_br: Verificação Cancelada
pt_pt: Transação Cancelada
ru: Платеж отменен
sq: Përfundimi i blerjes u anulua
sv: Utcheckning avbruten
sw_ke: Utokaji Umebatilishwa
tr_tr: Ödeme İptal Edildi
zh_cn: 结算已取消

source: Your transaction has been cancelled. If you feel an error has occurred, contact {start_link} {payment_support_email}{end_link}.
ar: تم إلغاء عمليتك، عند شعورك بوجود خطأ ما يرجى التواصل مع {start_link} {payment_support_email}{end_link}.
da: Din transaktion er blevet annulleret. Hvis du føler, at der er opstået en fejl, skal du kontakte {start_link} {payment_support_email}{end_link}.
de_de: Ihre Transaktion wurde abgebrochen. Sollte es sich um eine Fehlinformation handeln, kontaktieren Sie uns unter {start_link} {payment_support_email}{end_link}.
el: Η συναλλαγή σας ακυρώθηκε. Εάν πιστεύετε ότι έχει προκύψει σφάλμα, επικοινωνήστε με {start_link} {payment_support_email} {end_link} .
eo: Ýöür tränsäçtïön häs ßéén çänçélléd. Ìf ýöü féél än érrör häs öççürréd, çöntäçt {start_link} {payment_support_email}{end_link}. Ⱡ'σяєм ιρѕυм ∂#
es_419: Su transacción ha sido cancelada. Si siente que ha sido un error, contacte {start_link} {payment_support_email}{end_link}.
es_es: Su transacción ha sido cancelada. Si cree que se ha producido un error, póngase en contacto con {start_link} {payment_support_email}{end_link}.
fil_ph: Nakansela ang iyong transaksyon. Kung sa tingin mo ay may naganap na error, makipag-ugnayan sa {start_link} {payment_support_email}{end_link}.
pt_br: Sua transação foi cancelada. Se você acha que ocorreu um erro, entre em contato com {start_link} {payment_support_email} {end_link} .
pt_pt: A sua transacção foi cancelada. Se sente que ocorreu um erro, contacte o serviço de suporte através do e-mail: {start_link} {payment_support_email}{end_link}
sq: Transaksioni juaj është anuluar. Nëse mendoni se ka ndodhur një gabim, kontaktoni {start_link} {payment_support_email} {end_link} .
sv: Din transaktion har avbrutits. Om du känner att ett fel har inträffat, kontakta {start_link} {payment_support_email}{end_link}.

source: Checkout Error
ar: خطأ أثناء عملية الدفع
az: Ödəmə xətası
da: Checkout fejl
de_de: Fehler an der Kasse
el: Σφάλμα πληρωμής
eo: Çhéçköüt Érrör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Error en el proceso de pago
es_es: Error en la compra
fil_ph: Error sa Checkout
id: Terjadi kesalahan saat checkout
pt_br: Erro de verificação
pt_pt: Erro na Transação
ru: Ошибка оплаты
sq: Gabim në arkë
sv: Utcheckningsfel
sw_ke: Angalia Hitilafu
tr_tr: Ödeme Hatası
zh_cn: 结算出错

source: An error has occurred with your payment.
ar: حدث خطأ في عملية الدفع الخاصة بك.
az: Sizin ödənişlə əlaqədar xəta başş verib.
da: Der er opstået en fejl med din betaling.
de_de: Bei Ihrer Zahlung ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα με την πληρωμή σας.
eo: Àn érrör häs öççürréd wïth ýöür päýmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Ocurrió un error al procesar tu pago.
es_es: Se ha producido un error con tu pago.
fil_ph: May naganap na error sa iyong pagbabayad.
id: Terjadi kesalahan dengan pembayaran Anda.
pt_br: Ocorreu um erro com o seu pagamento.
pt_pt: Ocorreu um erro com o pagamento.
ru: При оплате произошла ошибка.
sq: Ka ndodhur një gabim me pagesën tuaj.
sv: Ett fel har uppstått med din betalning.
sw_ke: Hitilafu imejitokeza katika ulipaji wako.
tr_tr: Ödemenizle ilgili bir hata gerçekleşti.
zh_cn: 支付过程中发生错误。

source: You have not been charged.
ar: لم يتم احتساب عملية الدفع.
az: Sizdən ödəniş çıxılmayıb.
da: Du er ikke blevet debiteret.
de_de: Ihr Konto wurde nicht belastet.
el: Δεν έχετε χρεωθεί.
eo: Ýöü hävé nöt ßéén çhärgéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: No se realizó ningún cobro.
es_es: No se han cobrado.
fil_ph: Hindi ka sinisingil.
id: Anda belum ditagih.
pt_br: Você não foi cobrado.
pt_pt: Não foi cobrado.
ru: Вы не получили плату.
sq: Ju nuk jeni akuzuar.
sv: Du har inte debiterats.
sw_ke: Hujatozwa pesa.
tr_tr: Herhangi bir ücret tahsil edilmedi.
zh_cn: 您的款项尚未扣除。

source: Please try to submit your payment again. If this problem persists, please refer to our {start_link} Payments FAQ {end_link} for troubleshooting tips.
ar: يرجى إعادة محاولة الدفع مرة أخرى، عند استمرار هذه المشكلة، يرجى العودة لـ {start_link} صفحة الأسئلة المتداولة {end_link} للحصول على تلميحات لحل المشكلة.
da: Prøv at indsende din betaling igen. Hvis dette problem fortsætter, kan du se vores {start_link} Ofte stillede spørgsmål om betalinger {end_link} for fejlfindingstip.
de_de: Bitte versuchen Sie erneut Ihre Bezahlung einzugeben. Sollte dieses Problem weiterhin bestehen, versuchen Sie mehr darüber zu erfahren in unseren {start_link} FAQs {end_link}.
el: Προσπαθήστε να υποβάλετε ξανά την πληρωμή σας. Εάν αυτό το πρόβλημα παραμένει, ανατρέξτε στο {start_link} Συχνές ερωτήσεις πληρωμών {end_link} για συμβουλές αντιμετώπισης προβλημάτων.
eo: Pléäsé trý tö süßmït ýöür päýmént ägäïn. Ìf thïs prößlém pérsïsts, pléäsé référ tö öür {start_link} Päýménts FÀQ {end_link} för tröüßléshöötïng tïps. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αт#
es_419: Por favor intente pagar de nuevo. Si el problema persiste, por favor diríjase a nuestras {start_link} Preguntas frecuentes {end_link} para consejos de solución de problemas.
es_es: Intente enviar su pago nuevamente. Si el problema persiste, consulte nuestras {start_link} Preguntas frecuentes sobre pagos {end_link} para obtener sugerencias para solucionar el problema.
fil_ph: Pakisubukang isumite muli ang iyong pagbabayad. Kung magpapatuloy ang problemang ito, mangyaring sumangguni sa aming {start_link} FAQ sa Mga Pagbabayad {end_link} para sa mga tip sa pag-troubleshoot.
pt_br: Tente enviar seu pagamento novamente. Se o problema persistir, consulte nossa {start_link} Perguntas frequentes sobre pagamentos {end_link} para obter dicas de solução de problemas.
pt_pt: Por favor, tente submeter o seu pagamento novamente. Se este problema persistir, por favor consulte as {start_link} Perguntas Frequentes sobre Pagamentos {end_link} para obter algumas indicações.
sq: Ju lutemi provoni të dorëzoni përsëri pagesën tuaj. Nëse ky problem vazhdon, ju lutemi referojuni {start_link} tonë Pyetjet e shpeshta të pagesave {end_link} për këshilla për zgjidhjen e problemeve.
sv: Försök att skicka in din betalning igen. Om problemet kvarstår, se vår {start_link} Vanliga frågor om betalningar {end_link} för felsökningstips.

source: Payment Failed
ar: عملية الدفع فشلت
az: Ödəniş uğursuz oldu
da: Betaling mislykkedes
de_de: Zahlung fehlgeschlagen
el: Αποτυχία πληρωμής
eo: Päýmént Fäïléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: El pago falló
es_es: El pago ha fallado
fil_ph: Nabigo ang Pagbabayad
id: Pembayaran gagal
pt_br: Pagamento falhou
pt_pt: Pagamento Falhou
ru: Платёж не выполнен
sq: Pagesa dështoi
sv: Betalning misslyckades
sw_ke: Ulipaji Haukufaulu
tr_tr: Ödeme Başarısız
zh_cn: 支付失败

source: An error occurred while processing your payment. {strong_start}You have not been charged.{strong_end}
ar: حدث خطأ أثناء معالجة عملية الدفع. {strong_start}لم يتم تحصيل الرسوم منك.{strong_end}
da: Der opstod en fejl under behandlingen af din betaling. {strong_start}Du er ikke blevet debiteret.{strong_end}
de_de: Bei Ihrer Zahlung ist ein Fehler aufgetreten. {strong_start}Ihr Konto wurde nicht belastet.{strong_end}
el: Παρουσιάστηκε σφάλμα κατά την επεξεργασία της πληρωμής σας. {strong_start} Δεν έχετε χρεωθεί. {strong_end}
eo: Àn érrör öççürréd whïlé pröçéssïng ýöür päýmént. {strong_start}Ýöü hävé nöt ßéén çhärgéd.{strong_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Un error ocurrió al procesar su pago. {strong_start}No se ha efectuado el cobro.{strong_end}
es_es: Ocurrió un error al procesar su pago. {strong_start}No se le ha cobrado.{strong_end}
fil_ph: May naganap na error habang pinoproseso ang iyong pagbabayad. {strong_start}Hindi ka pa nasingil.{strong_end}
id: Terjadi kesalahan saat memproses pembayaran Anda. {strong_start} Anda belum ditagih. {strong_end}
pt_br: Ocorreu um erro ao processar seu pagamento. {strong_start}Você não foi cobrado. {strong_end}
pt_pt: Ocorreu um erro enquanto estava a ser processado o seu pagamento. {strong_start}O Pagamento não foi cobrado.{strong_end}
sq: Ndodhi një gabim gjatë përpunimit të pagesës suaj. {strong_start} Nuk je tarifuar. {strong_end}
sv: Ett fel uppstod när din betalning bearbetades. {strong_start}Du har inte debiterats.{strong_end}
tr_tr: Ödemeniz işlenirken bir hata gerçekleşti. {strong_start}Sizden bir ödeme tahsil edilmedi.{strong_end}

source: Please wait a few minutes and then try again. For help, check our {start_link}Help Center{end_link}.
ar: يرجى الانتظار بضع دقائق ثم إعادة المحاولة. للحصول على مساعدة، اتصل بـ{start_link}مركز المساعدة{end_link}..
da: Vent et par minutter, og prøv derefter igen. Se vores {start_link}Hjælp{end_link} for at få hjælp.
de_de: Bitte warten Sie ein paar Minuten und versuchen Sie es dann erneut. Hilfe finden Sie in unserem {start_link}Hilfezentrum{end_link}.
el: Περιμένετε λίγα λεπτά και μετά δοκιμάστε ξανά. Για βοήθεια, ανατρέξτε στο Κέντρο βοήθειας {start_link} {end_link} .
eo: Pléäsé wäït ä féw mïnütés änd thén trý ägäïn. För hélp, çhéçk öür {start_link}Hélp Çéntér{end_link}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Por favor espere unos minutos e intente de nuevo. Para ayuda consulte nuestro {start_link}Centro de asistencia{end_link}.
es_es: Espere unos minutos y vuelva a intentarlo. Para obtener ayuda, consulte nuestro {start_link}Centro de ayuda{end_link}.
fil_ph: Mangyaring maghintay ng ilang minuto at pagkatapos ay subukang muli. Para sa tulong, tingnan ang aming {start_link}Help Center{end_link}.
id: Harap tunggu beberapa menit, lalu coba lagi. Untuk bantuan, lihat {start_link} Pusat Bantuan {end_link} kami.
pt_br: Aguarde alguns minutos e tente novamente. Para obter ajuda, consulte nossa {start_link}Central de Ajuda {end_link} .
pt_pt: Por favor, aguarde alguns minutos e tente novamente. Para ajuda, consulte o nosso {start_link}Serviço de Apoio{end_link}.
sq: Ju lutemi prisni disa minuta dhe më pas provoni përsëri. Për ndihmë, kontrolloni qendrën tonë të ndihmës {start_link} {end_link} .
sv: Vänta några minuter och försök sedan igen. Besök vårt {start_link}hjälpcenter{end_link} om du behöver hjälp.
tr_tr: Lütfen birkaç dakika bekleyin ve tekrar deneyin. Yardım için, {start_link}Destek Merkezimize{end_link} göz atın.

source: To try again, return to your {start_link}dashboard{end_link}.
ar: لإعادة المحاولة، ارجع إلى {start_link}لوحة المعلومات{end_link}.
da: For at prøve igen skal du vende tilbage til dit {start_link}dashboard{end_link}.
de_de: Um es erneut zu versuchen, kehren Sie zurück zu {start_link}Meine Kurse{end_link}.
el: Για να προσπαθήσετε ξανά, επιστρέψτε στον πίνακα ελέγχου {start_link} {end_link} .
eo: Tö trý ägäïn, rétürn tö ýöür {start_link}däshßöärd{end_link}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Para intentar de nuevo, regresa al {start_link}panel principal{end_link}.
es_es: Para volver a intentarlo, vuelve a tu {start_link}panel{end_link}.
fil_ph: Upang subukang muli, bumalik sa iyong {start_link}dashboard{end_link}.
id: Untuk mencoba lagi, kembali ke {start_link} dasbor {end_link} Anda.
pt_br: Para tentar novamente, retorne ao seu {start_link}painel {end_link} .
pt_pt: Tente novamente, volte ao {start_link}painel de controlo{end_link}.
sq: Për të provuar përsëri, kthehu te pulti {start_link} {end_link} .
sv: Försök igen genom att gå tillbaka till din {start_link}översikt{end_link}.
tr_tr: Tekrar denemek için, {start_link}panelinize{end_link} geri dönün.

source: SDN Check Failure
ar: فشل في عملية التحقق من SDN
da: SDN-kontrolfejl
de_de: SDN Kontrolle fehlgeschlagen
el: Αποτυχία ελέγχου SDN
eo: SDN Çhéçk Fäïlüré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Revisar falla SDN
es_es: Error de comprobación de SDN
pt_br: Falha na verificação de SDN
pt_pt: Falha na verificação de SDN
sq: Dështimi i kontrollit SDN
sv: SDN-kontrollfel
tr_tr: SDN Denetimi Hatası

source: Unfortunately, your account profile or payment information appears to match one or more records on a U.S. Treasury Department sanctions list. This means we cannot complete your transaction or provide you with services and must suspend your learner account.
ar: نأسف لذلك، ولكن يبدو أن الملف الشخصي للحساب أو معلومات الدفع تطابق سجلاً أو أكثر في قائمة العقوبات لدى وزارة الخزانة الأمريكية. وهذا يعني أنه لا يمكننا استكمال المعاملة الخاصة بك أو تقديم لك خدمات، ويجب تعليق حساب المتعلم الخاص بك.
az: Təəssüf ki, hesabınızdakı profil və ya ödəniş məlumatları ABŞ Xəzinədarlıq Departamentinin sanksiyalar siyahısında bir və ya daha çox qeydlərə uyğun görünür. Bu o deməkdir ki, əməliyyatınızı tamamlaya və ya xidmət edə bilmirik ve sizin tələbə hesabınızı dayandırmalıyıq.
da: Desværre ser din kontoprofil eller betalingsoplysninger ud til at matche en eller flere poster på en sanktionsliste fra det amerikanske finansministerium. Det betyder, at vi ikke kan gennemføre din transaktion eller give dig tjenester og skal suspendere din elevkonto.
de_de: Ihre Transaktion kann nicht abgeschlossen werden. Da wir Sie nicht bedienen können, sind wir gezwungen Ihren Account zu löschen.
el: Δυστυχώς, το προφίλ του λογαριασμού σας ή τα στοιχεία πληρωμής φαίνεται να αντιστοιχούν σε μία ή περισσότερες εγγραφές σε μια λίστα κυρώσεων του Υπουργείου Οικονομικών των ΗΠΑ. Αυτό σημαίνει ότι δεν μπορούμε να ολοκληρώσουμε τη συναλλαγή σας ή να σας παρέχουμε υπηρεσίες και πρέπει να αναστείλουμε τον λογαριασμό σας.
eo: Ûnförtünätélý, ýöür äççöünt pröfïlé ör päýmént ïnförmätïön äppéärs tö mätçh öné ör möré réçörds ön ä Û.S. Tréäsürý Dépärtmént sänçtïöns lïst. Thïs méäns wé çännöt çömplété ýöür tränsäçtïön ör prövïdé ýöü wïth sérvïçés änd müst süspénd ýöür léärnér äççöünt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρ#
es_419: Desafortunadamente, su perfil de cuenta o información de pago parece coincidir con uno o más registros en una lista de sanciones del Departamento del Tesoro de los Estados Unidos. Esto significa que no podemos completar su transacción o proporcionarle servicios y debemos suspender su cuenta.
es_es: Lamentablemente, el perfil de su cuenta o la información de pago parecen coincidir con uno o más registros en una lista de sanciones del Departamento del Tesoro de EE. UU. Esto significa que no podemos completar su transacción ni brindarle servicios y debemos suspender su cuenta de alumno.
fil_ph: Sa kasamaang palad, lumilitaw na tumutugma ang iyong profile sa account o impormasyon sa pagbabayad sa isa o higit pang mga tala sa isang listahan ng mga parusa sa US Treasury Department. Nangangahulugan ito na hindi namin makumpleto ang iyong transaksyon o mabibigyan ka ng mga serbisyo at dapat na suspindihin ang iyong learner account.
id: Sayangnya, profil akun atau informasi pembayaran Anda tampaknya cocok dengan satu catatan atau lebih di daftar sanksi Departemen Keuangan AS. Ini berarti kami tidak dapat menyelesaikan transaksi Anda atau memberi Anda layanan dan harus menangguhkan akun pelajar Anda.
pt_br: Infelizmente, o perfil da sua conta ou as informações de pagamento parecem corresponder a um ou mais registros em uma lista de sanções do Departamento do Tesouro dos EUA. Isso significa que não podemos concluir sua transação ou fornecer serviços a você e devemos suspender sua conta de aluno.
pt_pt: Infelizmente, o seu perfil de conta ou informações de pagamento parecem corresponder a um ou mais registos numa lista de sanções do departamento do U.S. Treasury Department. Isto significa que não podemos concluir a sua transação ou disponibilizar serviços, e deve suspender a sua conta de estudante.
ru: К сожалению, профиль Вашего счета или платежная информация, похоже, совпадают с одной или несколькими записями в санкционном списке Министерства финансов США. Это означает, что мы не можем завершить вашу операцию или предоставить вам услуги и должны приостановить действие вашего счета учащегося.
sq: Fatkeqësisht, profili i llogarisë suaj ose informacioni i pagesës duket se përputhet me një ose më shumë regjistrime në një listë sanksionesh të Departamentit të Thesarit të SHBA. Kjo do të thotë që ne nuk mund ta përfundojmë transaksionin tuaj ose t&#39;ju ofrojmë shërbime dhe duhet të pezullojmë llogarinë tuaj të nxënësit.
sv: Tyvärr verkar din kontoprofil eller betalningsinformation matcha en eller flera poster på en sanktionslista från det amerikanska finansdepartementet. Detta innebär att vi inte kan slutföra din transaktion eller tillhandahålla tjänster och måste stänga av ditt elevkonto.
sw_ke: Kwa bahati mbaya, wasifu wa akaunti yako au taarifa za malipo zinaonekana kulingana na moja ya taarifa za orodha ya vikwazo vya Idara ya Fedha ya Marekani. Hii inamaanisha kwamba hatuwezi kukamilsha muamala wako au kukupa huduma na tunalazimika kufunga akaunti yako ya uanafunzi.
tr_tr: Ne yazık ki, hesap profiliniz veya ödeme bilgileriniz ABD Hazine Bakanlığı yaptırımlar listesindeki bir veya daha fazla kayıtla eşleşiyor gibi görünüyor. Bu, işleminizi tamamlayamayacağımız veya size hizmet sağlayamayacağımız ve öğrenci hesabınızı askıya almamız gerektiği anlamına gelir.
zh_cn: 非常遗憾，由于您的账户资料或支付信息出现在美国财政部制裁列表中，我们无法完成您的交易/为您提供服务并必须停用您的学员账号。
