Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Order administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
ar: تم تعطيل إدارة الطلبيات بسبب الحمل الزائد على قاعدة البيانات. يمكن استعادة هذه الوظيفة من خلال تفعيل مفتاح Waffle {switch_name}. كن حذرا عند إعادة تنشيط هذا المفتاح!
az: Verilənlər bazasında yüklənməsi səbəbi ilə sifarişlərin idarə edilməsi deaktivləşdirilib. Bu funksiya {switch_name} Waffle keçidini aktivləşdirərək bərpa edilə bilər. Bu keçidi yenidən aktivləşdirərkən ehtiyatlı olun!
da: Ordreadministration er blevet deaktiveret på grund af belastningen på databasen. Denne funktionalitet kan gendannes ved at aktivere {switch_name} vaffelkontakten. Vær forsigtig, når du genaktiverer denne kontakt!
de_de: Bestell Administration wurde deaktiviert. Diese Funktionalität kann über den {switch_name} Waffle switch wieder aktiviert werden. Bitte seien Sie vorsichtig bei der Reaktivierung dieses Switches.
el: Η διαχείριση της παραγγελίας έχει απενεργοποιηθεί λόγω του φόρτου της βάσης δεδομένων. Αυτή η λειτουργία μπορεί να αποκατασταθεί με την ενεργοποίηση του διακόπτη βάφλα {switch_name} . Να είστε προσεκτικοί όταν ενεργοποιείτε ξανά αυτόν τον διακόπτη!
eo: Ördér ädmïnïsträtïön häs ßéén dïsäßléd düé tö thé löäd ön thé dätäßäsé. Thïs fünçtïönälïtý çän ßé réstöréd ßý äçtïvätïng thé {switch_name} Wäfflé swïtçh. Bé çäréfül whén ré-äçtïvätïng thïs swïtçh! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂є#
es_419: La administración de ordenes ha sido deshabilitada debido a la carga en la base de datos. Esta función puede ser restablecida activando {switch_name} Waffle interruptor. Sea cuidadoso cuando reactive el interruptor.!
es_es: La administración de pedidos se ha deshabilitado debido a la carga en la base de datos. Esta funcionalidad se puede restaurar activando el interruptor Waffle {switch_name}. ¡Tenga cuidado al reactivar este interruptor!
fil_ph: Ang pangangasiwa ng order ay hindi pinagana dahil sa pag-load sa database. Maaaring ibalik ang functionality na ito sa pamamagitan ng pag-activate ng {switch_name} Waffle switch. Mag-ingat kapag muling ina-activate ang switch na ito!
id: Administrasi pengguna telah dinonaktifkan karena beban pada database. Fungsionalitas ini dapat dipulihkan dengan mengaktifkan sakelar Waffle {switch_name}. Hati-hati saat mengaktifkan kembali switch ini!
pt_br: A administração do pedido foi desativada devido à carga no banco de dados. Essa funcionalidade pode ser restaurada ativando o interruptor {switch_name} Waffle. Tenha cuidado ao reativar este interruptor!
pt_pt: A administração de pedidos foi desativada devido à carga da base de dados. Esta funcionalidade pode ser restaurada ativando a opção de Waffle switch {switch_name}. Tenha cuidado ao reativar esta opção!
ru: Администрация заказа была отключена в связи с загрузкой базы данных. Эта функция может быть восстановлена с помощью переключателя {switch_name} Вафельный переключатель. Будьте осторожны при повторном включении этого переключателя!
sq: Administrimi i porosisë është çaktivizuar për shkak të ngarkesës në bazën e të dhënave. Ky funksionalitet mund të rikthehet duke aktivizuar çelësin {switch_name} Waffle. Kini kujdes kur riaktivizoni këtë çelës!
sv: Orderadministration har inaktiverats på grund av belastningen på databasen. Denna funktion kan återställas genom att aktivera {switch_name} Waffle-omkopplaren. Var försiktig när du återaktiverar den här omkopplaren!
zh_cn: 由于数据库的负载，订单管理功能已停用。可通过激活{switch_name}Waffle按钮来重新开启此功能，重新激活此按钮时请谨慎！

source: %d%% discount for manual course enrollment order
ar: %d%% خصم للطلب اليدوي للالتحاق بمساق.
da: %d%% rabat for ordre til manuel kursustilmelding
de_de: %d%% Rabatt für Bestellungen zur manuellen Kurseinschreibung
el: %d %% έκπτωση για χειροκίνητη εντολή εγγραφής μαθημάτων
eo: %d%% dïsçöünt för mänüäl çöürsé énröllmént ördér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: %d%% Descuento para orden de inscripción manual en el curso.
es_es: %d%% descuento por orden de inscripción manual al curso
fil_ph: %d%% na diskwento para sa manu-manong order ng enrollment ng kurso
id: %d%% diskon untuk pesanan pendaftaran kursus manual
pt_br: %d %% desconto para pedido de inscrição em curso manual
pt_pt: %d%% desconto para pedido manual de inscrição no curso
sq: %d %% zbritje për porosinë manuale të regjistrimit të kursit
sv: %d%% rabatt för manuell kursregistrering

source: Payment Processor
ar: معالج الدفعات
az: Ödəniş nəzarətçisi
da: betalingsbehandler
de_de: Zahlungsverarbeiter
el: Επεξεργαστής πληρωμών
eo: Päýmént Pröçéssör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Procesador de pagos
es_es: Procesador de pago
fil_ph: Processor ng Pagbabayad
id: Prosesor Pembayaran
pt_br: Sistema de Pagamentos
pt_pt: Processador de Pagamento
ru: Служба оплаты
sq: Procesori i pagesave
sv: Betalningsbehandlare
sw_ke: Mtayarishaji Malipo
tr_tr: Ödeme İşlemcisi
zh_cn: 付款处理器

source: It expect that the order numbers stuck in fulfillment error state will be provided in a txt file format one per line.
ar: يتوقع أن تكون أرقام الطلبيات العالقة في حالة خطأ التنفيذ متوفر بتنسيق ملف txt واحد لكل سطر.
da: Den forventer, at ordrenumrene, der sidder fast i opfyldelsesfejltilstand, vil blive leveret i et txt-filformat én pr. linje.
el: Αναμένεται ότι οι αριθμοί παραγγελιών που έχουν κολλήσει σε κατάσταση σφάλματος εκπλήρωσης θα παρέχονται σε μορφή αρχείου txt, μία ανά γραμμή.
es_es: Se espera que los números de pedido atascados en el estado de error de cumplimiento se proporcionen en un formato de archivo txt uno por línea.
fil_ph: Inaasahan nito na ang mga numero ng order na natigil sa katayuan ng error sa katuparan ay ibibigay sa isang txt file na format ng isa bawat linya.
id: Diharapkan bahwa nomor pesanan yang terjebak dalam status kesalahan pemenuhan akan disediakan dalam format file txt satu per baris.
pt_br: Ele espera que o número de pedidos presos no estado de erro de atendimento sejam fornecido em formato de arquivo txt, um por linha
pt_pt: Ele espera que os números de pedidos presos no estado de erro de atendimento sejam fornecidos em um formato de ficheiro txt, um por linha.
sq: Pritet që numrat e porosive të mbërthyer në gjendjen e gabimit të përmbushjes do të sigurohen në një format skedari txt një për rresht.
sv: Den förväntar sig att beställningsnumren som har fastnat i tillståndet för uppfyllelsefel kommer att tillhandahållas i ett txt-filformat en per rad.

source: Click 'Save and Continue Editing' to add stock records
ar: انقر على ’حفظ ومتابعة التحرير‘ لإضافة سجّلات المخزون
az: Səhm qeydlərinə əlavə etmək üçün 'Yaddaş salın və redaktəyə davam edin' düyməsinə klikləyin.
da: Klik på "Gem og fortsæt redigering" for at tilføje lageroptegnelser
de_de: Klicken Sie auf "Speichern und fortfahren", um weiter einzukaufen.
el: Κάντε κλικ στο «Αποθήκευση και συνέχεια επεξεργασίας» για να προσθέσετε εγγραφές μετοχών
eo: Çlïçk 'Sävé änd Çöntïnüé Édïtïng' tö ädd stöçk réçörds Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Click en 'Guardar y Continuar Editando' para añadir registros al inventario
es_es: Click en 'Guardar y Continuar Editando' para añadir registros al inventario
fil_ph: I-click ang &#39;I-save at Ipagpatuloy ang Pag-edit&#39; upang magdagdag ng mga talaan ng stock
id: Klik 'Simpan dan Lanjutkan Pengeditan' untuk menambahkan catatan saham
pt_br: Clique 'Save and Continue Editing' para adicionar os registros de estoque
pt_pt: Clique em 'Guardar e Continuar a Editar' para adicionar registos de stock
ru: Нажмите 'Сохранить и продолжить редактирование' для добавления записей об акциях
sq: kliko &#39;Ruaj dhe Vazhdo modifikimin&#39; për të shtuar të dhënat e aksioneve
sv: Klicka på "Spara och fortsätt redigera" för att lägga till lagerposter
sw_ke: Bofya 'Save and continue Editing' kuongeza taarifa za mali.
tr_tr: Stok kaydı eklemek için lütfen "Kaydet ve Düzenlemeye Devam Et"e tıklayınız
zh_cn: 单击'Save and Continue Editing'按钮添加新的库存记录。

source: Partner
ar: الشريك
az: Tərəfdaş
el: Συνεργάτης
eo: Pärtnér Ⱡ'σяєм ιρѕυм #
es_419: Colaborador
es_es: Compañero
fil_ph: Kasosyo
id: Mitra
pt_br: Parceiro
pt_pt: Parceiro
ru: Партнёр
sq: Partnerë
sw_ke: Mbia
tr_tr: İş Ortağı
zh_cn: 合作伙伴

source: Partners
ar: الشركاء
az: Tərəfdaşlar
da: Partnere
de_de: Partner
el: Συνεργάτες
eo: Pärtnérs Ⱡ'σяєм ιρѕυм ∂#
es_419: Colaboradores
es_es: Socios
fil_ph: Mga kasosyo
id: Mitra
pt_br: Parceiros
pt_pt: Parceiros
ru: Партнеры
sq: Partnerët
sw_ke: Wabia
tr_tr: İş Ortakları
zh_cn: 合作伙伴

source: Diners
ar: داينرز
fil_ph: Mga kainan
id: Makan malam
pt_br: Jantares
sq: Restorante
sv: Matgäster

source: Discover
ar: استكشف
az: Kəşf edin
da: Opdage
de_de: Entdecken
el: Εξερεύνηση
eo: Dïsçövér Ⱡ'σяєм ιρѕυм ∂#
fil_ph: Matuklasan
id: Temukan
ru: Узнавать
sq: Zbuloni
sv: Upptäck
zh_cn: 发现课程

source: Unknown
ar: غير معروف
az: Bilinməyən
da: Ukendt
el: Άγνωστο
es_es: Desconocido
fil_ph: Hindi alam
id: Tidak diketahui
pt_br: Desconhecido
pt_pt: Desconhecido
sq: I panjohur
sv: Okänd
tr_tr: Bilinmiyor

source: We don't support the payment option you selected.
ar: عذرًا، لا ندعم خيار الدفع الذي اخترته.
az: Seçdiyiniz ödəmə metodunu dəstəkləmirik.
da: Vi understøtter ikke den betalingsmulighed, du har valgt.
de_de: Wir unterstützen die ausgewählte Zahlungsmethode nicht.
el: Δέν υποστηρίζουμε τον τρόπο πληρωμής που επιλέξατε.
eo: Wé dön't süppört thé päýmént öptïön ýöü séléçtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: La opción de pago que seleccionó no está soportada.
es_es: No aceptamos la opción de pago seleccionada.
fil_ph: Hindi namin sinusuportahan ang pagpipilian sa pagbabayad na iyong pinili.
id: Kami tidak mendukung opsi pembayaran yang Anda pilih.
pt_br: A opção de pagamento selecionada não é suportada
pt_pt: Não aceitamos a opção de pagamento selecionada.
ru: Избранный вами способ оплаты не поддерживается.
sq: Ne nuk e mbështesim metodën e pagesës që ju e keni zgjedhur.
sv: vi stödjer inte det betalalternativ ni angett
sw_ke: Hatuungi mkono chaguo la malipo ulilochagua.
tr_tr: Seçtiğiniz ödeme seçeneği desteklenmiyor.
zh_cn: 我们不支持您所选择的付款方式。

source: Choose country
ar: اختر الدولة
az: Ölkə seçin
da: Vælg land
de_de: Wählen Sie ein Land aus
el: Επιλογή χώρας
eo: Çhöösé çöüntrý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Seleccione un país
es_es: Eligir un país
fil_ph: Piliin ang bansa
id: Pilih negara
pt_br: Escolher país
pt_pt: Escolher país
ru: Выберите страну
sq: Zgjidhni vendin
sv: Välj land
sw_ke: Chagua nchi
tr_tr: Ülke seçin
zh_cn: 选择国家

source: {label} (required)
ar: {label} (مطلوب)
az: {label} (tələb olunur)
da: {label} (påkrævet)
de_de: {label} (*)
el: {label} (απαιτούμενο)
eo: {label} (réqüïréd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: {label} (requerido)
es_es: {label} (obligatorio)
fil_ph: {label} (kinakailangan)
id: {label} (wajib)
pt_br: {label} (requerido)
pt_pt: {label} (obrigatório)
ru: {label} (запрос)
sq: {label} (kërkohet)
sv: {label} (obligatoriskt)
sw_ke: {label} (inahitajika)
tr_tr: {label} (gerekli)
zh_cn: {label}（必填项）

source: Organization (required)
ar: المؤسسة (مطلوب)
az: Təşkilat (tələb olunur)
da: Organisation (påkrævet)
de_de: Organisation (*)
el: Οργανισμός (απαιτείται)
eo: Örgänïzätïön (réqüïréd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Organización (requerida)
es_es: Organización (obligatorio)
fil_ph: Organisasyon (kinakailangan)
id: Organisasi (wajib diisi)
pt_br: Organização (obrigatório)
pt_pt: Organização (obrigatório)
ru: Организация (запрос)
sq: Organizimi (kërkohet)
sv: Organisation (krävs)
tr_tr: Kuruluş (gerekli)
zh_cn: 组织（必填项）

source: I am purchasing on behalf of my employer or other professional organization
ar: أشتري نيابة عن مديري أو أي شخص في مؤسستي المهنية.
da: Jeg køber ind på vegne af min arbejdsgiver eller anden faglig organisation
de_de: Ich kaufe im Namen meines Arbeitgebers oder einer anderen professionellen Organisation
el: Κάνω αγορές για λογαριασμό του εργοδότη μου ή άλλου επαγγελματία Οργανισμός
eo: Ì äm pürçhäsïng ön ßéhälf öf mý émplöýér ör öthér pröféssïönäl örgänïzätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Estoy comprando a nombre de mi empleador o de otra organización
es_es: Estoy comprando en nombre de mi empresa u otra organización profesional
fil_ph: Bumibili ako sa ngalan ng aking employer o iba pang propesyonal na organisasyon
id: Saya membeli atas nama perusahaan saya atau organisasi profesional lainnya
pt_br: Estou comprando em nome do meu empregador ou de outra organização profissional
pt_pt: Estou a comprar em nome do meu empregador ou de uma organização para a qual trabalho
sq: Unë jam duke blerë në emër të punëdhënësit tim ose një organizate tjetër profesionale
sv: Jag handlar på uppdrag av min arbetsgivare eller annan yrkesorganisation
tr_tr: İşverenim veya başka bir profesyonel kurum adına satın alıyorum

source: There was a problem retrieving your basket. Refresh the page to try again.
ar: عذراً، حدثت مشكلة في عملية استعادة سلتك. الرجاء تحديث الصفحة لإعادة المحاولة.
az: Səbətinizi bərpa edərkən problem oldu. Yenidən cəhd etmək üçün səhifəni yeniləyin.
da: Der opstod et problem med at hente din kurv. Opdater siden for at prøve igen.
de_de: Es ist ein Problem beim Aufrufen Ihres Einkaufswagens aufgetreten. Bitte laden Sie die Seite noch einmal.
el: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση του καλαθιού σας. Ανανεώστε τη σελίδα για να προσπαθήσετε ξανά.
eo: Théré wäs ä prößlém rétrïévïng ýöür ßäskét. Réfrésh thé pägé tö trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Se ha producido un problema al recuperar su cesta. Actualice la página para intentarlo de nuevo.
es_es: Hubo un problema al recuperar su cesta. Actualice la página para volver a intentarlo.
fil_ph: Nagkaroon ng problema sa pagkuha ng iyong basket. I-refresh ang page para subukang muli.
id: Terjadi masalah saat mengambil keranjang Anda. Segarkan halaman untuk mencoba lagi.
pt_br: Ocorreu um problema ao recuperar sua cesta. Atualize a pagina para tentar novamente.
pt_pt: Houve um problema ao recuperar o seu cesto. Atualize a página para tentar novamente.
ru: Возникла проблема с извлечением корзины. Обновите страницу, чтобы повторить попытку.
sq: Pati një problem me marrjen e shportës. Rifresko faqen për të provuar sërish.
sv: Det uppstod ett problem med att hämta din korg. Uppdatera sidan för att försöka igen.
sw_ke: Kulikuwa na tatizo katika kupata ujazo wako. Onesha upya ukurusa kujaribu tena.
tr_tr: Sepetinizi işlemede bir sorun yaşandı. Sayfayı yenileyerek tekrar denemenizi rica ediyoruz.
zh_cn: 获取您的购物车时出现问题，请刷新页面并重试。

source: First Name (required)
ar: الاسم الأول (مطلوب)
az: Ad (tələb olunur)
da: Fornavn (påkrævet)
de_de: Vorname (*)
el: Όνομα (απαιτείται)
eo: Fïrst Nämé (réqüïréd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Nombre (requerido)
es_es: Nombre (obligatorio)
fil_ph: Pangalan (kinakailangan)
id: Nama Depan (wajib diisi)
pt_br: Primeiro Nome (obrigatório)
pt_pt: Primeiro Nome (obrigatório)
ru: Имя (обязательно)
sq: Emri (kërkohet)
sv: Förnamn (obligatoriskt)
tr_tr: Ad (gerekli)
zh_cn: 名（必填项）

source: Last Name (required)
ar: الاسم الأخير (مطلوب)
az: Soyad (tələb olunur)
da: Efternavn (påkrævet)
de_de: Nachname (*)
el: Επώνυμο (απαιτείται)
eo: Läst Nämé (réqüïréd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Apellido (requerido)
es_es: Apellidos (obligatorio)
fil_ph: Apelyido (kinakailangan)
id: Nama Akhir (wajib diisi)
pt_br: Último Nome (obrigatório)
pt_pt: Último Nome (obrigatório)
ru: Фамилия (обязательно)
sq: Mbiemri (kërkohet)
sv: Efternamn (obligatoriskt)
tr_tr: Soyad (gerekli)
zh_cn: 姓（必填项）

source: Address (required)
ar: العنوان (مطلوب)
az: Ünvan (tələb olunur)
da: Adresse (påkrævet)
de_de: Straße (*)
el: Διεύθυνση (απαιτείται)
eo: Àddréss (réqüïréd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Dirección (requerida)
es_es: Dirección (obligatorio)
fil_ph: Address (kinakailangan)
id: Alamat (wajib diisi)
pt_br: Endereço (obrigatório)
pt_pt: Morada (obrigatória)
ru: Адрес (обязательно)
sq: Adresa (kërkohet)
sv: Adress (obligatoriskt)
tr_tr: Adres (gerekli)
zh_cn: 地址（必填项）

source: Suite/Apartment Number
ar: رقم الجناح/الشقة
az: Ev/mənzil nömrəsi
da: Suite/lejlighedsnummer
de_de: Hausnummer erforderlich
el: Αριθμός Σουίτας/Διαμερίσματος
eo: Süïté/Àpärtmént Nümßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Número de casa/apartamento
es_es: Número
id: Nomer Rumah/Apartemen
pt_br: Número do Apartemento
pt_pt: Número Apartamento/Casa
ru: Номер люкса/апартаментов
sq: Numri i suitës/apartamentit
sv: Svit-/lägenhetsnummer
sw_ke: Namba ya Chumba/Ghorofa
tr_tr: Apartman/Daire No
zh_cn: 套间/公寓编号

source: City (required)
ar: المدينة (مطلوب)
az: Şəhər (tələb olunur)
da: By (påkrævet)
de_de: Stadt (*)
el: Πόλη (απαιτείται)
eo: Çïtý (réqüïréd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Ciudad (requerida)
es_es: Ciudad (obligatorio)
fil_ph: Lungsod (kinakailangan)
id: Kota (wajib diisi)
pt_br: Cidade (obrigatório)
pt_pt: Cidade (obrigatória)
ru: Город (обязательно)
sq: Qyteti (kërkohet)
sv: Stad (obligatoriskt)
tr_tr: Şehir (gerekli)
zh_cn: 城市（必填项）

source: State/Province
ar: الولاية/المقاطعة
az: Dövlət
da: stat/provins
de_de: Bundesland/Provinz
el: Νομός/Περιοχή
eo: Stäté/Prövïnçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Estado/Provincia
es_es: Estado/Provincia
fil_ph: Estado/Lalawigan
id: Negara Bagian/Provinsi
pt_br: Estado/Província
pt_pt: Distrito/Concelho
ru: Регион/область
sq: Shteti/Provinca
sv: stat/provins
sw_ke: Jimbo/Mkoa
tr_tr: Eyalet
zh_cn: 州/省

source: Zip/Postal Code
ar: الرمز البريدي
az: Zip/Poçt indeksi
da: Postnummer
de_de: Postleitzahl
el: Ταχυδρομικός κώδικας
eo: Zïp/Pöstäl Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Código Postal
es_es: Código postal
id: Kode Pos
pt_br: CEP/Código Postal
pt_pt: Código Postal
ru: Почтовый индекс
sq: Kodi Postar/Zip
sv: Postnummer
sw_ke: Namba ya Mkoa au Anwani ya Posta
tr_tr: Posta Kodu
zh_cn: 邮编

source: Country (required)
ar: الدولة (مطلوب)
az: Ölkə (tələb olunur)
da: Land (påkrævet)
de_de: Land (*)
el: Χώρα (απαιτείται)
eo: Çöüntrý (réqüïréd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: País (requerido)
es_es: País (obligatorio)
fil_ph: Bansa (kinakailangan)
id: Negara (wajib diisi)
pt_br: País (obrigatório)
pt_pt: País (obrigatório)
ru: Страна (обязательно)
sq: Shteti (i detyrueshëm)
sv: Land (obligatoriskt)
tr_tr: Ülke (gerekli)
zh_cn: 国家（必填项）

source: This field is required.
ar: هذا الحقل مطلوب.
az: Bu xana tələb olunur.
da: Dette felt er påkrævet.
de_de: Dieses Feld ist erforderlich
el: Αυτό το πεδίο είναι υποχρεωτικό.
eo: Thïs fïéld ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Este campo es requerido.
es_es: Este campo es obligatorio.
fil_ph: Kinakailangan ang field na ito.
id: Kolom ini wajib diisi.
pt_br: Este campo é requerido.
pt_pt: Este campo é obrigatório.
ru: Это обязательное поле.
sq: Kjo hapësirë është e detyrueshme.
sv: Detta fält är obligatoriskt
sw_ke: Hii sehemu inatakiwa kujazwa.
tr_tr: Bu alan gerekli.
zh_cn: 此项必填。

source: Postal codes for the U.S. and Canada are limited to nine (9) characters.
ar: تحدد الرموز البريدية للولايات المتحدة وكندا بعدد تسعة (9) أحرف.
az: ABŞ və Kanada üçün poçt indeksləri (9) simvolla məhdudlaşır.
da: Postnumre for USA og Canada er begrænset til ni (9) tegn.
de_de: Postleitzahlen für die USA und Kanada sind limitiert auf (9) Zeichen
el: Οι ταχυδρομικοί κώδικες για τις ΗΠΑ και τον Καναδά περιορίζονται σε εννέα (9) χαρακτήρες.
eo: Pöstäl çödés för thé Û.S. änd Çänädä äré lïmïtéd tö nïné (9) çhäräçtérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Los códigos postales para los Estados Unidos y Canadá están limitados a nueve (9) caracteres.
es_es: Los códigos postales de EE. UU. y Canadá están limitados a nueve (9) caracteres.
fil_ph: Limitado sa siyam (9) na character ang mga Postal code para sa US at Canada.
id: Kode pos untuk AS dan Kanada dibatasi hingga sembilan (9) karakter.
pt_br: Os códigos dos EUA e Canadá são limitados a (9) caracteres
pt_pt: Os códigos postais para os EUA e Canadá estão limitados a nove (9) caracteres.
ru: Почтовые индексы для США и Канады ограничиваются девятью (9) символами.
sq: Kodet postare për SHBA dhe Kanada janë të kufizuara në nëntë (9) karaktere.
sv: Postnummer för USA och Kanada är begränsade till nio (9) tecken.
sw_ke: Namba za simu za Amerika na Kanada hazizidi tarakimu (9).
tr_tr: ABD ve Kanada'da posta kodları dokuz (9), Türkiye'de ise 5 karakter ile sınırlıdır.
zh_cn: 美国和加拿大的邮编不得超过9（九）个字符。

source: Transaction ID
ar: رقم تعريف العملية
az: Əməliyyat ID-si
da: Transaktions ID
de_de: Transaktions-ID
el: Ταυτότητα συναλλαγής
eo: Tränsäçtïön ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: ID de la transacción
es_es: ID de la transacción
fil_ph: ID ng Transaksyon
id: ID transaksi
pt_br: ID da Transação
pt_pt: ID da Transação
ru: Идентификатор операции
sq: ID e transaksionit
sv: transaktions ID
sw_ke: "Utambulisho" wa Muamala
tr_tr: İşlem ID
zh_cn: 交易ID

source: Payment Processor Response
ar: رد معالج الدفعات
az: Ödəniş nəzarətçisi cavabı
da: Betalingsbehandlersvar
de_de: Antwort des Zahlungsverarbeiters
el: Απάντηση επεξεργαστή πληρωμών
eo: Päýmént Pröçéssör Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Respuesta del procesador de pagos
es_es: Respuesta del procesador de pago
fil_ph: Tugon ng Payment Processor
id: Tanggapan Pemroses Pembayaran
pt_br: Resposta do Sistema de Pagamento
pt_pt: Resposta do Processador de Pagamento
ru: Ответ службы оплаты
sq: Përgjigja e procesorit të pagesave
sv: Betalningsbehandlare svar
sw_ke: "Jibu la Mtayarishaji wa Malipo"
tr_tr: Ödeme İşlemcisi Cevabı
zh_cn: 付款处理器响应

source: Payment Processor Responses
ar: ردود معالج الدفعات
az: Ödəniş nəzarətçi cavabları
da: Betalingsbehandlersvar
de_de: Antworten des Zahlungsverarbeiters
el: Απαντήσεις επεξεργαστή πληρωμών
eo: Päýmént Pröçéssör Réspönsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Respuestas del procesador de pagos
es_es: Respuesta del procesador de pago
fil_ph: Mga Tugon ng Payment Processor
id: Tanggapan Pemroses Pembayaran
pt_br: Respostas do Sistema de Pagamento
pt_pt: Respostas do Processador de Pagamento
ru: Ответ службы оплаты
sq: Përgjigjet e procesorit të pagesave
sv: Betalningsbehandlare svar
sw_ke: Majibu ya Mtayarishaji Malipo
tr_tr: Ödeme İşlemcisi Cevabı
zh_cn: 付款处理器响应
