Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Coupon Type
ar: نوع القسيمة
az: Kupon növü
da: Kupontype
de_de: Gutschein Typ
el: Τύπος κουπονιού
eo: Çöüpön Týpé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Tipo de cupón
es_es: Tipo de cupón
fil_ph: Uri ng Kupon
id: Tipe kupon
pt_br: Tipo de Cupom
pt_pt: Tipo de Cupão
ru: Тип купона
sq: Tipi i kuponit
sv: Kupongtyp
sw_ke: Aina ya Kuponi
tr_tr: Kupon Türü
zh_cn: 优惠券类型

source: Create Date
ar: تاريخ الإنشاء
az: Tarix yaradın
da: Opret dato
de_de: Datum erstellen
el: Ημερομηνία δημιουργίας
eo: Çréäté Däté Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Fecha de creación
es_es: Fecha de creación
fil_ph: Gumawa ng Petsa
id: Buat Tanggal
pt_br: Criar data
pt_pt: Data de Criação
ru: Дата создания
sq: Data e krijimit
sv: skapa datum
sw_ke: Buni Tarehe
tr_tr: Oluşturma Tarihi
zh_cn: 创建日期

source: Discount Percentage
ar: نسبة الحسم
az: Endirim faizi
da: Rabatprocent
de_de: Ermäßigung in Prozent
el: Ποσοστό έκπτωσης
eo: Dïsçöünt Pérçéntägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Porcentaje de descuento
es_es: Porcentaje de descuento
fil_ph: Porsiyento ng Diskwento
id: Persentase Diskon
pt_br: Percentual de desconto
pt_pt: Percentagem de Desconto
ru: Процент скидки
sq: Përqindja e zbritjes
sv: Rabatt i procent
sw_ke: Asilimia ya "Punguzo"
tr_tr: İndirim Yüzdesi
zh_cn: 折扣率

source: Discount Amount
ar: مبلغ الخصم
az: Endirim məbləği
da: Rabatbeløb
de_de: Rabattmenge
el: Ποσό έκπτωσης
eo: Dïsçöünt Àmöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Valor del descuento
es_es: Importe de descuento
fil_ph: Halaga ng Diskwento
id: Jumlah diskon
pt_br: Valor do desconto
pt_pt: Valor do Desconto
ru: Сумма скидки
sq: Shuma e zbritjes
sv: Rabattbelopp
sw_ke: Kiasi cha Punguzo
tr_tr: İndirim Tutarı
zh_cn: 折扣金额

source: Email Domains
ar: مجالات البريد الإلكتروني
az: E-mail domeynləri
da: E-mail domæner
el: Τομείς ηλεκτρονικού ταχυδρομείου
eo: Émäïl Dömäïns Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Dominios de correo electrónico
es_es: Dominios de correo
id: Domain Email
pt_br: Domínio de e-mails
pt_pt: Domínios de Email
ru: Домен электронной почты
sq: Domenet e postës elektronike
sv: E-postdomäner
tr_tr: E-posta Alan Adları
zh_cn: 电子邮件域名

source: Invoiced Amount
ar: مبلغ الفاتورة
az: Qəbz məbləği
da: Faktureret beløb
de_de: Berechnete Menge
el: Ποσό τιμολογίου
eo: Ìnvöïçéd Àmöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Valor facturado
es_es: Importe facturado
fil_ph: Na-invoice na Halaga
id: Jumlah yang Ditagih
pt_br: Valor faturado
pt_pt: Valor Faturado
ru: Сумма счета-фактуры
sq: Shuma e faturuar
sv: Fakturerat belopp
sw_ke: Kiwango kilichokokotolewa Gharama
tr_tr: Faturalandırılan Tutar
zh_cn: 已开票金额

source: Note
ar: ملاحظة
az: Qeyd
da: Bemærk
de_de: Anmerkung
el: Σημείωση
eo: Nöté Ⱡ'σяєм ι#
es_419: Nota
es_es: Nota
fil_ph: Tandaan
id: Catatan
pt_br: Anotação
pt_pt: Nota
ru: Запись
sq: shënim
sv: Notera
sw_ke: Kumbuka
tr_tr: Not
zh_cn: 笔记

source: Price
ar: سعر
az: Qiymət
da: Pris
de_de: Preis
el: Τιμή
eo: Prïçé Ⱡ'σяєм ιρѕ#
es_419: Precio
es_es: Precio
fil_ph: Presyo
id: Harga
pt_br: Preço
pt_pt: Preço
ru: Цена
sq: Çmimi
sv: Pris
sw_ke: Bei
tr_tr: Ücret
zh_cn: 价格

source: Course ID
ar: رقم تعريف المساق
az: Kursun ID-si
da: Kursus ID
de_de: Kurs-ID
el: Ταυτότητα μαθήματος
eo: Çöürsé ÌD Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Id de Curso
es_es: ID del curso
id: ID Kursus
pt_br: ID do Curso
pt_pt: ID do Curso
ru: Идентификатор курса
sq: ID e kursit
sv: Kurs-ID
sw_ke: "Namba ya Kozi"
tr_tr: Ders No
zh_cn: 课程编号

source: Organization
ar: مؤسسة
az: Təşkilat
da: Organisation
de_de: Organsation
el: Οργανισμός
eo: Örgänïzätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Organización
es_es: Organización
fil_ph: Organisasyon
id: Lembaga
pt_br: Organização
pt_pt: Organização
ru: Организация
sq: Organizata
sv: Organisation
sw_ke: Shirika
tr_tr: Kuruluş
zh_cn: 组织

source: Course Seat Types
ar: أنواع المقاعد في الدورة التدريبية
az: Kurs yer növləri
da: Kursussædetyper
de_de: Kursarten
el: Τύποι θέσεων κύκλου μαθημάτων
eo: Çöürsé Séät Týpés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Tipos de asientos para el curso
es_es: Tipos de asientos del curso
fil_ph: Mga Uri ng Kurso sa Kurso
id: Jenis Kursi Kursus
pt_br: Tipos de vaga no curso
pt_pt: Tipos de Lugares do Curso
ru: Типы посадочных мест на курсах
sq: Llojet e sediljeve të kursit
sv: Kursplatstyper
sw_ke: Aina za Vikao vya Kozi
tr_tr: Ders Koltuk Tipleri
zh_cn: 课程座席类型

source: Maximum Coupon Usage
ar: أقصى استخدام للقسيمة
az: Maksimum kupon istifadəsi
da: Maksimal kuponforbrug
de_de: Maximale Anwendung der Gutscheine
el: Μέγιστη χρήση κουπονιού
eo: Mäxïmüm Çöüpön Ûsägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Usos máximos del cupón
es_es: Uso máximo de cupones
fil_ph: Pinakamataas na Paggamit ng Kupon
id: Penggunaan Kupon Maksimum
pt_br: Uso máximo do cupom
pt_pt: Utilização Máxima do Cupão
ru: Максимальное количество использованных купонов
sq: Përdorimi maksimal i kuponit
sv: Maximal kuponganvändning
sw_ke: Kiwango cha Juu cha Utumiaji Kuponi
tr_tr: Maksimum Kupon Kullanımı
zh_cn: 优惠券使用上限

source: Redemption Count
ar: عدد عمليات الاسترداد
az: Ödəniş sayı
da: Indløsningstælling
de_de: Zahlung
el: Μετρητής εξαγορών
eo: Rédémptïön Çöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Cantidad de redenciones
es_es: Recuento de canje
fil_ph: Bilang ng Pagtubos
id: Hitungan Penebusan
pt_br: Contagem de resgate
pt_pt: Contagem de Amortizações
ru: Использовать подсчет
sq: Numërimi i shpengimit
sw_ke: Idadi ya Urejeshaji
tr_tr: Kupon Kullanım Sayısı
zh_cn: 兑换计数

source: URL
ar: الرابط
eo: ÛRL Ⱡ'σяєм#
sv: Webbadress

source: Client
ar: عميل
az: Müştəri
da: Klient
de_de: Kunde
el: Πελάτης
eo: Çlïént Ⱡ'σяєм ιρѕυ#
es_419: Cliente
es_es: Cliente
fil_ph: Kliyente
id: Klien
pt_br: Cliente
pt_pt: Cliente
ru: Клиент
sq: Klienti
sv: Klient
sw_ke: Mteja
tr_tr: Müşteri
zh_cn: 客户端

source: Order Number
ar: رقم الطلبية
az: Sıra Nömrəsi
da: Ordrenummer
de_de: Bestellnummer
el: Αριθμός παραγγελίας
eo: Ördér Nümßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Número de orden
es_es: Número de pedido
fil_ph: Numero ng order
id: Nomor Pesanan
pt_br: Número do pedido
pt_pt: Número de encomenda
ru: Номер заказа
sq: Numri i porosisë
sv: Ordernummer
sw_ke: Namba ya Uagizaji
tr_tr: Sipariş numarası
zh_cn: 订单号

source: Redeemed By Username
ar: تم الاسترداد باسم المستخدم
az: İstifadəçi adı ilə ödənildi
da: Indløst af brugernavn
de_de: Eingelöst durch Benutzername
el: Εξαργυρώθηκε από Username
eo: Rédééméd Bý Ûsérnämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Redimido por el usuario
es_es: Canjeado por nombre de usuario
fil_ph: Na-redeem ng Username
id: Ditebus Dengan Nama Pengguna
pt_br: Resgatado por nome de usuário
pt_pt: Amortizado por Nome de Utilizador
ru: Исправлено по имени пользователя
sq: Shlyer nga emri i përdoruesit
sv: Lös in med användarnamn
sw_ke: Imerejeshwa Na Jina la Mtumiaji
tr_tr: Kullanıcı Adına Göre Kupon Kullanımı
zh_cn: 按用户名兑换

source: Range for coupon [{coupon_id}]
ar: نطاق القسيمة [{coupon_id}]
az: Kupon üçün diapazon [{coupon_id}]
da: Interval for kupon [{coupon_id}]
de_de: Gültigkeit für Coupon [{coupon_id}]
el: Εύρος κουπονιού [{coupon_id}]
eo: Rängé för çöüpön [{coupon_id}] Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Rango del cupón [{coupon_id}]
es_es: Rango para cupón [{coupon_id}]
fil_ph: Saklaw para sa kupon [{coupon_id}]
id: Rentang untuk kupon [{coupon_id}]
pt_br: Faixa para cupom [ {coupon_id} ]
pt_pt: Intervalo para cupão [{coupon_id}]
ru: Диапазон купонов на покупку [{coupon_id}]
sq: Gama për kupon [ {coupon_id} ]
sv: Intervall för kupong [{coupon_id}]
sw_ke: Tofauti ya kuponi [{coupon_id}]
tr_tr: [{coupon_id}] kuponu için aralık
zh_cn: 优惠券 [{coupon_id}] 范围

source: Coupon Report for {coupon_name}
ar: تقرير القسائم من أجل {coupon_name}
az: {coupon_name} üçün kupon hesabatı
da: Kuponrapport for {coupon_name}
de_de: Gutschein-Report für {coupon_name}
el: Αναφορά κουπονιού για {coupon_name}
eo: Çöüpön Répört för {coupon_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Informe del Cupón para {coupon_name}
es_es: Informe de cupón para {coupon_name}
fil_ph: Ulat ng Kupon para sa {coupon_name}
id: Laporan Kupon untuk {coupon_name}
pt_br: Relatório de cupons para {coupon_name}
pt_pt: Relatório do Cupão para {coupon_name}
ru: Отчет о купоне {coupon_name}
sq: Raporti i kuponit për {coupon_name}
sv: Kupongrapport för {coupon_name}
sw_ke: Taarifa ya Kuponi ya {coupon_name}
tr_tr: {coupon_name} için Kupon Raporu
zh_cn: {coupon_name}优惠券使用报告

source: Failed to find a matching stock record for coupon, report download canceled.
ar: فشلت عملية العثور على سجلات الاملائمة لمخزون القسائم، وتم إلغاء تنزيل التقرير.
az: Kupon üçün uyğun bir səhm hesabı tapılmadı, hesabatın yüklənilməsi ləğv edildi.
da: Kunne ikke finde en matchende lagerrekord for kupon, rapportoverførslen blev annulleret.
de_de: Es wurde kein passender Datensatz für den Gutschein gefunden. Das herunterladen wurde abgebrochen.
el: Αποτυχία εύρεσης αντίστοιχης καταγραφής αποθέματος για το κουπόνι, η λήψη της αναφοράς ακυρώθηκε.
eo: Fäïléd tö fïnd ä mätçhïng stöçk réçörd för çöüpön, répört döwnlöäd çänçéléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: No se pudo encontrar un registro de stock coincidente para el cupón, se canceló la descarga del informe.
es_es: No se pudo encontrar un registro de existencias coincidente para el cupón, se canceló la descarga del informe.
fil_ph: Nabigong makahanap ng katugmang stock record para sa kupon, nakansela ang pag-download ng ulat.
id: Gagal menemukan catatan stok yang cocok untuk kupon, unduhan laporan dibatalkan.
pt_br: Falha ao encontrar um registro de estoque correspondente para o cupom, download do relatório cancelado.
pt_pt: Falha ao encontrar um registo de stock correspondente ao cupão, transferência de relatório cancelada.
ru: Не удалось найти подходящую запись об акциях для купона, загрузка отчета отменена.
sq: Gjetja e një rekordi përputhshmërie të aksioneve për kupon dështoi, shkarkimi i raportit u anulua.
sv: Det gick inte att hitta en matchande lagerpost för kupongen, rapportnedladdningen avbröts.
sw_ke: Haikuweza kupata rekodi ya bidhaa inayofanana na kuponi, upakuaji wa ripoti umebatilishwa.
tr_tr: Kupon için eşleşen bir stok kaydı bulunamadı, rapor indirme işlemi iptal edildi.
zh_cn: 寻求与优惠券匹配的储存记录失败，已取消报告下载。

source: Not Paid
ar: غير مدفوع
az: Ödənilmədi
da: Ikke betalt
de_de: Nicht bezahlt
el: Απλήρωτο
eo: Nöt Päïd Ⱡ'σяєм ιρѕυм ∂#
es_419: No Pago
es_es: No pagado
fil_ph: Hindi bayad
id: Tidak dibayar
pt_br: Não pago
pt_pt: Não Pago
ru: Не оплачено
sq: E papaguar
sv: Ej betald
sw_ke: Haijalipwa
tr_tr: Ödenmedi
zh_cn: 未付款

source: Paid
ar: مدفوع
az: Ödənildi
da: Betalt
de_de: Bezahlt
el: Πληρωμένο
eo: Päïd Ⱡ'σяєм ι#
es_419: Pago
es_es: Pagado
fil_ph: Binayaran
id: Dibayar
pt_br: Pago
pt_pt: Pago
ru: Оплачено
sq: Paguar
sv: Betald
sw_ke: Imelipwa
tr_tr: Ödendi
zh_cn: 已付款

source: Prepaid
ar: مدفوع مسبقًا
az: Öncədən ödənildi
da: Forudbetalt
de_de: Im voraus bezahlen
el: Προπληρωμένο
eo: Prépäïd Ⱡ'σяєм ιρѕυм #
es_419: Prepago
es_es: Pagado por adelantado
id: Prabayar
pt_br: Pré-pago
pt_pt: Pré-Pago
ru: Предоплата
sq: Parapaguar
sv: Förbetalt
sw_ke: Inayolipiwa Kabla ya Matumizi
tr_tr: Önödemeli
zh_cn: 已预付

source: Postpaid
ar: مدفوع لاحقًا
az: Sonradan ödənildi
da: Efterbetalt
de_de: Im nachhinein bezahlen
el: Μεταπληρωτέο
eo: Pöstpäïd Ⱡ'σяєм ιρѕυм ∂#
es_419: Postpago
es_es: Pospago
id: Pascabayar
pt_br: Pós-pago
pt_pt: Pós-Pago
ru: Оплата после
sq: Pas pagim
sv: Efterbetalt
sw_ke: Inayolipiwa Baada ya Matumizi
tr_tr: Sonradan Ödemeli
zh_cn: 邮资已付

source: Bulk purchase
ar: الشراء بالجملة.
az: Dəst şəklində satınalma
da: Massekøb
de_de: Großeinkauf
el: Μαζική αγορά
eo: Bülk pürçhäsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Compra agrupada
es_es: Compra a granel
fil_ph: Bultuhang pagbili
id: Pembelian massal
pt_br: compra em massa
pt_pt: Compra em massa
ru: Массовая закупка
sq: Blerje me shumicë
sv: Massköp
tr_tr: Yığın satınalma
zh_cn: 批量购买

source: Not applicable
ar: غير قابل للتطبيق
az: Tətbiq edilmir
da: Ikke anvendelig
de_de: Unzutreffend
el: Μη εφαρμόσιμο
eo: Nöt äpplïçäßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: No aplica
es_es: No aplica
fil_ph: Hindi maaari
id: Tidak berlaku
pt_br: Não aplicável
pt_pt: Não aplicável
ru: Не применяется
sq: Nuk aplikohet
sv: Inte tillämpbar
sw_ke: Haitumiki
tr_tr: Uygulanamaz
zh_cn: 不适用

source: Fixed
ar: ثابت
az: Quraşdırıldı
da: Fast
de_de: Fest
el: Σταθερό
eo: Fïxéd Ⱡ'σяєм ιρѕ#
es_419: Fijo
es_es: Fijado
fil_ph: Nakapirming
id: Tetap
pt_br: Fixo
pt_pt: Fixo
ru: Зафиксировано
sq: E rregulluar
sv: Fast
sw_ke: Haina mabadiliko
tr_tr: Sabit
zh_cn: 已修复

source: Management View
ar: عرض الإدارة
az: İdarəçilik görünüşü
da: Ledelsesvisning
de_de: Management-Ansicht
el: Προβολή διαχείρισης
eo: Mänägémént Vïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Vista de administración
es_es: Vista de Administración
fil_ph: View ng Pamamahala
id: Tampilan Manajemen
pt_br: Visão do Gerenciamento
pt_pt: Visão de Gestão
ru: Просмотр управления
sq: Pamja e menaxhimit
tr_tr: Yönetici Görünümü
zh_cn: 管理视图

source: Refund Transactions
ar: عملية استرداد الرسوم.
az: Geri ödəmə əməliyyatları
da: Refusionstransaktioner
de_de: Rückerstattung
el: Συναλλαγές επιστροφής χρημάτων
eo: Réfünd Tränsäçtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Reembolsar transacciones
es_es: Transacciones de reembolso
fil_ph: Mga Transaksyon sa Pag-refund
id: Transaksi Pengembalian Dana
pt_br: Transações de reembolso
pt_pt: Reembolsar Transações
ru: Операции по возврату денежных средств
sq: Transaksionet e rimbursimit
sv: Återbetalningstransaktioner
tr_tr: İade İşlemleri
zh_cn: 退款转账记录

source: {action} is not a valid action.
ar: {action} ليس إجراءً صالحًا.
az: {action} ietibarlı fəaliyyət deyil.
da: {action} er ikke en gyldig handling.
de_de: {action} ist keine gültige Aktion.
el: Το {action} δεν είναι έγκυρη ενέργεια.
eo: {action} ïs nöt ä välïd äçtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: {action} no es una acción valida.
es_es: {acción} Es una acción no válida
fil_ph: Ang {action} ay hindi wastong pagkilos.
id: {action} tidak valid.
pt_br: {action} não é uma ação válida
pt_pt: {action} não é uma ação válida.
ru: {action} не является законным действием.
sq: {action} nuk është një veprim i vlefshëm.
sv: {action} är inte en giltig åtgärd.
tr_tr: {action} geçerli bir eylem değil.
zh_cn: {action}不是有效的动作。

source: {value}% program discount
ar: {value}% خصم على البرنامج
az: {value}% proqram endirimi
da: {value} % programrabat
de_de: {value}% Rabatt
el: {value}% έκπτωση προγράμματος
eo: {value}% prögräm dïsçöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: descuento del programa del {value}%
es_es: {value}% de descuento del programa
fil_ph: {value}% diskwento sa programa
id: Diskon program {value}%
pt_br: {value} % desconto no programa
pt_pt: {value}% desconto do programa
ru: {value}% программа скидок
sq: {value} % zbritje e programit
sv: {value} % programrabatt
sw_ke: {value}% punguzo la malipo ya programu
tr_tr: %{value} program indirimi
zh_cn: {value}%的课程申请折扣

source: {value} fixed-price program discount
ar: {value} خصم ثابت من سعر برنامج
az: {value} sabit qiymət üzrə proqram endirimi
da: {value} programrabat til fast pris
de_de: {value} Rabatt
el: {value} έκπτωση προγράμματος σταθερής τιμής
eo: {value} fïxéd-prïçé prögräm dïsçöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: descuento del programa de precio fijo de {value}
es_es: {value} descuento del programa de precio fijo
fil_ph: {value} nakapirming presyo na diskwento sa programa
id: Diskon program harga tetap {value}
pt_br: {value} desconto no programa de preço fixo
pt_pt: {value} desconto de programa de preço fixo
ru: {value} фиксированная программа скидок
sq: {value} zbritje programi me çmim fiks
sv: {value} programrabatt till fast pris
sw_ke: {value} punguzo la bei ya awali ya programu
tr_tr: {value} sabit fiyatlı program indirimi
zh_cn: {value}固定价格的课程申请折扣

source: An offer already exists for this program.
ar: يوجد عرض مسبق على هذا البرنامج.
az: Bu proqram üçün artıq təklif mövcuddur.
da: Der findes allerede et tilbud på dette program.
de_de: Es besteht bereits ein Angebot für dieses Programm.
el: Υπάρχει ήδη προσφορά για αυτό το πρόγραμμα.
eo: Àn öffér älréädý éxïsts för thïs prögräm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Ya existe una oferta para este programa.
es_es: Ya existe una oferta para este programa.
fil_ph: Mayroon nang alok para sa programang ito.
id: Tawaran sudah ada untuk program ini.
pt_br: Já existe uma oferta para este programa.
pt_pt: Já existe uma oferta para este programa.
ru: Предложение по этой программе уже существует.
sq: Ekziston tashmë një ofertë për këtë program.
sv: Ett erbjudande finns redan för detta program.
sw_ke: Ofa kwa ajili ya kozi hii tayari ipo.
tr_tr: Bu program için bir teklif zaten mevcut.
zh_cn: 此课程申请已存在方案。

source: {current_date} Discount for the {program_title} {program_type} Program
ar: current_date{} خصم على برنامج {program_title} {program_type}
da: {current_date} Rabat for programmet {program_title} {program_type}
el: {current_date} Έκπτωση για το Πρόγραμμα {program_title} {program_type}
es_es: {current_date} Descuento para el programa {program_title} {program_type}
fil_ph: {current_date} Discount para sa {program_title} {program_type} Program
pt_br: Desconto de {current_date} para o Programa {program_title} {program_type}
pt_pt: {current_date} Desconto para o Programa {program_title} {program_type}
sq: {current_date} Zbritje për programin {program_title} {program_type}
sv: {current_date} Rabatt för programmet {program_title} {program_type}

source: Edit Program Offer: %(program_title)s
ar: تحرير عرض البرنامج: %(program_title)s
az: Proqram təklifini redaktə edin: %(program_title)s
da: Rediger programtilbud: %(program_title)s
de_de: Programmangebot bearbeiten: %(program_title)s
el: Επεξεργασία προσφοράς προγράμματος: %(program_title)s
eo: Édït Prögräm Öffér: %(program_title)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Editar oferta del programa: %(program_title)s
es_es: Editar oferta de programa: %(program_title)s
fil_ph: I-edit ang Alok ng Programa: %(program_title)s
id: Edit Penawaran Program: %(program_title)s
pt_br: Editar oferta do programa: %(program_title)s
pt_pt: Editar Oferta de Programa: %(program_title)s
ru: Редактировать предложение программы :%(program_title)s
sq: Redakto ofertën e programit: %(program_title)s
sv: Redigera programerbjudande: %(program_title)s
sw_ke: Hariri Ofa ya Programu:%(program_title)s
tr_tr: Şu Program Teklifini Düzenle: %(program_title)s
zh_cn: 编辑课程方案申请：%(program_title)s

source: Create Program Offer
ar: إنشاء عرض للبرنامج
az: Proqram təklifi yaradın
da: Opret programtilbud
de_de: Ein Programmangebot erstellen
el: Δημιουργία προσφοράς προγράμματος
eo: Çréäté Prögräm Öffér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Crear oferta del programa
es_es: Crear oferta de programa
fil_ph: Gumawa ng Alok ng Programa
id: Buat Penawaran Program
pt_br: Criar oferta de programa
pt_pt: Criar Oferta de Programa
ru: Создать предложение программы
sq: Krijo Ofertë Programi
sv: Skapa programerbjudande
sw_ke: Tengeneza Ofa ya Programu
tr_tr: Program Teklifi Oluştur
zh_cn: 创建课程申请方案

source: Program Offers
ar: عروض البرنامج
az: Proqram təklifləri
da: Program tilbud
de_de: Programmangebote
el: Προσφορές προγράμματος
eo: Prögräm Öfférs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Ofertas del programa
es_es: Ofertas de programas
fil_ph: Mga Alok ng Programa
id: Penawaran Program
pt_br: Ofertas do programa
pt_pt: Ofertas de Programa
ru: Предложения программы
sq: Ofertat e Programit
sv: Programerbjudanden
sw_ke: Ofa za Programu
tr_tr: Program Teklifleri
zh_cn: 课程申请方案

source: Edit Program Offer
ar: تحرير عرض البرنامج
az: Proqram təklifini redaktə edin
da: Rediger programtilbud
de_de: Programmangebot bearbeiten
el: Επεξεργασία προσφοράς προγράμματος
eo: Édït Prögräm Öffér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Editar oferta del programa
es_es: Editar oferta de programa
fil_ph: I-edit ang Alok ng Programa
id: Edit Penawaran Program
pt_br: Editar oferta do programa
pt_pt: Editar Oferta de Programa
ru: Редактировать предложение программы
sq: Redakto ofertën e programit
sv: Redigera programerbjudande
sw_ke: Hariri Ofa ya Programu
tr_tr: Program Teklifi Düzenle
zh_cn: 编辑课程申请方案

source: %(platform_name)s Program Offer Administration Tool
ar: %(platform_name)sأداة إدارة عرض البرنامج
da: %(platform_name)s Administrationsværktøj til programtilbud
de_de: %(platform_name)s Verwaltungstool für Programmangebote
el: %(platform_name)s Εργαλείο διαχείρισης προσφοράς προγράμματος
eo: %(platform_name)s Prögräm Öffér Àdmïnïsträtïön Tööl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: %(platform_name)s Herramienta de administración de oferta de programa
es_es: %(platform_name)s Herramienta de administración de ofertas de programas
fil_ph: %(platform_name)s Tool sa Pangangasiwa ng Alok ng Programa
pt_br: %(platform_name)s Ferramenta de administração da oferta do programa
pt_pt: %(platform_name)s Ferramenta de Administração da Oferta do Programa
sq: %(platform_name)s Mjeti i Administrimit të Ofertës së Programit
sv: %(platform_name)s Administrationsverktyg för programerbjudande
tr_tr: %(platform_name)s Program Teklifi Yönetim Aracı

source: Current program offers
ar: العروض الحالية للبرنامج
az: Cari proqram təklifləri
da: Aktuelle programtilbud
de_de: Aktuelle Programmangebote
el: Τρέχουσες προσφορές προγράμματος
eo: Çürrént prögräm öfférs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Ofertas actuales del programa
es_es: Ofertas de programas actuales
fil_ph: Mga kasalukuyang alok ng programa
id: Penawaran program saat ini
pt_br: Ofertas do programa atual
pt_pt: Ofertas de programa atuais
ru: Текущая программа предлагает
sq: Ofertat aktuale të programit
sv: Aktuella programerbjudanden
sw_ke: Ofa za sasa za programu
tr_tr: Mevcut program teklifleri
zh_cn: 当前课程申请方案

source: Program Title
ar: عنوان البرنامج
az: Proqram başlığı
da: Program titel
de_de: Programmtitel
el: Τίτλος προγράμματος
eo: Prögräm Tïtlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Título del programa
es_es: Título del programa
fil_ph: Pamagat ng Programa
id: Judul Program
pt_br: Título do programa
pt_pt: Título do Programa
ru: Заголовок программы
sq: Titulli i programit
sv: Programtitel
sw_ke: Jina la Programu
tr_tr: Program Başlığı
zh_cn: 课程申请标题

source: Program offer updated!
ar: تم تحديث عرض البرنامج !
az: Proqram təklifi yeniləndi!
da: Programtilbud opdateret!
de_de: Programmangebot wurde aktualisiert!
el: Η προσφορά προγράμματος ενημερώθηκε!
eo: Prögräm öffér üpdätéd! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: ¡Se actualizó la oferta del programa!
es_es: ¡Oferta de programa actualizada!
fil_ph: Na-update ang alok ng programa!
id: Tawaran program diperbarui!
pt_br: Oferta do programa atualizada!
pt_pt: Oferta de programa atualizada!
ru: Обновлено программное предложение!
sq: Oferta e programit u përditësua!
sv: Programerbjudande uppdaterat!
sw_ke: Pendekezo la Programu limesasishwa
tr_tr: Program teklifi güncellendi!
zh_cn: 课程申请已更新！

source: Program offer created!
ar: تم إنشاء عرض البرنامج !
az: Proqram təklifi yaradıldı!
da: Programtilbud oprettet!
de_de: Prgrammangebot wurde erstellt
el: Δημιουργήθηκε η προσφορά προγράμματος!
eo: Prögräm öffér çréätéd! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: ¡Se creó la oferta del programa!
es_es: ¡Oferta de programa creada!
fil_ph: Nagawa ang alok ng programa!
id: Penawaran program dibuat!
pt_br: Oferta de programa criada!
pt_pt: Oferta de programa criada!
ru: Создано программное предложение
sq: Oferta programore u krijua!
sv: Programerbjudande skapat!
sw_ke: Pendekezo la Programu limetayarishwa
tr_tr: Program teklifi oluşturuldu!
zh_cn: 课程申请已创建！

source: Affiliate ID
ar: معرّف الجامعة التابعة
az: Əlaqədar ID
de_de: ID der Subunternehmen
el: Ταυτότητα συνεργάτη
eo: Àffïlïäté ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: ID afiliada
es_es: identificación del afiliado
id: ID Afiliasi
pt_br: ID de afiliado
pt_pt: ID de Afiliado
ru: Партнёры ID
sq: ID e filialit
sw_ke: Kitambulisho Kinachohusiana
tr_tr: Satış Ortağı ID
zh_cn: 附属机构ID
