Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Number of times to retry failing Paypal client actions (e.g., payment creation, payment execution)
ar: عدد مرات إعادة محاولة إجراءات دفع Paypal غير الناحجة من جانب العميل (مثل إنشاء عملية دفع، تنفيذ عملية دفع)
az: Paypal müştəri fəaliyyətlərinin təkrar uğursuz cəhdlərinin sayı (məsələn, ödənişlərin yaradılması, ödəmə icrası)
da: Antal gange, der skal prøves igen med mislykkede Paypal-klienthandlinger (f.eks. oprettelse af betaling, udførelse af betaling)
de_de: Anzahl der Wiederholungsversuche bei fehlgeschlagenen Paypal-Client-Aktionen (z.B. Zahlungserstellung, Zahlungsausführung)
el: Αριθμός επαναλήψεων για αποτυχημένες ενέργειες πελάτη Paypal (π.χ. δημιουργία πληρωμής, εκτέλεση πληρωμής)
eo: Nümßér öf tïmés tö rétrý fäïlïng Päýpäl çlïént äçtïöns (é.g., päýmént çréätïön, päýmént éxéçütïön) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Número de veces que debe volver a intentar una acción fallida del cliente en Paypal (por ejemplo, creación de pago, ejecución de pagos)
es_es: Número de veces para reintentar las acciones fallidas del cliente de Paypal (por ejemplo, creación de pago, ejecución de pago)
fil_ph: Bilang ng beses na muling subukan ang mga nabigong pagkilos ng kliyente ng Paypal (hal., paggawa ng pagbabayad, pagpapatupad ng pagbabayad)
id: Berapa kali mencoba lagi tindakan klien Paypal yang gagal (mis., Pembuatan pembayaran, pelaksanaan pembayaran)
pt_br: Número de vezes para repetir as ações do cliente Paypal com falha (por exemplo, criação de pagamento, execução de pagamento)
pt_pt: Número de vezes para tentar novamente acções de clientes Paypal falhadas (por exemplo, criação de pagamentos, execução de pagamentos)
ru: Количество попыток повторить неудачные действия Paypal клиента (например, создание платежа, выполнение платежа).
sq: Numri i herëve për të riprovuar veprimet e dështuara të klientit Paypal (p.sh. krijimi i pagesës, ekzekutimi i pagesës)
sv: Antal gånger att försöka igen misslyckade Paypal-klientåtgärder (t.ex. skapande av betalningar, betalningsutförande)
sw_ke: Idadi juhudi za majaribio ya kusimamisha shughuli za mtumiaji Paypal (mfano., uandaaji wa malipo, utoaji malipo)
tr_tr: Başarısız Paypal müşteri eylemlerini tekrar deneme sayısı (ör. ödeme oluşturma, ödeme yapma)
zh_cn: Paypal客户端操作失败可重试次数（例如：创建支付、执行支付）

source: More than 10 digits before the decimal not allowed for fixed value.
ar: لا يسمح بإدراج أكثر من عشرة أرقام قبل الكسر العشري للقيمة الثابتة.
da: Mere end 10 cifre før decimalen er ikke tilladt for fast værdi.
de_de: Mehr als 10 Stellen vor dem Komma sind für den Festwert nicht zulässig.
el: Περισσότερα από 10 ψηφία πριν από το δεκαδικό δεν επιτρέπονται για σταθερή τιμή.
eo: Möré thän 10 dïgïts ßéföré thé déçïmäl nöt ällöwéd för fïxéd välüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: No se permite más de 10 dígitos antes del decimal para el valor fijo.
es_es: No se permiten más de 10 dígitos antes del decimal para valor fijo.
fil_ph: Higit sa 10 digit bago ang decimal na hindi pinapayagan para sa fixed value.
id: Lebih dari 10 digit sebelum desimal tidak diperbolehkan untuk nilai tetap.
pt_br: Mais de 10 dígitos antes do decimal não são permitidos para o valor fixo.
pt_pt: Mais de 10 dígitos antes do decimal não permitido para valor fixo.
sq: Më shumë se 10 shifra para dhjetorit nuk lejohen për vlerë fikse.
sv: Mer än 10 siffror före decimalen är inte tillåtet för fast värde.
tr_tr: Sabit değer için ondalıktan önce 10 basamaktan fazlasına izin verilmez.

source: More than 2 digits after the decimal not allowed for fixed value.
ar: لا يسمح بإدراج أكثر من رقمين بعد الكسر العشري للقيمة الثابتة.
da: Mere end 2 cifre efter decimalen er ikke tilladt for fast værdi.
de_de: Mehr als 2 Nachkommastellen sind für den Festwert nicht zulässig.
el: Περισσότερα από 2 ψηφία μετά το δεκαδικό δεν επιτρέπονται για σταθερή τιμή.
eo: Möré thän 2 dïgïts äftér thé déçïmäl nöt ällöwéd för fïxéd välüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: No se permite más de 2 dígitos después del decimal para el valor fijo.
es_es: Más de 2 dígitos después del decimal no permitido para valor fijo.
fil_ph: Higit sa 2 digit pagkatapos ng decimal ang hindi pinapayagan para sa fixed value.
id: Lebih dari 2 digit setelah desimal tidak diperbolehkan untuk nilai absolut.
pt_br: Mais de 2 dígitos após o decimal não são permitidos para o valor corrigido.
pt_pt: Mais de 2 dígitos após o decimal não permitido para valor fixo.
sq: Më shumë se 2 shifra pas dhjetorit nuk lejohen për vlerë fikse.
sv: Mer än 2 siffror efter decimalen tillåts inte för fast värde.
tr_tr: Sabit değer için ondalıktan sonra 2 basamaktan fazlasına izin verilmez.

source: Percentage greater than 100 not allowed.
ar: لا يسمح بالنسب أعلى من ١٠٠
da: Procentdel større end 100 er ikke tilladt.
de_de: Prozentsatz größer als 100 nicht erlaubt.
el: Ποσοστό μεγαλύτερο από 100 δεν επιτρέπεται.
eo: Pérçéntägé gréätér thän 100 nöt ällöwéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Porcentaje superior a 100 no permitido.
es_es: Porcentaje superior a 100 no permitido.
fil_ph: Hindi pinapayagan ang porsyentong higit sa 100.
id: Persentase lebih dari 100 tidak diperbolehkan.
pt_br: Porcentagem maior que 100 não permitido
pt_pt: Percentagem maior que 100 não é permitida.
sq: Përqindja më e madhe se 100 nuk lejohet.
sv: Procentandel större än 100 är inte tillåtet.
tr_tr: Yüzde cinsinden oran 100'den yüksek olamaz.

source: transaction declined
ar: تم رفض العملية
da: transaktion afvist
de_de: Transaktion abgelehnt
el: η συναλλαγή απορρίφθηκε
eo: tränsäçtïön déçlïnéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Transacción rechazada
es_es: transaccion rechazada
fil_ph: tinanggihan ang transaksyon
id: transaksi ditolak
pt_br: Tradução recusada
pt_pt: transacção recusada
sq: transaksioni u refuzua
sv: Överföring nekad
tr_tr: işlem reddedildi

source: Refund administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
ar: تم تعطيل إدارة الاسترداد بسبب الضغط على قاعدة البيانات. يمكن استعادة هذه الوظيفة عن طريق تنشيط مفتاح التبديل {switch_name}. كن حذرًا عند إعادة تنشيط هذا المفتاح!
da: Refusionsadministration er blevet deaktiveret på grund af belastningen på databasen. Denne funktionalitet kan gendannes ved at aktivere {switch_name} vaffelkontakten. Vær forsigtig, når du genaktiverer denne kontakt!
de_de: Die Erstattungsverwaltung wurde aufgrund der Belastung der Datenbank deaktiviert. Diese Funktionalität kann durch Aktivieren des Schalters {switch_name} Waffel wieder hergestellt werden. Seien Sie vorsichtig, wenn Sie diesen Schalter wieder aktivieren!
el: Η διαχείριση επιστροφής χρημάτων έχει απενεργοποιηθεί λόγω του φόρτου της βάσης δεδομένων. Αυτή η λειτουργία μπορεί να αποκατασταθεί με την ενεργοποίηση του διακόπτη βάφλα {switch_name} . Να είστε προσεκτικοί όταν ενεργοποιείτε ξανά αυτόν τον διακόπτη!
eo: Réfünd ädmïnïsträtïön häs ßéén dïsäßléd düé tö thé löäd ön thé dätäßäsé. Thïs fünçtïönälïtý çän ßé réstöréd ßý äçtïvätïng thé {switch_name} Wäfflé swïtçh. Bé çäréfül whén ré-äçtïvätïng thïs swïtçh! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂#
es_419: La administración del reembolso se ha deshabilitado debido a la carga en la base de datos. Esta funcionalidad puede ser restablecida activando el Waffle switch{switch_name}. ¡sea cuidadoso al reactivar este Waffle switch!
es_es: La administración de reembolsos se ha deshabilitado debido a la carga en la base de datos. Esta funcionalidad se puede restaurar activando el interruptor Waffle {switch_name}. ¡Tenga cuidado al reactivar este interruptor!
fil_ph: Ang pangangasiwa ng refund ay hindi pinagana dahil sa pag-load sa database. Maaaring ibalik ang functionality na ito sa pamamagitan ng pag-activate ng {switch_name} Waffle switch. Mag-ingat kapag muling ina-activate ang switch na ito!
id: Administrasi pengguna telah dinonaktifkan karena beban pada database. Fungsionalitas ini dapat dipulihkan dengan mengaktifkan sakelar Waffle {switch_name}. Hati-hati saat mengaktifkan kembali switch ini!
pt_br: A administração de reembolso foi desativada devido à carga no banco de dados. Esta funcionalidade pode ser restaurada ativando o {switch_name} interruptor. Tenha cuidado ao reativar esta chave!
pt_pt: A administração de reembolsos foi desactivada devido à carga na base de dados. Esta funcionalidade pode ser restaurada activando o botão {switch_name} Waffle switch. Tenha cuidado ao reactivar este interruptor!
sq: Administrimi i rimbursimit është çaktivizuar për shkak të ngarkesës në bazën e të dhënave. Ky funksionalitet mund të rikthehet duke aktivizuar çelësin {switch_name} Waffle. Kini kujdes kur riaktivizoni këtë çelës!
sv: Återbetalningsadministrationen har inaktiverats på grund av belastningen på databasen. Denna funktion kan återställas genom att aktivera {switch_name} Waffle-omkopplaren. Var försiktig när du återaktiverar den här omkopplaren!
tr_tr: Veritabanındaki yük nedeniyle iade yönetimi devre dışı bırakıldı. Bu işlev {switch_name} anahtarı açılarak geri getirilebilir. Bu anahtarı yeniden etkinleştirirken dikkatli olun!

source: Order
ar: الطلبية
az: Sifariş
da: Bestille
de_de: Bestellung
el: Παραγγελία
eo: Ördér Ⱡ'σяєм ιρѕ#
es_419: Orden
es_es: Pedido
fil_ph: Umorder
id: Pesanan
pt_br: Ordem
pt_pt: Pedido
ru: Заказ
sq: Rendit
sv: Sortera
sw_ke: Mpangilio
tr_tr: Sipariş
zh_cn: 订单

source: User
ar: المستخدم
az: İstifadəçi
da: Bruger
de_de: Benutzer
el: Χρήστης
eo: Ûsér Ⱡ'σяєм ι#
es_419: Usuario
es_es: Usuario
fil_ph: Gumagamit
id: Pengguna
pt_br: Usuário
pt_pt: Utilizador
ru: Пользователь
sq: Përdorues
sv: Användare
sw_ke: Mtumiaji
tr_tr: Kullanıcı
zh_cn: 用户

source: Total Credit (excl. tax)
ar: الرصيد الإجمالي (باستثناء الضريبة)
az: Ümumi kredit (vergi daxil deyil)
da: Samlet kredit (ekskl. skat)
de_de: Gesamtbetrag (exkl. Steuern)
el: Συνολική πίστωση (χωρίς φόρο)
eo: Tötäl Çrédït (éxçl. täx) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Crédito total (excluidos impuestos)
es_es: Crédito (sin impuestos)
fil_ph: Kabuuang Credit (hindi kasama ang buwis)
id: Total Kredit (tidak termasuk pajak)
pt_br: Crédito Total (exceto impostos)
pt_pt: Total do Crédito (excl. imp.)
ru: Итого (без налогов)
sq: Kredia totale (pa taksa)
sv: Total kredit (exkl. moms)
sw_ke: Jumla ya Mkopo (Bila kujumuisha kodi)
tr_tr: Toplam Kredi (vergi hariç)
zh_cn: 总学分 (不含税)

source: Currency
ar: العملة
az: Valyuta
da: betalingsmiddel
de_de: Währung
el: Νόμισμα
eo: Çürrénçý Ⱡ'σяєм ιρѕυм ∂#
es_419: Moneda
es_es: Moneda
fil_ph: Pera
id: Mata uang
pt_br: Moeda atual
pt_pt: Moeda
ru: Валюта
sq: Monedha
sv: Valuta
sw_ke: Sarafu
tr_tr: Para
zh_cn: 货币

source: Refund
ar: استرداد المبلغ
az: Geri ödəyin
da: Tilbagebetale
de_de: Rückerstattung
el: Επιστροφή χρημάτων
eo: Réfünd Ⱡ'σяєм ιρѕυ#
es_419: Reembolso
es_es: Reembolso
id: Pengembalian Ulang
pt_br: Reembolso
pt_pt: Reembolso
ru: Возврат
sq: Rimbursimi
sv: Återbetalning
sw_ke: Rejesha malipo
tr_tr: İade
zh_cn: 退款

source: Order Line
ar: خط الطلبية
az: Sifariş xətti
da: Ordrelinje
de_de: Bestelllinie
el: Γραμμή παραγγελίας
eo: Ördér Lïné Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Línea de la orden
es_es: Pedido
fil_ph: Linya ng Order
id: Jalur Pemesanan
pt_br: Fila de compras
pt_pt: Linha de Pedido
ru: Строка заказа
sq: Linja e porosive
sv: Orderrad
sw_ke: Sehemu ya Kuagiza
tr_tr: Sipariş Hattı
zh_cn: 命令行

source: Line Credit (excl. tax)
ar: رصيد الخط (باستثناء الضريبة)
az: Kredit xətti (vergi daxil deyil)
da: Linjekredit (ekskl. moms)
de_de: Gesamtbetrag (exkl. Steuern)
el: Πίστωση γραμμής (χωρίς φόρο)
eo: Lïné Çrédït (éxçl. täx) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Línea de crédito (excluidos impuestos)
es_es: Crédito (sin impuestos)
fil_ph: Line Credit (hindi kasama ang buwis)
id: Jalur Kredit termasuk pajak)
pt_br: Linha de Crédito (exc. taxas)
pt_pt: Linha de Crédito (excl. imp.)
ru: Итого (без налогов)
sq: Kredia e linjës (pa taksa)
sv: Linjekredit (exkl. moms)
sw_ke: Mstari wa Mkopo (bila kodi)
tr_tr: Kredi Limiti (vergi hariç)
zh_cn: 行信贷 (不含税)

source: Quantity
ar: الكمّية
az: Miqdar
da: Antal
de_de: Menge
el: Ποσότητα
eo: Qüäntïtý Ⱡ'σяєм ιρѕυм ∂#
es_419: Cantidad
es_es: Cantidad
fil_ph: Dami
id: Kuantitas
pt_br: Quantidade
pt_pt: Quantidade
ru: Количество
sq: Sasia
sv: Antal
sw_ke: Idadi
tr_tr: Miktar
zh_cn: 数量

source: Can be used once by one customer
ar: يمكن لعميل واحد استخدامه لمرّة واحدة
az: Bir müştəri tərəfindən bir dəfə istifadə oluna bilər
da: Kan bruges én gang af én kunde
de_de: Kann nur einmal pro Teilnehmer verwendet werden.
el: Μπορεί να χρησιμοποιηθεί μία φορά από έναν πελάτη
eo: Çän ßé üséd önçé ßý öné çüstömér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Puede ser usado una vez por un cliente
es_es: Puede ser utilizado una vez por un cliente
fil_ph: Maaaring gamitin nang isang beses ng isang customer
id: Dapat digunakan satu kali oleh satu pelanggan
pt_br: Pode ser utilizado apenas uma vez por um cliente
pt_pt: Pode ser usado uma vez por cada cliente
sq: Mund të përdoret një herë nga një klient
sv: Kan användas en gång av en kund
tr_tr: Bir müşteri tarafından bir kez kullanılabilir

source: Can be used multiple times by multiple customers
ar: يمكن لعدّة عملاء استخدامه لعدّة مرات
az: Çoxsaylı müştərilər tərəfindən bir neçə dəfə istifadə edilə bilər
da: Kan bruges flere gange af flere kunder
de_de: Kann mehrfach von mehreren Teilnehmern genutzt werden.
el: Μπορεί να χρησιμοποιηθεί πολλές φορές από πολλούς πελάτες
eo: Çän ßé üséd mültïplé tïmés ßý mültïplé çüstömérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Puede ser usado múltiples veces por múltiples clientes
es_es: Puede ser utilizado varias veces por varios clientes
fil_ph: Maaaring gamitin ng maraming beses ng maraming customer
id: Dapat digunakan berkali-kali oleh banyak pelanggan
pt_br: Pode ser utilizado várias vezes por vários clientes
pt_pt: Pode ser usado multiplas vezes por vários clientes
sq: Mund të përdoret disa herë nga shumë klientë
sv: Kan användas flera gånger av flera kunder
tr_tr: Birden fazla müşteri tarafından çok kez kullanılabilir

source: Can only be used once per customer
ar: يمكن لكل عملاء استخدامه لمرّة واحدة
da: Kan kun bruges én gang pr. kunde
de_de: Kann nur einmal pro Kunde verwendet werden.
el: Μπορεί να χρησιμοποιηθεί μόνο μία φορά από κάθε πελάτη
eo: Çän önlý ßé üséd önçé pér çüstömér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Solo puede ser usado por un cliente
es_es: Solo se puede usar una vez por cliente
fil_ph: Isang beses lang magagamit bawat customer
id: Hanya dapat digunakan sekali per pelanggan
pt_br: Pode ser usado apenas uma vez por cliente
pt_pt: Só pode ser usado uma vez por cliente
sq: Mund të përdoret vetëm një herë për klient
sv: Kan endast användas en gång per kund
tr_tr: Her müşteri tarafından yalnızca bir kere kullanılabilir

source: Can be used multiple times by one customer
ar: يمكن استخدامه عدة مرات لنفس العميل
da: Kan bruges flere gange af én kunde
de_de: Kann von einem Kunden mehrfach verwendet werden
el: Μπορεί να χρησιμοποιηθεί πολλές φορές από έναν πελάτη
eo: Çän ßé üséd mültïplé tïmés ßý öné çüstömér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Puede ser usado múltiples veces por un cliente
es_es: Puede ser utilizado varias veces por un cliente
fil_ph: Maaaring gamitin ng maraming beses ng isang customer
id: Dapat digunakan berkali-kali oleh satu pelanggan
pt_br: Pode ser usado várias vezes por um cliente
pt_pt: Pode ser usado várias vezes por um cliente
sq: Mund të përdoret disa herë nga një klient
sv: Kan användas flera gånger av en kund
tr_tr: Bir müşteri tarafından çok kez kullanılabilir

source: Usage
ar: الاستخدام
da: Brug
de_de: Verwendung
el: Χρήση
eo: Ûsägé Ⱡ'σяєм ιρѕ#
es_419: Uso
es_es: Uso
fil_ph: Paggamit
id: Penggunaan
pt_br: Uso
pt_pt: Uso
sq: Përdorimi
sv: Användande
tr_tr: Kullanım

source: Should this code batch be public or private for assignment.
ar: هل بالإمكان أن تكون مجموعة التعليمات البرمجية هذه عامة أو خاصة التعيين.
da: Skal denne kodebatch være offentlig eller privat til tildeling.
el: Εάν αυτή η παρτίδα κωδικών είναι δημόσια ή ιδιωτική για εκχώρηση.
es_es: Si este lote de código debe ser público o privado para la asignación.
fil_ph: Dapat bang pampubliko o pribado ang batch ng code na ito para sa pagtatalaga.
id: Haruskah kumpulan kode ini menjadi publik atau pribadi untuk penugasan.
pt_br: Este lote de código deve ser publico ou privado para atribuição
pt_pt: Caso este lote de códigos seja público ou privado para atribuição.
sq: Nëse kjo grumbull kodesh duhet të jetë publike ose private për caktim.
sv: Ska denna kodbatch vara offentlig eller privat för tilldelning.

source: This voucher is assigned to another user.
ar: تم تعيين هذه القسيمة لمستخدم آخر.
da: Denne voucher er tildelt en anden bruger.
de_de: Dieser Gutschein wurde einem anderen Nutzer zugewiesen.
el: Αυτό το κουπόνι εκχωρείται σε άλλο χρήστη.
eo: Thïs vöüçhér ïs ässïgnéd tö änöthér üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Este comprobante está asignado a otro usuario.
es_es: Este vale está asignado a otro usuario.
fil_ph: Ang voucher na ito ay itinalaga sa ibang user.
id: Voucher ini diberikan ke pengguna lain.
pt_br: Este voucher foi atribuído a outro usuário.
pt_pt: Este voucher é atribuído a outro utilizador.
sq: Ky kupon i është caktuar një përdoruesi tjetër.
sv: Denna voucher tilldelas en annan användare.

source: Catalog Query
ar: استفسار عن كتالوج
az: Kataloq sorğusu
da: Katalogforespørgsel
de_de: Katalogabfrage
el: Ερώτημα καταλόγου
eo: Çätälög Qüérý Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Búsqueda en el catálogo
es_es: Consulta de catálogo
id: Permintaan Katalog
pt_br: Consulta de catálogo
pt_pt: Consulta de Catálogo
ru: запрос каталога
sq: Pyetja e katalogut
sv: Katalogfråga
sw_ke: Hoja ya Katalogi
tr_tr: Katalog Sorgulama
zh_cn: 目录查询

source: Redeemed For Course IDs
ar: تم الاسترداد بمعرّفات المساق
az: Kurs ID-ləri üçün ödənildi
da: Indløses til kursus-id"er
de_de: Eingelöst für Kurs-IDs
el: Εξαργυρώθηκε για αναγνωριστικά μαθημάτων
eo: Rédééméd För Çöürsé ÌDs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Redimidos or el ID del Curso
es_es: Canjeado por ID de curso
fil_ph: Na-redeem Para sa Mga Course ID
id: Ditukarkan Untuk ID Kursus
pt_br: Resgatado para IDs de curso
pt_pt: Amortizado por IDs do Curso
ru: Используется для идентификаторов курсов
sq: Shlyer për ID-të e kurseve
sv: Lös in för kurs-ID
tr_tr: Ders Kimlikleri İçin Kullanıldı
zh_cn: 已兑换课程ID

source: Redeemed For Course ID
ar: تم الاسترداد بمعرّف الدورة التدريبية
az: Kurs ID-si üçün ödənildi
da: Indløst til kursus-id
de_de: Eingelöst für Kurs-ID
el: Εξαργυρώθηκε για το αναγνωριστικό μαθήματος
eo: Rédééméd För Çöürsé ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Redimido para el ID de curso
es_es: Canjeado por ID de curso
fil_ph: Na-redeem Para sa Course ID
id: Ditebus Untuk ID Kursus
pt_br: Resgatado para ID do curso
pt_pt: Amortizado por ID do Curso
ru: Использованный для идентификатора курса
sq: Shlyer për ID-në e kursit
sv: Lös in för kurs-ID
sw_ke: Imerejeshwa Kwa Utambulisho cha Kozi
tr_tr: Ders Kimliği İçin Kullanıldı
zh_cn: 已兑换课程ID

source: Redeemed
ar: تم الاسترداد
az: Əməl edildi
da: Forløst
de_de: Bezahlt
el: Εξαργυρωμένο
eo: Rédééméd Ⱡ'σяєм ιρѕυм ∂#
es_419: Redimido
es_es: Canjeado
fil_ph: Natubos
id: Ditebus
pt_br: Resgatado
pt_pt: Amortizado
ru: Использовать
sq: I shpenguar
sv: Inlöst
sw_ke: Imerejeshwa
tr_tr: Mahsuplaşıldı
zh_cn: 已兑换

source: Active
ar: فعّال
az: Aktiv
da: Aktiv
de_de: Aktiv
el: Ενεργό
eo: Àçtïvé Ⱡ'σяєм ιρѕυ#
es_419: Activo
es_es: Activo
fil_ph: Aktibo
id: Aktif
pt_br: Ativo
pt_pt: Ativo
ru: Активный
sq: Aktiv
sv: Aktiv
sw_ke: Hai
tr_tr: Aktif
zh_cn: 活跃的

source: Inactive
ar: غير نشط
az: Qeyri-fəal
da: Inaktiv
de_de: Inaktiv
el: Ανενεργό
eo: Ìnäçtïvé Ⱡ'σяєм ιρѕυм ∂#
es_419: Inactivo
es_es: Inactivo
fil_ph: Hindi aktibo
id: Tidak Aktif
pt_br: Inativo
pt_pt: Inativo
ru: Неактивный
sq: Jo aktive
sv: Inaktiv
sw_ke: Haiko katika matumizi
tr_tr: Etkin değil
zh_cn: 未激活的

source: Discount
ar: الخصومات
az: Endirim
da: Rabat
de_de: Rabatt
el: Έκπτωση
eo: Dïsçöünt Ⱡ'σяєм ιρѕυм ∂#
es_419: Descuento
es_es: Descuento
fil_ph: diskwento
id: Diskon
pt_br: Desconto
pt_pt: Desconto
ru: Скидка
sq: Zbritje
sv: Rabatt
sw_ke: "Punguzo"
tr_tr: İndirim
zh_cn: 折扣

source: Enrollment
ar: تسجيل
az: Qeydiyyat
da: Tilmelding
de_de: Einschreibung
el: Εγγραφή
eo: Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Inscripciones
es_es: Inscripciones
fil_ph: Pagpapatala
id: Pendaftaran
pt_br: Matrícula
pt_pt: Registo
ru: Регистрация на курс
sq: Regjistrimi
sv: Kursregistrering
sw_ke: Usajili
tr_tr: Kayıt
zh_cn: 选课

source: {percentage} %
ar: النسبة {percentage} %
eo: {percentage} % Ⱡ'σяєм ιρѕ#
id: Persentase

source: Code
ar: الرمز
az: Kod
da: Kode
el: κωδικός
eo: Çödé Ⱡ'σяєм ι#
es_419: Código
es_es: Código
id: Kode
pt_br: Código
pt_pt: Código
ru: Код
sq: Kodi
sv: Kod
sw_ke: Namba
tr_tr: Kod
zh_cn: 代码

source: This row applies to all vouchers
ar: ينطبق هذا الصف على كافة القسائم.
da: Denne række gælder for alle værdibeviser
de_de: Diese Zeile beinhaltet alle Gutscheine
el: Αυτή η σειρά ισχύει για όλα τα κουπόνια
eo: Thïs röw äpplïés tö äll vöüçhérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Esta fila se aplica a todos los comprobantes.
es_es: Esta fila se aplica a todos los comprobantes
fil_ph: Nalalapat ang row na ito sa lahat ng voucher
id: Baris ini berlaku untuk semua voucher
pt_br: Esta linha se aplica a todos o vouchers
pt_pt: Esta linha aplica-se a todos os vouchers
sq: Ky rresht vlen për të gjithë kuponët
sv: Denna rad gäller alla kuponger
tr_tr: Bu satır tüm kuponlar için geçerlidir

source: Category
ar: فئة
az: Kateqoriya
da: Kategori
de_de: Kategorie
el: Κατηγορία
eo: Çätégörý Ⱡ'σяєм ιρѕυм ∂#
es_419: Categoría
es_es: Categoría
fil_ph: Kategorya
id: Kategori
pt_br: Categoria
pt_pt: Categoria
ru: Тема
sq: Kategoria
sv: Kategori
sw_ke: Tabaka
tr_tr: Kategori
zh_cn: 分类

source: Coupon Expiry Date
ar: تاريخ انتهاء الدورة التدريبية
az: Kupon bitmə tarixi
da: Kuponens udløbsdato
de_de: Gutschein End-Datum
el: Ημερομηνία λήξης κουπονιού
eo: Çöüpön Éxpïrý Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Fecha de expiración del cupón
es_es: Fecha de vencimiento del cupón
fil_ph: Petsa ng Pag-expire ng Kupon
id: Tanggal kadaluwarsa kupon
pt_br: Data de expiração do cupom
pt_pt: Data de Validade do Cupão
ru: Дата заверешния действия купона
sq: Data e skadimit të kuponit
sv: Kupongens utgångsdatum
sw_ke: Tarehe ya mwisho kutumia 'kuponi'
tr_tr: Kupon Sona Erme Tarihi
zh_cn: 优惠券有效期

source: Coupon Name
ar: اسم القسيمة
az: Kupon adı
da: Kuponnavn
de_de: Gutscheinname
el: Όνομα κουπονιού
eo: Çöüpön Nämé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Nombre del cupón
es_es: Nombre del cupón
fil_ph: Pangalan ng Kupon
id: Nama Kupon
pt_br: Nome de Cupom
pt_pt: Nome do Cupão
ru: Наименование купона
sq: Emri i kuponit
sv: Kupongnamn
sw_ke: Jina la Kuponi
tr_tr: Kupon Adı
zh_cn: 优惠券名称

source: Coupon Start Date
ar: تاريخ بدء الدورة التدريبية
az: Kupon başlama tarixi
da: Kuponens startdato
de_de: Gutschein Start-Datum
el: Ημερομηνία έναρξης κουπονιού
eo: Çöüpön Stärt Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Fecha de inicio del cupón
es_es: Fecha de inicio del cupón
fil_ph: Petsa ng Pagsisimula ng Kupon
id: Tanggal Mulai Kupon
pt_br: Data de inicio do cupom
pt_pt: Data de Início do Cupão
ru: Дата начала действия купона
sq: Data e fillimit të kuponit
sv: Kupongens startdatum
sw_ke: Tarehe ya Kuanza Kuponi
tr_tr: Kupon Başlangıç Tarihi
zh_cn: 优惠券开始日期
