Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: If you have questions regarding clearing a match, please contact {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} for information about options for clearing a match. Your account will be suspended until this matter is resolved satisfactorily.
ar: إذا كانت لديك أسئلة حول إزالة حالة التطابق، فيُرجى الاتصال بـ {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} للحصول على معلومات حول الخيارات المتاحة لإزالة حالة التطابق. سيتم تعليق حسابك حتى يتم حل هذه المسألة حلاً مُرضيًا.
da: Hvis du har spørgsmål vedrørende clearing af et match, bedes du kontakte {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} for at få oplysninger om muligheder for at cleare et match. Din konto vil blive suspenderet, indtil denne sag er løst på tilfredsstillende vis.
de_de: Wenn Sie Fragen zum Löschen einer Prüfung haben, wenden Sie sich bitte an {ofac_email_link} ofac.reconsideration@treasury.gov{end_link}, um Informationen über die Optionen zum Löschen einer Prüfung zu erhalten. Ihr Konto wird gesperrt, bis diese Angelegenheit zufriedenstellend gelöst ist.
el: Εάν έχετε ερωτήσεις σχετικά με την εκκαθάριση ενός αγώνα, επικοινωνήστε με το {ofac_email_link} ofac.reconsideration@treasury.gov {end_link} για πληροφορίες σχετικά με τις επιλογές για την εκκαθάριση ενός αγώνα. Ο λογαριασμός σας θα τεθεί σε αναστολή μέχρι να επιλυθεί ικανοποιητικά αυτό το ζήτημα.
eo: Ìf ýöü hävé qüéstïöns régärdïng çléärïng ä mätçh, pléäsé çöntäçt {ofac_email_link} öfäç.réçönsïdérätïön@tréäsürý.göv{end_link} för ïnförmätïön äßöüt öptïöns för çléärïng ä mätçh. Ýöür äççöünt wïll ßé süspéndéd üntïl thïs mättér ïs résölvéd sätïsfäçtörïlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм#
es_419: Si tiene preguntas sobre cómo borrar una coincidencia, comuníquese con {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} para obtener información sobre las opciones para borrar una coincidencia. Su cuenta será suspendida hasta que este asunto se resuelva satisfactoriamente.
es_es: Si tiene preguntas sobre cómo borrar una coincidencia, comuníquese con {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} para obtener información sobre las opciones para borrar una coincidencia. Su cuenta será suspendida hasta que este asunto se resuelva satisfactoriamente.
fil_ph: Kung mayroon kang mga tanong tungkol sa pag-clear sa isang laban, mangyaring makipag-ugnayan sa {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} para sa impormasyon tungkol sa mga opsyon para sa pag-clear sa isang laban. Masususpinde ang iyong account hanggang sa malutas nang kasiya-siya ang usaping ito.
id: Jika Anda memiliki pertanyaan tentang menyelesaikan pertandingan, silakan hubungi {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} untuk informasi tentang opsi untuk menyelesaikan pertandingan. Akun Anda akan ditangguhkan hingga masalah ini diselesaikan dengan memuaskan.
pt_br: Se você tiver dúvidas sobre a compensação de uma correspondência, entre em contato com {ofac_email_link} ofac.reconsideration@treasury.gov {end_link} para obter informações sobre as opções de compensação de uma correspondência. Sua conta será suspensa até que este assunto seja resolvido satisfatoriamente.
pt_pt: Se tiver dúvidas sobre a compensação de uma correspondência, contactar {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} para informações sobre opções para a compensação de uma correspondência. A sua conta será suspensa até que este assunto seja resolvido de forma satisfatória.
sq: Nëse keni pyetje në lidhje me pastrimin e një ndeshjeje, ju lutemi kontaktoni {ofac_email_link} ofac.reconsideration@treasury.gov {end_link} për informacion rreth opsioneve për pastrimin e një ndeshjeje. Llogaria juaj do të pezullohet derisa kjo çështje të zgjidhet në mënyrë të kënaqshme.
sv: Om du har frågor angående clearing av en matchning, kontakta {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} för information om alternativ för att rensa en matchning. Ditt konto kommer att stängas av tills detta ärende har lösts på ett tillfredsställande sätt.

source: Copyright © %(year)s %(platform_name)s. All rights reserved.
ar: جميع حقوق النشر والطبع محفوظة للمنصّة %(platform_name)s © %(year)s
az: Müəllif hüquqları © %(year)s %(platform_name)s. Bütün hüquqlar qorunur.
da: Copyright © %(year)s %(platform_name)s. Alle rettigheder forbeholdes.
de_de: Copyright © %(year)s %(platform_name)s. Alle Rechte vorbehalten.
el: ©%(year)s %(platform_name)s. Με την επιφύλαξη κάθε νόμιμου δικαιώματος.
eo: Çöpýrïght © %(year)s %(platform_name)s. Àll rïghts résérvéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Copyright © %(year)s %(platform_name)s. Todos los derechos reservados.
es_es: Copyright © %(year)s %(platform_name)s. Reservados todos los derechos.
pt_br: Direitos Reservados %(year)s %(platform_name)s. Todos os direitos reservados.
pt_pt: Direitos de Autor © %(year)s %(platform_name)s. Todos os direitos reservados.
ru: Все права защищены, © %(platform_name)s, %(year)s.
sq: E drejta e autorit © %(year)s %(platform_name)s . Të gjitha të drejtat e rezervuara.
sv: Copyright © %(year)s %(platform_name)s. Alla rättigheter förbehållna.
tr_tr: Telif © %(year)s %(platform_name)s. Tüm hakları saklıdır.
zh_cn: 版权 © %(year)s %(platform_name)s。保留所有权利。

source: Hi %(full_name)s,
ar: مرحبًا %(full_name)s،
az: Salam %(full_name)s,
da: Hej %(full_name)s,
de_de: Hallo %(full_name)s,
el: Γεια σας %(full_name)s
eo: Hï %(full_name)s, Ⱡ'σяєм ιρѕυм #
es_419: Hola %(full_name)s,
es_es: Hola %(full_name)s,
fil_ph: Kumusta %(full_name)s,
id: Hai %(full_name)s,
pt_br: Olá %(full_name)s,
pt_pt: Olá %(full_name)s,
ru: Здравствуйте, %(full_name)s,
sq: Përshëndetje %(full_name)s ,
sv: Hej %(full_name)s,
sw_ke: Salamu %(full_name)s,
tr_tr: Merhaba %(full_name)s,
zh_cn: %(full_name)s 您好，

source: Thank you for purchasing %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
ar: شكرًا لشرائك %(course_title)s. ستظهر رسوم على كشف الحساب الخاص ببطاقة الائتمان أو بطاقة المدين مع اسم الشركة"%(platform_name)s".
da: Tak, fordi du købte %(course_title)s. En debitering vises på dit kredit- eller betalingskortudtog med firmanavnet &quot;%(platform_name)s&quot;.
de_de: Vielen Dank für Ihren Einkauf von %(course_title)s. Auf Ihrer Kredit- oder Debitkartenabrechnung erscheint eine Belastung mit dem Firmennamen "%(platform_name)s".
el: Σας ευχαριστούμε που αγοράσατε %(course_title)s . Θα εμφανιστεί μια χρέωση στο αντίγραφο κίνησης της πιστωτικής ή χρεωστικής σας κάρτας με όνομα εταιρείας &quot; %(platform_name)s &quot;.
eo: Thänk ýöü för pürçhäsïng %(course_title)s. À çhärgé wïll äppéär ön ýöür çrédït ör déßït çärd stätémént wïth ä çömpäný nämé öf "%(platform_name)s". Ⱡ'σяєм ιρѕυм#
es_419: Gracias por comprar %(course_title)s. Un cobro aparecerá en su tarjeta de crédito o débito con nombre de empresa"%(platform_name)s".
es_es: Gracias por comprar %(course_title)s. Aparecerá un cargo en el extracto de su tarjeta de crédito o débito con el nombre de la empresa &quot;%(platform_name)s"
fil_ph: Salamat sa pagbili ng %(course_title)s. May lalabas na singil sa iyong credit o debit card statement na may pangalan ng kumpanya na &quot;%(platform_name)s&quot;.
pt_br: Obrigado por adquirir %(course_title)s . Uma cobrança aparecerá no extrato do seu cartão de crédito ou débito com o nome da empresa &quot; %(platform_name)s &quot;.
pt_pt: Obrigado por comprar %(course_title)s. Um débito aparecerá no extrato do seu cartão de crédito ou débito com o nome da empresa '%(platform_name)s'.
sq: Faleminderit që bletë %(course_title)s . Një tarifë do të shfaqet në pasqyrën e kartës suaj të kreditit ose debitit me një emër kompanie &quot; %(platform_name)s &quot;.
sv: Tack för att du köpte %(course_title)s. En debitering visas på ditt kredit- eller betalkortsutdrag med företagsnamnet "%(platform_name)s".
tr_tr: %(course_title)s dersini satın aldığınız için teşekkür ederiz. Kredi veya banka kartı ekstrenizde %(platform_name)s şirket adıyla bir ödeme görünecek.

source: You can access your course and complete your verification (if required) on your %(platform_name)s dashboard.
ar: يمكنك الوصول إلى مساقك وإتمام عملية التوثيق (إذا كان مطلوبًا) باستخدام لوحة معلومات منصّة %(platform_name)s الخاصّة بك.
az: Siz kursunuza daxil ola və təsdiqləməni (tələb olunursa) %(platform_name)s panelinizdə tamamlaya bilərsiniz.
da: Du kan få adgang til dit kursus og fuldføre din bekræftelse (hvis påkrævet) på dit %(platform_name)s dashboard.
de_de: Sie können auf der %(platform_name)s Kursübersichtsseite Ihren Kurs aufrufen und die Verifizierung abschließen (sofern nötig).
el: Μπορείτε να αποκτήσετε πρόσβαση στο μάθημά σας και να ολοκληρώσετε την επαλήθευση (αν απαιτείται) στον πίνακα ελέγχου %(platform_name)s.
eo: Ýöü çän äççéss ýöür çöürsé änd çömplété ýöür vérïfïçätïön (ïf réqüïréd) ön ýöür %(platform_name)s däshßöärd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Puede acceder a su curso y completar la verificación (de ser requerida) en su Panel de control de %(platform_name)s.
es_es: Ya puedes acceder a tu curso y completar tu registro (si se requiere) en el panel de %(platform_name)s.
fil_ph: Maaari mong i-access ang iyong kurso at kumpletuhin ang iyong pag-verify (kung kinakailangan) sa iyong %(platform_name)s dashboard.
id: Anda dapat mengakses dan melengkapi verifikasi (jika diperlukan) di dashboard %(platform_name)s Anda.
pt_br: Você pode acessar o seu curso e completar a sua verificação (se necessário) em seu painel %(platform_name)s .
pt_pt: Pode aceder ao seu curso e concluir a validação (se necessário) no seu painel de controlo %(platform_name)s.
ru: Вы можете получить доступ к вашему курсу и завершить процесс верификации личности (если требуется) в панели управления %(platform_name)s.
sq: Mund të hyni në kursin tuaj dhe të përfundoni verifikimin tuaj (nëse kërkohet) në pultin tuaj %(platform_name)s .
sv: Du kan komma åt din kurs och slutföra din verifiering (om det behövs) på din %(platform_name)s instrumentpanel.
sw_ke: Unaweza kupata kozi yako na kukamilisha uhakiki wako (if required) kwenye dashibodi ya%(platform_name)s .
tr_tr: %(platform_name)s tablosunda dersinize giriş yapabilirsiniz ve doğrulamanızı tamamlayabilirsiniz (eğer gerekliyse).
zh_cn: 您可以访问您的课程并在您的 %(platform_name)s 仪表板上完成认证（如要求）。

source: To explore other great courses, visit the %(platform_name)s website. More courses are added every day!
ar: يُمكنك زيارة موقع %(platform_name)s لاستكشاف العديد من المساقات الرائعة الأخرى حيث تُضاف مساقات جديدة كل يوم.
az: Digər maraqlı kursları araşdırmaq üçün %(platform_name)sveb səhifəyə daxil olun. Hər gün əlavə kurslar əlavə olunur!
da: Besøg webstedet %(platform_name)s for at udforske andre fantastiske kurser. Flere kurser tilføjes hver dag!
de_de: Um weitere großartige Kurse zu finden, besuchen Sie die %(platform_name)s-Website. Dort werden täglich neue Kurse angeboten!
el: Για να εξερευνήσετε άλλα σπουδαία μαθήματα, επισκεφτείτε τον ιστότοπο του %(platform_name)s. Κάθε μέρα προστίθενται περισσότερα μαθήματα!
eo: Tö éxplöré öthér gréät çöürsés, vïsït thé %(platform_name)s wéßsïté. Möré çöürsés äré äddéd évérý däý! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Para explorar otros cursos extraordinarios, visite la página web de %(platform_name)s.
es_es: Para explorar otros excelentes cursos, visite el sitio web %(platform_name)s. ¡Cada día se añaden más cursos!
fil_ph: Upang tuklasin ang iba pang magagandang kurso, bisitahin ang %(platform_name)s website. Higit pang mga kurso ang idinaragdag araw-araw!
id: Untuk menjelajahi kursus hebat lainnya, kunjungi %(platform_name)s situs web. Lebih banyak kursus ditambahkan setiap hari!
pt_br: Conheça outros ótimos cursos, visite o site %(platform_name)s. Mais cursos são adicionados todos os dias!
pt_pt: Para explorar outros cursos, visite o site %(platform_name)s. Todos os dias são adicionados mais cursos!
ru: Чтобы посмотреть список всех доступных курсов, посетите %(platform_name)s. Новые курсы добавляются еженедельно!
sq: Për të eksploruar kurse të tjera të shkëlqyera, vizitoni faqen e internetit %(platform_name)s . Më shumë kurse shtohen çdo ditë!
sv: För att utforska andra fantastiska kurser, besök %(platform_name)s webbplats. Fler kurser läggs till varje dag!
sw_ke: Kufahamu kozi nyengine nzuri, tembelea tovuti ya %(platform_name)s. Kozi zaidi zinaongezwa kila siku!
tr_tr: Diğer harika dersleri bulmak için, %(platform_name)s web sitesini ziyaret edin. Her gün daha fazla ders ekleniyor!
zh_cn: 要探索其他优秀课程，请访问 %(platform_name)s 网站。每天都有新的课程！

source: View Payment Information
ar: عرض معلومات الدفع
az: Ödəniş məlumatına baxın
da: Se betalingsoplysninger
de_de: Zahlungsdaten ansehen
el: Προβολή στοιχείων πληρωμής
eo: Vïéw Päýmént Ìnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Ver Información del Pago
es_es: Ver información de pago
fil_ph: Tingnan ang Impormasyon sa Pagbabayad
id: Lihat Informasi Pembayaran
pt_br: Visualizar Informação de Pagamento
pt_pt: Ver Confirmação de Pagamento
ru: Просмотреть информацию об оплате
sq: Shikoni informacionin e pagesës
sv: Visa betalningsinformation
sw_ke: Angalia Taarifa za Malipo
tr_tr: Ödeme Bilgilerini Göster
zh_cn: 查看付款信息

source: Thank you. We hope you enjoy the course!
ar: نشكر مشاركتك ونأمل أن تستمتع بالمساق!
az: Təşəkkür edirik. Ümid edirik ki, kursu bəyəndiniz!
da: Tak skal du have. Vi håber du bliver glad for kurset!
de_de: Danke! Wir hoffen, Sie werden an diesem Kurs viel Freude haben!
el: Ευχαριστούμε. Ελπίζουμε να απολαύσετε το μάθημα!
eo: Thänk ýöü. Wé höpé ýöü énjöý thé çöürsé! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Gracias. Esperamos que disfrute del curso!
es_es: Gracias. ¡Esperamos que disfrutes del curso!
fil_ph: Salamat. Sana ay masiyahan ka sa kurso!
id: Terima kasih. Kami harap Anda menikmati kursus ini!
pt_br: Obrigado! Esperamos que goste do curso!
pt_pt: Obrigado. Esperamos que goste do curso!
ru: Спасибо! Мы надеемся, курс вам понравится!
sq: Faleminderit. Shpresojmë t&#39;ju pëlqejë kursi!
sv: Tack. Vi hoppas att du gillar kursen!
sw_ke: Asante. Tunataraji unafurahia kozi!
tr_tr: Teşekkürler. Umarız eğitimi beğenirsiniz!
zh_cn: 谢谢。我们希望您喜欢这门课程！

source: %(platform_name)s team
ar: فريق %(platform_name)s
az: %(platform_name)s komandası
da: %(platform_name)s hold
el: Η ομάδα του %(platform_name)s
eo: %(platform_name)s téäm Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Equipo de %(platform_name)s
es_es: El equipo de %(platform_name)s
id: %(platform_name)s tim
pt_br: A equipe %(platform_name)s
pt_pt: equipa %(platform_name)s
ru: Команда %(platform_name)s
sq: ekipi %(platform_name)s
sw_ke: timu %(platform_name)s
tr_tr: %(platform_name)s takımı
zh_cn: %(platform_name)s团队

source: You are receiving this email because you purchased a seat in the %(platform_name)s course %(course_title)s.
ar: وصلتك رسالة البريد الالكتروني هذه نتيجة شرائك لمقعد في مساق %(course_title)s الذي تقدّمه %(platform_name)s.
az: %(platform_name)skursa %(course_title)s yer satın aldığınız üçün bu e-maili alırsınız.
da: Du modtager denne e-mail, fordi du har købt en plads i %(platform_name)s kurset %(course_title)s.
de_de: Sie erhalten diese E-Mail, weil Sie einen Platz im Kurs %(course_title)s auf %(platform_name)s erworben haben.
el: Λαμβάνετε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου επειδή αγοράσατε μια θέση στο μάθημα %(platform_name)s %(course_title)s.
eo: Ýöü äré réçéïvïng thïs émäïl ßéçäüsé ýöü pürçhäséd ä séät ïn thé %(platform_name)s çöürsé %(course_title)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Está recibiendo este correo porque compró una silla en el curso %(course_title)s de %(platform_name)s.
es_es: Estás recibiendo este correo electrónico porque has comprado una plaza en %(platform_name)s curso %(course_title)s.
fil_ph: Natanggap mo ang email na ito dahil bumili ka ng upuan sa kursong %(platform_name)s %(course_title)s.
id: Anda menerima email ini karena Anda membeli kursi di %(platform_name)s tentu saja %(course_title)s.
pt_br: Você está recebendo este e-mail porque você adquiriu uma vaga %(platform_name)s no curso %(course_title)s.
pt_pt: Está a receber este email porque reservou um lugar na %(platform_name)s no curso %(course_title)s.
ru: Вы получили это письмо, поскольку вы приобрели доступ %(platform_name)s к курсу %(course_title)s.
sq: Ju po e merrni këtë email sepse keni blerë një vend në kursin %(platform_name)s %(course_title)s .
sv: Du får det här e-postmeddelandet eftersom du har köpt en plats i %(platform_name)s kurs %(course_title)s.
sw_ke: Unapokea barua pepe hii kwa sababu umelipia nafasi kwenye %(platform_name)s kwa ajili ya kozi %(course_title)s.
tr_tr: Bu e-postayı alıyorsunuz çünkü %(platform_name)s'da %(course_title)s dersinde bir yer satın aldınız.
zh_cn: 您收到此电子邮件是因为您在 %(platform_name)s 的课程 %(course_title)s中购买了一个座席。

source: Receipt Confirmation for:
ar: إقرار استلام من أجل:
az: Qəbz təsdiqi:
da: Kvittering for:
de_de: Bestätigungsbeleg für:
el: Επιβεβαίωση παραλαβής για:
eo: Réçéïpt Çönfïrmätïön för: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Confirmación de recibo para:
es_es: Recibo de Confirmación para:
fil_ph: Pagkumpirma ng Resibo para sa:
id: Konfirmasi Kwitansi untuk:
pt_br: Confirmação de recebimento para:
pt_pt: Confirmação de Recibo para:
ru: Уведомление о получении:
sq: Konfirmimi i marrjes për:
sv: Kvittobekräftelse för:
sw_ke: Uthibitisho wa Risiti ya:
tr_tr: Fatura Onayı:
zh_cn: 确认收到：

source: To view your payment information, visit the following website.
ar: لعرض معلومات سداد الدفعة، يُرجى زيارة الموقع الإلكتروني التالي.
az: Ödəniş məlumatınıza baxmaq üçün aşağıdakı veb sayta daxil olun.
da: Besøg følgende websted for at se dine betalingsoplysninger.
de_de: Um Ihre Bezahlinformationen zu sehen, besuchen Sie die folgende Webseite.
el: Για να δείτε τα στοιχεία πληρωμής σας, επισκεφτείτε τον παρακάτω ιστότοπο.
eo: Tö vïéw ýöür päýmént ïnförmätïön, vïsït thé föllöwïng wéßsïté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Para ver su información de pago, visite el siguiente sitio web
es_es: Para ver su información de pago, visite el siguiente sitio web.
fil_ph: Upang tingnan ang iyong impormasyon sa pagbabayad, bisitahin ang sumusunod na website.
id: Untuk melihat informasi pembayaran Anda, kunjungi situs web berikut.
pt_br: Para verificar as informações do seu pagamento, visite o seguinte website.
pt_pt: Para ver as suas informações de pagamento, visite o seguinte site.
ru: Чтобы просмотреть платежную информацию, зайдите на этот сайт.
sq: Për të parë informacionin tuaj të pagesës, vizitoni faqen e mëposhtme të internetit.
sv: För att se din betalningsinformation, besök följande webbplats.
sw_ke: Kutazama taarifa za malipo yako, tembelea tovuti ifuatayo.
tr_tr: Ödeme bilgilerinizi görmek için, aşağıdaki web sitesini ziyaret ediniz.
zh_cn: 要查看您的付款信息，请访问以下网站。

source: %(platform_name)s team
ar: فريق %(platform_name)s
az: %(platform_name)s komandası
da: %(platform_name)s hold
el: Η ομάδα του %(platform_name)s
eo: %(platform_name)s téäm Ⱡ'σяєм ιρѕυм ∂#
es_419: Equipo de %(platform_name)s
es_es: El equipo de %(platform_name)s
id: %(platform_name)s tim
pt_br: A equipe %(platform_name)s
pt_pt: equipa %(platform_name)s
ru: Команда %(platform_name)s
sq: ekipi %(platform_name)s
sw_ke: timu %(platform_name)s
tr_tr: %(platform_name)s takımı
zh_cn: %(platform_name)s 团队

source: The edX team
ar: فريق edX
az: EdX komandası
da: edX-teamet
de_de: Das edx Team
el: Η ομάδα edX
eo: Thé édX téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: El equipo de edX
es_es: El equipo de edX
fil_ph: Ang pangkat ng edX
id: Tim IndonesiaX
pt_br: A equipe do edX
pt_pt: A equipa edX
ru: Команда edX
sq: Ekipi edX
sv: edX-teamet
sw_ke: Timu ya edX
tr_tr: edX takımı
zh_cn: edX团队

source: Order Placed
ar: جرى وضع الطلب قيد التنفيذ.
az: Sifariş edildi
da: Ordren er afgivet
de_de: Bestellung aufgegeben
el: Η παραγγελία υποβλήθηκε
eo: Ördér Pläçéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Orden colocada
es_es: Pedido cursado
fil_ph: Inilagay ang Order
id: Pesanan Dilakukan
pt_br: Pedido realizado
pt_pt: Encomenda Efetuada
ru: Заказ размещен
sq: Porosia u bë
sv: Beställning lagd
sw_ke: Maagizo Yamepelekwa
tr_tr: Sipariş Yerleştirildi
zh_cn: 订单已提交

source: Payment Confirmation
ar: تأكيد سداد دفعة
az: Ödəniş təsdiqi
da: Betalingsbekræftelse
de_de: Zahlungsbestätigung
el: Επιβεβαίωση πληρωμής
eo: Päýmént Çönfïrmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Confirmación del Pago
es_es: Confirmación de pago
fil_ph: Kumpirmasyon ng Pagbabayad
id: Konfirmasi pembayaran
pt_br: Confirmação de pagamento
pt_pt: Confirmação de Pagamento
ru: Подтверждение оплаты
sq: Konfirmim pagese
sv: Betalningsbekräftelse
sw_ke: Uthibitisho wa Malipo
tr_tr: Ödeme Onayı
zh_cn: 付款确认

source: Payment confirmation for:
ar: تأكيد سداد دفعة لـصالح:
az: Ödəmə təsdiqi:
da: Betalingsbekræftelse for:
de_de: Zahlungsbestätigung für:
el: Επιβεβαίωση πληρωμής για:
eo: Päýmént çönfïrmätïön för: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Confirmación del pago para:
es_es: Confirmación de pago para:
fil_ph: Pagkumpirma ng pagbabayad para sa:
id: Konfirmasi pembayaran untuk:
pt_br: Confirmação de pagamento para:
pt_pt: Confirmação de pagamento para:
ru: Подтверждение оплаты для:
sq: Konfirmimi i pagesës për:
sv: Betalningsbekräftelse för:
sw_ke: Uthibitisho wa malipo ya:
tr_tr: Ödeme onayı:
zh_cn: 确认付款：

source: Dear %(full_name)s,
ar: مرحباً %(full_name)s،
az: Əziz %(full_name)s,
da: Kære %(full_name)s,
de_de: Hallo %(full_name)s,
el: Αγαπητέ/ή %(full_name)s,
eo: Déär %(full_name)s, Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Estimado %(full_name)s,
es_es: Hola %(full_name)s
fil_ph: Mahal na %(full_name)s,
id: Yang terhormat %(full_name),
pt_br: Caro %(full_name)s
pt_pt: Caro %(full_name)s,
ru: Здравствуйте, %(full_name)s!
sq: I dashur %(full_name)s ,
sv: Hej %(full_name)s,
sw_ke: Mpendwa %(full_name)s,
tr_tr: Sevgili %(full_name)s,
zh_cn: 亲爱的 %(full_name)s：
