Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Enterprise offer updated!
ar: تم تحديث عرض المجموعات!
az: Müəssisə təklifi yniləndi!
da: Enterprise tilbud opdateret!
de_de: Unternehmensangebot aktualisiert!
el: Η εταιρική προσφορά ενημερώθηκε!
eo: Éntérprïsé öffér üpdätéd! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Oferta empresarial actualizada!
es_es: ¡Oferta empresarial actualizada!
fil_ph: Na-update ang alok ng enterprise!
id: Penawaran perusahaan diperbarui!
pt_br: Oferta empresarial atualizada!
pt_pt: Oferta empresarial atualizada!
ru: Предложение предприятия обновлено
sq: Oferta e ndërmarrjes u përditësua!
sv: Företagserbjudande uppdaterat!
tr_tr: Kurumsal teklif güncellendi!
zh_cn: 企业方案已更新！

source: Enterprise offer created!
ar: تم إنشاء عرض المجموعات!
az: Müəssisə təklifi yaradıldı!
da: Enterprise tilbud oprettet!
de_de: Unternehmensangebot erstellt!
el: Δημιουργήθηκε επιχειρηματική προσφορά!
eo: Éntérprïsé öffér çréätéd! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Oferta empresarial creada!
es_es: ¡Oferta empresarial creada!
fil_ph: Nagawa ang alok sa negosyo!
id: Penawaran perusahaan dibuat!
pt_br: Oferta empresarial criada!
pt_pt: Oferta empresarial criada!
ru: Предложение предприятия создано!
sq: Oferta e ndërmarrjes u krijua!
sv: Företagserbjudande skapat!
tr_tr: Kurumsal teklif oluşturuldu!
zh_cn: 企业方案已创建！

source: You can't check out with an empty basket.
ar: لا يمكنك إتمام عملية البيع بسلّة فارغة.
az: Boş bir səbətə üçün ödəniş edə bilməzsiz.
da: Du kan ikke tjekke ud med en tom kurv.
de_de: Sie können nicht mit einem leerem Einkaufswagen zur Kasse.
el: Δεν μπορείτε να κάνετε check out με άδειο καλάθι.
eo: Ýöü çän't çhéçk öüt wïth än émptý ßäskét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: No puede proceder al pago porque el carrito está vacío.
es_es: No puedes comprobar una cesta vacía.
fil_ph: Hindi ka makakapag-check out gamit ang isang walang laman na basket.
id: Anda tidak dapat checkout dengan keranjang kosong.
pt_br: Você não pode passar pelo caixa com um carrinho vazio.
pt_pt: Não pode finalizar a compra com um cesto vazio.
ru: Вы не можете оплатить покупку, если корзина пуста.
sq: Nuk mund të dalësh me një shportë bosh.
sv: Du kan inte checka ut med en tom korg.
sw_ke: Huwezi kutoka na kapu tupu.
tr_tr: Boş bir sepet ile hesap yapamazsınız.
zh_cn: 购物车为空，无法结账

source: We couldn't locate the identification code necessary to find one of your products.
ar: نأسف لتعذّر استكشاف رمز التعريف الضروري لإيجاد أحد منتجاتك.
az: Məhsullarınızdan birini tapmaq üçün lazım olan identifikasiya kodunu tapa bilmədik.
da: Vi kunne ikke finde den identifikationskode, der er nødvendig for at finde et af dine produkter.
de_de: Wir konnten den Identifikations-Code nicht lokalisieren, um ihre Produkte zu finden.
el: Δεν μπορέσαμε να εντοπίσουμε τον κωδικό αναγνώρισης που είναι απαραίτητος για την εύρεση ενός από τα προϊόντα σας.
eo: Wé çöüldn't löçäté thé ïdéntïfïçätïön çödé néçéssärý tö fïnd öné öf ýöür prödüçts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: No hemos encontrado el código de identificación necesario para encontrar uno de sus productos.
es_es: No podemos localizar el código de identificación necesario para encontrar uno de tus productos.
fil_ph: Hindi namin mahanap ang identification code na kinakailangan upang mahanap ang isa sa iyong mga produkto.
id: Kami tidak dapat menemukan kode identifikasi yang diperlukan untuk salah satu produk Anda.
pt_br: Nós não pudemos localizar o código de identificação necessário para um de seus produtos.
pt_pt: Não conseguimos localizar o código de identificação necessário para encontrar um dos seus produtos.
ru: Не удалось найти идентификационный код, необходимый для поиска одного из запрошенных вами товаров.
sq: Nuk mundëm të gjenim kodin e identifikimit të nevojshëm për të gjetur një nga produktet tuaja.
sv: Vi kunde inte hitta den identifieringskod som krävs för att hitta en av dina produkter.
sw_ke: Hatukuweza kuipata namba ya utambulisho itakayokuwezesha kupata bidhaa zako.
tr_tr: Biz ürünlerden birini bulmak için gerekli kimlik kodu bulamadık.
zh_cn: 我们因无法定位到必要的识别码而无法找到您的一个产品。

source: We couldn't find one of the products you're looking for.
ar: عذراً، لم نتمكّن من إيجاد أحد المنتجات التي تبحث عنها.
az: Axtardığınız məhsullardan birini tapa bilmədik.
da: Vi kunne ikke finde et af de produkter, du leder efter.
de_de: Wir konnten keines der Produkte finden, welche Sie suchen.
el: Δεν μπορούμε να βρούμε ένα από τα προϊόντα που ψάχνετε.
eo: Wé çöüldn't fïnd öné öf thé prödüçts ýöü'ré löökïng för. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: No hemos encontrado uno de los productos que está buscando
es_es: No podemos encontrar uno de los productos que estás buscando.
fil_ph: Hindi namin mahanap ang isa sa mga produktong hinahanap mo.
id: Kami tidak dapat menemukan produk yang Anda cari.
pt_br: Nós não pudemos encontrar um dos produtos que você esta procurando.
pt_pt: Não conseguimos encontrar um dos produtos que está à procura.
ru: Не удалось найти один из товаров, по вашему запросу.
sq: Nuk mundëm të gjenim një nga produktet që po kërkoni.
sv: Vi kunde inte hitta en av produkterna du letade efter.
sw_ke: Hatukuweza kupata moja ya bidhaa unazotafuta.
tr_tr: Biz aradığınız ürünlerden birini bulamadık.
zh_cn: 我们无法找到您所寻找的产品。

source: One of the products you're trying to order is unavailable.
ar: أحد المنتجات التي تحاول طلبها غير متوفّرة.
az: Sifariş etməyə çalışdığınız məhsullardan biri mövcud deyil.
da: Et af de produkter, du prøver at bestille, er ikke tilgængeligt.
de_de: Eines der Produkte, welches Sie bestellen möchten, ist nicht verfügbar.
el: Ένα από τα προϊόντα που προσπαθείτε να παραγγείλετε δεν είναι διαθέσιμο.
eo: Öné öf thé prödüçts ýöü'ré trýïng tö ördér ïs ünäväïläßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Uno de los productos que usted está intentando comprar no está disponible.
es_es: Uno de los productos que estás intentando pedir no está disponible.
fil_ph: Hindi available ang isa sa mga produktong sinusubukan mong i-order.
id: Satu dari produk yang ingin Anda pesan tidak tersedia.
pt_br: Um dos seus produtos que você esta tentando comprar esta indisponível.
pt_pt: Um dos produtos que está a tentar encomendar não está disponível.
ru: Одного из товаров, заказанных вами, нет в наличии.
sq: Një nga produktet që po përpiqeni të porosisni është i padisponueshëm.
sv: En av produkterna du försöker beställa är inte tillgänglig.
sw_ke: Moja ya bidhaa unayojaribu kuagiza haipatikani.
tr_tr: Sipariş için denediğiniz ürünlerden biri mevcut değil.
zh_cn: 您订购的商品中有一件暂缺。

source: We couldn't find enough information about you to perform the calculation.
ar: لم نحصل على معلومات كافية عنك لإجراء العملية الحسابية.
da: Vi kunne ikke finde nok oplysninger om dig til at udføre beregningen.
de_de: Wir konnten nicht genügend Informationen über Sie finden, um die Berechnung durchzuführen.
el: Δεν μπορέσαμε να βρούμε αρκετές πληροφορίες για εσάς για να εκτελέσουμε τον υπολογισμό.
eo: Wé çöüldn't fïnd énöügh ïnförmätïön äßöüt ýöü tö pérförm thé çälçülätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: No pudimos encontrar suficiente información sobre usted para realizar el cálculo.
es_es: No pudimos encontrar suficiente información sobre usted para realizar el cálculo.
fil_ph: Hindi kami makahanap ng sapat na impormasyon tungkol sa iyo upang maisagawa ang pagkalkula.
id: Kami tidak dapat menemukan cukup informasi tentang Anda untuk melakukan penghitungan.
pt_br: Não encontramos informações suficientes sobre você para realizar o cálculo.
pt_pt: Não encontramos informações suficientes sobre você para realizar o cálculo.
sq: Nuk mundëm të gjenim informacion të mjaftueshëm për ju për të kryer llogaritjen.
sv: Vi kunde inte hitta tillräckligt med information om dig för att utföra beräkningen.
tr_tr: Hesaplamayı yapmak için hakkınızda yeterli bilgiyi bulamadık.

source: EXPIRED
ar: منتهِ الصلاحية
da: UDLØB
de_de: ABGELAUFEN
el: ΕΧΕΙ ΛΗΞΕΙ
eo: ÉXPÌRÉD Ⱡ'σяєм ιρѕυм #
es_419: CADUCADA
es_es: CADUCADO
id: KADALUARSA
pt_br: EXPIRADO
pt_pt: EXPIRADO
sq: I SKADUAR
sv: UTGÅNGET
tr_tr: SÜRESİ DOLDU

source: INACTIVE
ar: غير نشط
az: QEYRİ-AKTİV
da: INAKTIV
de_de: INAKTIV
el: ΑΝΕΝΕΡΓΟΣ
eo: ÌNÀÇTÌVÉ Ⱡ'σяєм ιρѕυм ∂#
es_419: INACTIVO
es_es: INACTIVO
fil_ph: HINDI AKTIBO
id: TIDAK AKTIF
pt_br: INATIVO
pt_pt: INATIVO
ru: НЕАКТИВНЫЙ
sq: JO AKTIVE
sv: INAKTIV
sw_ke: HAIPO HAI
tr_tr: ETKİN DEĞİL
zh_cn: 未激活的

source: ACTIVE
ar: فعّال
az: AKTİV
da: AKTIV
de_de: AKTIV
el: ΕΝΕΡΓΟΣ
eo: ÀÇTÌVÉ Ⱡ'σяєм ιρѕυ#
es_419: ACTIVO
es_es: ACTIVO
id: AKTIF
pt_br: ATIVO
pt_pt: ATIVO
ru: АКТИВНЫЙ
sq: AKTIVE
sv: AKTIVA
sw_ke: HAI
tr_tr: AKTİF
zh_cn: 已激活的

source: Products must have a certificate type.
ar: يجب أن يكون للمنتجات نوع شهادة.
az: Məhsulların bir sertifikat növü olmalıdır.
da: Produkter skal have en certifikattype.
de_de: Produkte müssen einen Zertifikattyp haben.
el: Τα προϊόντα πρέπει να έχουν τύπο πιστοποιητικού.
eo: Prödüçts müst hävé ä çértïfïçäté týpé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Los productos deben tener algún tipo de certificado.
es_es: Los productos deben tener un tipo de certificado.
fil_ph: Ang mga produkto ay dapat may uri ng sertipiko.
id: Produk harus memiliki jenis sertifikat.
pt_br: Os produtos devem ter um tipo de certificado.
pt_pt: Os produtos devem ter um tipo de certificado.
ru: Продукты должны иметь тип сертификата.
sq: Produktet duhet të kenë një lloj Certifikatë .
sv: Produkter måste ha en certifikattyp.
tr_tr: Ürünler bir sertifika türüne sahip olmak zorunda.
zh_cn: 产品必须拥有一种证书类型。

source: Products must have a price.
ar: يجب أن يكون للمنتجات سعر
az: Məhsulların qiyməti olmalıdır.
da: Produkter skal have en pris.
de_de: Produkte müssen einen Preis haben.
el: Τα προϊόντα πρέπει να έχουν μια τιμή.
eo: Prödüçts müst hävé ä prïçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Los productos deben tener un precio
es_es: Los productos deben tener un precio.
fil_ph: Dapat may presyo ang mga produkto.
id: Produk harus memiliki harga.
pt_br: Produtos devem possuir um preço.
pt_pt: Os produtos devem ter um preço.
ru: Продукт должен иметь цену.
sq: Produktet duhet të kenë një çmim.
sv: Produkter måste ha ett pris.
sw_ke: Bidhaa lazima ziwe na bei.
tr_tr: Ürünlerin ücreti olmak zorunda.
zh_cn: 请务必为产品定价。

source: You need to provide a course UUID to create Course Entitlements.
ar: يجب عليك تقديم رمز التعريف المميز للمساق لإنشاء ميزات المساق.
az: Siz kurs hüquqları yaratmaq üçün kurs UUİD təmin etməlisiniz.
da: Du skal angive et kursus-UUID for at oprette kursusrettigheder.
de_de: Sie müssen eine Kurs-UUID angeben, um Kursberechtigungen zu erstellen.
el: Πρέπει να παρέχετε ένα UUID μαθήματος για να δημιουργήσετε Δικαιώματα Μαθημάτων.
eo: Ýöü nééd tö prövïdé ä çöürsé ÛÛÌD tö çréäté Çöürsé Éntïtléménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Necesitas proporcionar una UUID de curso para crear derechos de curso.
es_es: Debe proporcionar un UUID de curso para crear derechos de curso.
fil_ph: Kailangan mong magbigay ng kursong UUID upang lumikha ng Mga Karapat-dapat sa Kurso.
id: Anda perlu menyediakan UUID kursus untuk membuat Hak Kursus.
pt_br: Você precisa fornecer um UUID de curso para criar direitos de curso.
pt_pt: É necessário disponibilizar um UUID de curso para criar Direitos de Curso.
ru: Вам необходимо предоставить UUID курса, чтобы создать право на обучение в курсе.
sq: Ju duhet të siguroni një UUID kursi për të krijuar të drejtat e kursit.
sv: Du måste ange ett kurs-UUID för att skapa kursrättigheter.
zh_cn: 您需要提供一个课程的UUID以创建课程权限。

source: Products must indicate whether ID verification is required.
ar: يجب أن تحدّد المنتجات فيما إذا كان توثيق الرقم التعريفي مطلوبًا
az: Məhsullar ID təsdiqlənməsinin tələb olunduğunu göstərməlidir.
da: Produkter skal angive, om ID-bekræftelse er påkrævet.
de_de: Produkte müssen anzeigen, ob eine ID Verifizierung benötigt wird.
el: Τα προϊόντα πρέπει να αναφέρουν εάν απαιτείται επαλήθευση ταυτότητας.
eo: Prödüçts müst ïndïçäté whéthér ÌD vérïfïçätïön ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Los productos deben indicar si el ID de verificación en requerido
es_es: Los productos deben indicar si se requiere verificación de identidad.
fil_ph: Dapat ipahiwatig ng mga produkto kung kinakailangan ang pag-verify ng ID.
id: Produk harus menunjukkan apakah verifikasi ID diperlukan.
pt_br: Produtos devem indicar se a verificação de ID é exigida.
pt_pt: Os produtos devem indicar se a verificação de ID é necessária.
ru: Продукты должны сообщать требуется ли проверка ID
sq: Produktet duhet të tregojnë nëse kërkohet verifikimi i ID-së.
sv: Produkter måste ange om ID-verifiering krävs.
sw_ke: Bidhaa lazima zioneshe kama Kitambulisho cha uhakiki kinahitajika.
tr_tr: Ürünler, kimlik doğrulamasının gerekli olup olmadığını belirtmelidir.
zh_cn: 产品中须明确是否需要用户ID验证。

source: Invalid product class [{product_class}] requested.
ar: جرى طلب فئة منتجات [{product_class}] غير صالحة
az: Etibarsız məhsul sinfi [{product_class}] istənildi.
da: Ugyldig produktklasse [{product_class}] anmodet.
de_de: Ungültige Produktklasse [{product_class}] angefordert.
el: Ζητήθηκε μη έγκυρη κατηγορία προϊόντων [{product_class}].
eo: Ìnvälïd prödüçt çläss [{product_class}] réqüéstéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Clase de producto inválida [{product_class}] requerida.
es_es: Petición inválida de clase de producto [{product_class}].
fil_ph: Di-wastong klase ng produkto [{product_class}] ang hiniling.
id: Kelas produk yang tidak valid [{product_class}] diminta.
pt_br: Classe de produto [{product_class}] requisitada inválida.
pt_pt: Classe de produto inválida [{product_class}] solicitada.
ru: Запрос ошибочного класса продукта [{product_class}]
sq: Kërkohet një klasë e pavlefshme produkti [ {product_class} ].
sv: Ogiltig produktklass [{product_class}] har begärts.
sw_ke: Daraja la bidhaa zisizo halali [{product_class}] limeombwa.
tr_tr: Geçersiz istenen [{product_class}] ürün sınıfı.
zh_cn: 请求的产品类别[{product_class}]无效

source: Course [{course_id}] was not published to LMS because the switch [publish_course_modes_to_lms] is disabled. To avoid ghost SKUs, data has not been saved.
ar: لم يُنشر المساق [{course_id}] إلى نظام إدارة التعلّم ’LMS‘ نظرًا لإلغاء تفعيل التبديل [publish_course_modes_to_lms]. لم يجري حفظ البيانات لتفادي كودات التخزين التعريفية الزائفة.
az: Keçid [publish_course_modes_to_lms] deaktivləşdirildiyi üçün kurs [{course_id}] LMS-də yayımlanmadı. Xəyali SKU-ların qarşısını almaq üçün data yaddaşa verilməyib.
da: Kursus [{course_id}] blev ikke udgivet til LMS, fordi omskifteren [publish_course_modes_to_lms] er deaktiveret. For at undgå spøgelses-SKU"er er data ikke blevet gemt.
de_de: Kurs [{course_id}] wurde nicht im LMS veröffentlicht, da die Einstellung [publish_course_modes_to_lms] deaktiviert wurde. Um Geister SKUs zu vermeiden wurden die Eingaben nicht gespeichert.
el: Το μάθημα [{course_id}] δεν δημοσιεύτηκε στο LMS επειδή ο διακόπτης [publish_course_modes_to_lms] είναι απενεργοποιημένος. Για να αποφευχθούν τα SKU-φάντασμα, τα δεδομένα δεν έχουν αποθηκευτεί.
eo: Çöürsé [{course_id}] wäs nöt püßlïshéd tö LMS ßéçäüsé thé swïtçh [püßlïsh_çöürsé_mödés_tö_lms] ïs dïsäßléd. Tö ävöïd ghöst SKÛs, dätä häs nöt ßéén sävéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂#
es_419: El curso [{course_id}] no fué publicado hacia el LMS porque el selector [publish_course_modes_to_lms] está desactivado. Para evitar crear SKUs fantasmas, no se ha guardado ninguna información.
es_es: El curso [{course_id}] no se publicó en LMS porque el cambio [publish_course_modes_to_lms] está deshabilitado. Para evitar SKU fantasmas, los datos no se han guardado.
fil_ph: Ang kursong [{course_id}] ay hindi na-publish sa LMS dahil naka-disable ang switch [publish_course_modes_to_lms]. Upang maiwasan ang mga ghost SKU, hindi na-save ang data.
id: Kursus [{course_id}] tidak dipublikasikan ke LMS karena sakelar [publish_course_modes_to_lms] dinonaktifkan. Untuk menghindari SKU hantu, data belum disimpan.
pt_br: Curso [{course_id}] não foi publicado para LMS porque a chave [publish_course_modes_to_lms] está desabilitada. Para evitar SKUs fantasmas, os dados não foram salvos.
pt_pt: Curso [{course_id}] não foi publicado no LMS porque a opção [publish_course_modes_to_lms] está desativada. Para evitar SKUs fantasma, os dados não foram guardados.
ru: Курс [{course_id}] не был опубликован в LMS, потому что переключатель [publish_course_modes_to_lms] не работает. Чтобы избежать появления несуществующих номеров SKU, данные не были сохранены.
sq: Kursi [ {course_id} ] nuk u publikua në LMS sepse çelësi [publish_course_modes_to_lms] është çaktivizuar. Për të shmangur SKU-të fantazmë, të dhënat nuk janë ruajtur.
sv: Kurs [{course_id}] publicerades inte till LMS eftersom växeln [publish_course_modes_to_lms] är inaktiverad. För att undvika spök-SKU:er har data inte sparats.
sw_ke: Kozi [{course_id}] haikuchapishwa kwenye LMS kwasababu kibonye cha [publish_course_modes_to_Ims] kimezuiwa. Kuepuka SKUs hewa, ujumbe haujahifadhiwa.
zh_cn: 课程[{course_id}]未发布到LMS，因为[publish_course_modes_to_lms]开关已关闭。为了避免出现无效的最小存货单位，数据未保存。

source: Enrollment code
ar: رمز التسجيل
az: Qeydiyyat kodu
da: Tilmeldingskode
de_de: Anmeldecode
el: Κωδικός εγγραφής
eo: Énröllmént çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Código de inscripión
es_es: Código de inscripción
fil_ph: Code ng pagpapatala
id: Kode pendaftaran
pt_br: Código de matrícula
pt_pt: Código de inscrição
ru: Код регистрации
sq: Kodi i regjistrimit
sv: Registreringskod
sw_ke: Kificho cha 'usajili'
tr_tr: Kayıt kodu
zh_cn: 选课码

source: Discount code
ar: رمز الخصم
az: Endirim kodu
da: Rabatkode
de_de: Rabattcode
el: Κωδικός έκπτωσης
eo: Dïsçöünt çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Cupón de descuento
es_es: Código de descuento
id: Kode diskon
pt_br: Código de desconto
pt_pt: Código de desconto
ru: Код скидки
sq: Kodi i zbritjes
sv: Rabattkod
sw_ke: Kificho cha 'punguzo'
tr_tr: İndirim kodu
zh_cn: 折扣码

source: Invalid order number or order {} does not exists.
ar: رقم الطلبية غير صحيح أو الطلبية {} غير موجودة
da: Ugyldigt ordrenummer eller ordre {} findes ikke.
el: Δεν υπάρχει μη έγκυρος αριθμός παραγγελίας ή παραγγελία {}.
es_es: El número de pedido no es válido o el pedido {} no existe.
fil_ph: Ang di-wastong numero ng order o order {} ay hindi umiiral.
id: Nomor pesanan tidak valid atau pesanan {} tidak ada.
pt_br: Número de pedido inválido ou pedido {} não existe.
pt_pt: Número de pedido inválido ou pedido {} não existe.
sq: Numri i porosisë ose porosia e pavlefshme {} nuk ekziston.
sv: Ogiltigt ordernummer eller order {} finns inte.
tr_tr: Geçersiz sipariş numarası ya da {} siparişi mevcut değil.

source: New coupon voucher assignment Failure. Error: {}
ar: فشل تعيين قسيمة عروض جديدة. خطأ: {}
da: Ny kuponkupontildeling Fejl. Fejl: {}
el: Αποτυχία εκχώρησης κουπονιού νέου κουπονιού. Λάθος: {}
es_es: Fallo en la asignación del vale de cupón nuevo. Error: {}
fil_ph: Bagong coupon voucher assignment Nabigo. Error: {}
id: Kegagalan penugasan kupon kupon baru. Galat: {}
pt_br: Falha na atribuição de novo comprovante de cupom. Erro: {}
pt_pt: Falha na atribuição do novo cupom de cupom. Erro: {}
sq: Dështimi i caktimit të kuponit të ri të kuponit. Gabim: {}
sv: Ny tilldelning av kupongkuponger misslyckades. Fel: {}

source: Your order {} can not be refunded as '{}' coupon are not supported to refund.
ar: لا يمكن استرداد طلبيتك {} لأن قسيمة '{}' لا تدعم خاصية استرداد المبلغ.
da: Din ordre {} kan ikke refunderes, da "{}" kupon ikke understøttes til at refundere.
el: Η παραγγελία σας {} δεν μπορεί να επιστραφεί καθώς το κουπόνι &#39;{}&#39; δεν υποστηρίζεται για επιστροφή χρημάτων.
es_es: Su pedido {} no se puede reembolsar porque el cupón '{}' no se admite para reembolso.
fil_ph: Ang iyong order {} ay hindi maaaring i-refund dahil ang &#39;{}&#39; na kupon ay hindi sinusuportahan upang i-refund.
id: Pesanan Anda {} tidak dapat dikembalikan karena kupon '{}' tidak didukung untuk pengembalian dana.
pt_br: Seu pedido {} não pode ser reembolsado porque o cupom &#39;{}&#39; não tem suporte para reembolso.
pt_pt: Seu pedido {} não pode ser reembolsado, pois o cupom '{}' não tem suporte para reembolso.
sq: Porosia juaj {} nuk mund të rimbursohet pasi kuponi &#39;{}&#39; nuk mbështetet për rimbursim.
sv: Din beställning {} kan inte återbetalas eftersom '{}' kupong inte stöds för återbetalning.

source: Could note create new voucher for the order: {}
ar: يمكن ملاحظة إنشاء قسيمة جديدة للطلبية: {}
da: Kunne notere oprette ny voucher til ordren: {}
el: Θα μπορούσα να σημειώσω τη δημιουργία νέου κουπονιού για την παραγγελία: {}
es_es: Podría notar crear un nuevo cupón para el pedido: {}
fil_ph: Maaaring tandaan na lumikha ng bagong voucher para sa order: {}
id: Bisa mencatat membuat voucher baru untuk pesanan: {}
pt_br: Poderia criar um novo voucher para o pedido: {}
pt_pt: Nota para criar um novo voucher para o pedido: {}
sq: Mund të vini re të krijoni një kupon të ri për porosinë: {}
sv: Kunde notera att skapa en ny verifikation för beställningen: {}

source: No SKUs provided.
ar: وحدة حفظ المخزون غير متوفّرة.
az: SKU-lar təmin edilmədi.
da: Ingen SKU"er angivet.
de_de: Keine SKUs angegeben.
el: Δεν παρέχονται SKU.
eo: Nö SKÛs prövïdéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: No se suministraron SKU.
es_es: No se proporcionaron SKU.
fil_ph: Walang ibinigay na SKU.
id: SKU tidak ditemukan.
pt_br: Nenhum SKU fornecido.
pt_pt: Nenhum SKU disponibilizado.
ru: SKUs не предоставлен
sq: Nuk ofrohen SKU.
sv: Inga SKU:er tillhandahålls.
sw_ke: Hakuna SKUs zilizotolewa.
tr_tr: SKU bilgisi mevcut değil.
zh_cn: 未提供SKU。

source: Products with SKU(s) [{skus}] do not exist.
ar: لا يوجد منتجات بوحدة(ات) حفظ المخزون [{skus}].
az: SKU(lar) [{skus}] ilə olan məhsullar mövcud deyil.
da: Produkter med SKU(s) [{skus}] findes ikke.
de_de: Produkte mit SKU(s) [{skus}] existieren nicht.
el: Δεν υπάρχουν προϊόντα με SKU(s) [{skus}].
eo: Prödüçts wïth SKÛ(s) [{skus}] dö nöt éxïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: No hay producto(s) con SKU [{skus}].
es_es: Los productos con SKU(s) [{skus}] no existen.
fil_ph: Ang mga produktong may (mga) SKU [{skus}] ay hindi umiiral.
id: Produk dengan SKU [{skus}] tidak ada.
pt_br: Produtos com SKU(s) [ {skus} ] não existem.
pt_pt: Os produtos com SKU(s) [{skus}] não existem.
ru: Продукт с SKU(s) [{skus}] не существует.
sq: Produktet me SKU(s) [ {skus} ] nuk ekzistojnë.
sv: Produkter med SKU(s) [{skus}] finns inte.
sw_ke: Bidhaa zenye SKU(s) [{skus}] hazipo.
tr_tr: Ürün Çeşit Türü (SKU) [{skus}] numaralı bu ürünler mevcut değil.
zh_cn: 不存在带有SKU(s) [{skus}]的产品。
