Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Thank you for purchasing %(credit_hours)s credit hours from %(credit_provider)s for %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
ar: نشكرك لاشتراكك وسداد قيمة الساعات %(credit_hours)s المعتمدة المقدّمة من قبل %(credit_provider)s للمساق %(course_title)s. ستظهر التعرفة المبيّنة أدناه مرفقةً باسم المنصّة %(platform_name)s، ضمن البيان التفصيلي القادم لبطاقة الدائن/ المدين خاصّتك.
az: %(course_title)s kursu üçün %(credit_provider)s proayderlərdən %(credit_hours)s kredit saatı aldığınıza görə təşəkkür edirik. Tulan məbləğ sizin kredit və ya debet kartı bəyanınızda "%(platform_name)s" şirkətinin adı ilə görünəcək.
da: Tak, fordi du har købt %(credit_hours)s kredittimer fra %(credit_provider)s for %(course_title)s. En debitering vises på dit kredit- eller betalingskortudtog med firmanavnet "%(platform_name)s"
de_de: Danke für Ihren Einkauf %(credit_hours)s von %(credit_provider)s für %(course_title)s. Auf der Abrechnung wird unser Firmenname %(platform_name)s" erscheinen.
el: Σας ευχαριστούμε που αγοράσατε %(credit_hours)s ώρες αναγνώρισης από το%(credit_provider)s για το μάθημα %(course_title)s. Θα εμφανιστεί μια χρέωση στο αντίγραφο κίνησης της πιστωτικής ή χρεωστικής σας κάρτας με όνομα εταιρείας "%(platform_name)s".
eo: Thänk ýöü för pürçhäsïng %(credit_hours)s çrédït höürs fröm %(credit_provider)s för %(course_title)s. À çhärgé wïll äppéär ön ýöür çrédït ör déßït çärd stätémént wïth ä çömpäný nämé öf "%(platform_name)s". Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢α#
es_419: Gracias por su compra de %(credit_hours)s horas de crédito de %(credit_provider)s para el curso %(course_title)s. El cargo en su tarjeta de crédito o débito aparecerá bajo el nombre "%(platform_name)s".
es_es: Gracias por comprar horas de crédito %(credit_hours)s de %(credit_provider)s por %(course_title)s. Aparecerá un cargo en el extracto de su tarjeta de crédito o débito con el nombre de la empresa "%(platform_name)s".
fil_ph: Salamat sa pagbili ng %(credit_hours)s na oras ng kredito mula sa %(credit_provider)s para sa %(course_title)s. May lalabas na singil sa iyong credit o debit card statement na may pangalan ng kumpanya na &quot;%(platform_name)s&quot;.
pt_br: Obrigado por adquirir horas de crédito %(credit_hours)s de %(credit_provider)s por %(course_title)s . Uma cobrança aparecerá no extrato do seu cartão de crédito ou débito com o nome da empresa &quot; %(platform_name)s &quot;.
pt_pt: Obrigado por comprar %(credit_hours)s horas de crédito de %(credit_provider)s para %(course_title)s. A cobrança aparecerá no extrato de cartão de crédito ou débito com o nome da empresa "%(platform_name)s".
ru: Спасибо за покупку %(credit_hours)s зачётных единиц %(credit_provider)s за курс %(course_title)s. Оплаченная сумма будет отображена в выписке вашей кредитной или дебетовой карты; название компании - "%(platform_name)s".
sq: Faleminderit që keni blerë orë krediti %(credit_hours)s nga %(credit_provider)s për %(course_title)s . Një tarifë do të shfaqet në pasqyrën e kartës suaj të kreditit ose debitit me një emër kompanie &quot; %(platform_name)s &quot;.
sv: Tack för att du köpte %(credit_hours)s kredittimmar från %(credit_provider)s för %(course_title)s. En debitering visas på ditt kredit- eller betalkortsutdrag med företagsnamnet "%(platform_name)s".
sw_ke: Asante kwa ununuzi %(credit_hours)s wa muda wa utumiaji mtandao kutoka kwa %(credit_provider)s ya %(course_title)s. Utozaji utatokea kwenye waraka wa kadi yako ya mkopo na malipo ikiwa na jina la kampuni ya "%(platform_name)s".
zh_cn: 感谢您从 %(credit_provider)s 购买了 %(course_title)s 的 %(credit_hours)s 个学分时。费用将以公司名称为 "%(platform_name)s" 显示在的您的信用卡或借记卡账单上。

source: To receive your course credit, you must also request credit at the %(credit_provider)s website. For a link to request credit from %(credit_provider)s, or to see the status of your credit request, go to your %(platform_name)s dashboard.
ar: للحصول على ساعة معتمدة لمساقك، يجب أن تطلب ساعة معتمدة من خلال موقع %(credit_provider)s الإلكتروني أيضًا. للحصول على رابط لطلب ساعة معتمدة من %(credit_provider)s، أو لمعرفة حالة طلب الساعة المعتمدة الذي قدّمته، قم بزيارة لوحة المعلومات الرئيسية الخاصة بك من المنصّة %(platform_name)s.
az: Kurs kreditinizi almaq üçün siz, həmçinin %(credit_provider)s veb saytında kredit üçün müraciət etməlisiniz. %(credit_provider)s-dan kredit istəmək üçün linkə daxil olun və ya kredit müraciətinizin statusunu görmək üçün %(platform_name)s panelinizə baxın.
da: For at modtage din kursuskredit skal du også anmode om kredit på %(credit_provider)s-webstedet. For et link til at anmode om kredit fra %(credit_provider)s, eller for at se status for din kreditanmodning, skal du gå til dit %(platform_name)s dashboard.
de_de: Um Ihre Kurs Credits zu erhalten, müssen Sie Credits auf der %(credit_provider)s Webseite beantragen. Für den Link, um Credits von %(credit_provider)s zu beantragen, oder um den Status Ihrer Anfrage auf Credits anzuschauen, gehen Sie auf Ihre %(platform_name)s 'Meine Kurse' Übersicht.
el: Για να λάβετε την αναγνώριση του μαθήματος σας, πρέπει επίσης να ζητήσετε αναγνώριση στον ιστότοπο του %(credit_provider)s. Για έναν σύνδεσμο όπου θα ζητήσετε αναγνώριση από το %(credit_provider)s ή για να δείτε την κατάσταση του αιτήματός σας για αναγνώριση, μεταβείτε στον πίνακα ελέγχου %(platform_name)s.
eo: Tö réçéïvé ýöür çöürsé çrédït, ýöü müst älsö réqüést çrédït ät thé %(credit_provider)s wéßsïté. För ä lïnk tö réqüést çrédït fröm %(credit_provider)s, ör tö séé thé stätüs öf ýöür çrédït réqüést, gö tö ýöür %(platform_name)s däshßöärd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρя#
es_419: Para recibir su crédito, deberá también realizar la solicitud en el sitio web de %(credit_provider)s. Para tener un enlace para solicitar el crédito de %(credit_provider)s, o para ver el estado de su solicitud, visite su panel de control de %(platform_name)s.
es_es: Para recibir el crédito de su curso, también debe solicitar crédito en el sitio web %(credit_provider)s. Para obtener un enlace para solicitar crédito de %(credit_provider)s, o para ver el estado de su solicitud de crédito, vaya a su panel de control %(platform_name)s.
fil_ph: Upang matanggap ang iyong kredito sa kurso, kailangan mo ring humiling ng kredito sa website ng %(credit_provider)s. Para sa isang link para humiling ng credit mula sa %(credit_provider)s, o upang makita ang status ng iyong kahilingan sa credit, pumunta sa iyong %(platform_name)s dashboard.
id: Untuk menerima kredit kursus Anda, Anda juga harus meminta kredit di %(credit_provider)s situs web. Untuk tautan untuk meminta kredit %(credit_provider)s, atau untuk melihat status permintaan kredit Anda, buka %(platform_name)s dasbor.
pt_br: Para receber o crédito do curso, você também deve solicitar o crédito no site %(credit_provider)s . Para obter um link para solicitar crédito de %(credit_provider)s ou para ver o status de sua solicitação de crédito, acesse o painel %(platform_name)s .
pt_pt: Para receber o seu crédito de curso, deve também solicitar crédito no site %(credit_provider)s. Para obter um link e pedir crédito de %(credit_provider)s, ou para ver o estado da sua solicitação de crédito, aceda ao painel de controlo %(platform_name)s.
ru: Чтобы получить зачётные единицы курса, вам необходимо запросить их на этом %(credit_provider)s сайте. Чтобы получить ссылку для запроса зачётных единиц у %(credit_provider)s, или для проверки статуса вашего запроса, зайдите на вашу панель управления %(platform_name)s.
sq: Për të marrë kreditimin e kursit, duhet të kërkoni gjithashtu kredit në faqen e internetit %(credit_provider)s . Për një lidhje për të kërkuar kredit nga %(credit_provider)s ose për të parë statusin e kërkesës suaj për kredi, shkoni te pulti %(platform_name)s .
sv: För att få din kurspoäng måste du också begära poäng på %(credit_provider)s webbplats. För en länk för att begära kredit från %(credit_provider)s, eller för att se statusen för din kreditbegäran, gå till din %(platform_name)s instrumentpanel.
sw_ke: Kupokea mkopo wa kozi yako, lazima uombe huo mkopo kwa tovuti %(credit_provider)s. Kwa kiunganishi cha kuombea mkopo kutoka kwa %(credit_provider)s, au kuangalia hali ya ombi lako la mkopo ikoje, nenda kwa dashibodi ya %(platform_name)s .
zh_cn: 要得到您的课程学分，您还必须在 %(credit_provider)s 网站上申请学分。要获得申请 %(credit_provider)s 学分的网站链接，或查看您的学分申请状态，请前往您的 %(platform_name)s 控制面板。

source: To explore other credit-eligible courses, visit the %(platform_name)s website. We add new courses frequently!
ar: يُمكنك زيارة موقع %(platform_name)s الإلكتروني للاطلاع على مساقات أخرى تستوجب حضور المادّة المعتمدة. نحن نضيف مساقات جديدة باستمرار!
az: Kredit təklif edən digər kursları araşdırmaq üçün %(platform_name)s veb saytına daxil olun. Biz mütəmadi olaraq yeni kurslar əlav edirik.
da: Besøg webstedet %(platform_name)s for at udforske andre kreditberettigede kurser. Vi tilføjer ofte nye kurser!
de_de: Um weitere qualifizierende Kurse zu finden, besuchen Sie die %(platform_name)s-Website. Wir aktualisieren regelmäßig das Angebot!
el: Για να εξερευνήσετε άλλα μαθήματα που είναι επιλέξιμα για αναγνώριση, επισκεφτείτε τον ιστότοπο %(platform_name)s. Προσθέτουμε νέα μαθήματα συχνά!
eo: Tö éxplöré öthér çrédït-élïgïßlé çöürsés, vïsït thé %(platform_name)s wéßsïté. Wé ädd néw çöürsés fréqüéntlý! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Para explorar otros cursos elegibles para crédito, visite el sitio web de %(platform_name)s. Puede haber cursos añadidos recientemente.
es_es: Para explorar otros cursos aptos para créditos, visite el sitio web %(platform_name)s. ¡Agregamos nuevos cursos con frecuencia!
fil_ph: Upang tuklasin ang iba pang mga kursong kwalipikado sa kredito, bisitahin ang website ng %(platform_name)s. Nagdaragdag kami ng mga bagong kurso nang madalas!
id: Untuk menjelajahi kursus lain yang memenuhi syarat kredit, kunjungi %(platform_name)s situs web. Kami sering menambahkan kursus baru!
pt_br: Para explorar outros cursos elegíveis de cédito, visite o %(platform_name)s site da internet. Nós frequentemente adicionamos novos cursos.
pt_pt: Para explorar outros cursos elegíveis para crédito, visite o site %(platform_name)s. Adicionamos novos cursos com frequência!
ru: Чтобы просмотреть другие курсы, для которых доступны зачётные единицы, зайдите на сайт %(platform_name)s. Мы добавляем новые курсы регулярно!
sq: Për të eksploruar kurse të tjera të pranueshme për kredi, vizitoni faqen e internetit %(platform_name)s . Ne shtojmë shpesh kurse të reja!
sv: Besök webbplatsen %(platform_name)s för att utforska andra kurser som berättigar till meritvärde. Vi lägger till nya kurser ofta!
sw_ke: Kuchunguza uwezekano wa mkopo mingine ya kozi, tembelea tovuti ya %(platform_name)s . Tunaongeza kozi mpya mara kwa mara!
tr_tr: Diğer krediye uygun dersleri keşfetmek için %(platform_name)s web sitesini ziyaret edin. Sık sık yeni dersler ekliyoruz!
zh_cn: 要探索其他提供学分的课程，请访问网站 %(platform_name)s 。我们经常增加新课程！

source: Thank you. We hope you enjoyed your course!
ar: نشكر مشاركتك ونأمل أن تستمتع بالمساق!
az: Təşəkkür edirik. Ümid edirik ki, kurs xoşunuza gəldi!
da: Tak skal du have. Vi håber du nød dit kursus!
de_de: Danke! Wir hoffen, Sie hatten an diesem Kurs viel Freude!
el: Σας ευχαριστούμε. Ελπίζουμε να σας άρεσε το μάθημα!
eo: Thänk ýöü. Wé höpé ýöü énjöýéd ýöür çöürsé! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Gracias. Esperamos que disfrutes del curso!
es_es: Gracias. ¡Esperamos que disfrute del curso!
fil_ph: Salamat. Umaasa kami na nasiyahan ka sa iyong kurso!
id: Terima kasih. Kami harap Anda menikmati kursus Anda!
pt_br: Obrigado. Esperamos que você tenha gostado do curso!
pt_pt: Obrigado. Esperamos que tenha gostado do curso!
ru: Спасибо! Мы надеемся, вам понравился курс.
sq: Faleminderit. Shpresojmë t&#39;ju pëlqejë kursi juaj!
sv: Tack. Vi hoppas att du gillade din kurs!
sw_ke: Asante. Tunataraji ulifurahia kozi yako!
tr_tr: Teşekkürler. Umarız eğitimden memnun kalmışsınızdır!
zh_cn: 谢谢。我们希望您喜欢您的课程！

source: The %(platform_name)s team
ar: فريق %(platform_name)s
az: %(platform_name)s komandası
da: %(platform_name)s-holdet
de_de: Das %(platform_name)s Team
el: Η ομάδα του %(platform_name)s
eo: Thé %(platform_name)s téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: El equipo de %(platform_name)s
es_es: El equipo %(platform_name)s
fil_ph: Ang %(platform_name)s team
id: Itu %(platform_name)s tim
pt_br: A %(platform_name)s equipe
pt_pt: A equipa %(platform_name)s
ru: Команда %(platform_name)s
sq: Ekipi %(platform_name)s
sv: Teamet %(platform_name)s
sw_ke: Kikosi cha %(platform_name)s
tr_tr: %(platform_name)s ekibi
zh_cn: %(platform_name)s 团队

source: You received this message because you purchased credit hours for %(course_title)s, an %(platform_name)s course.
ar: لقد تلقيت هذه الرسالة لأنك قد اشتريت ساعات معتمدة لمساق %(course_title)s، وهو مساق مقدّم من المنصّة %(platform_name)s.
az: Siz %(course_title)s %(platform_name)s kursu üzrə kredit saatı aldığınız üçün bu mesajı alırsınız.
da: Du har modtaget denne besked, fordi du har købt kredittimer for %(course_title)s, et %(platform_name)s kursus.
de_de: Sie erhalten diese Nachricht, da Sie Credit-Stunden für %(course_title)s, einen Kurs von %(platform_name)s erworben haben.
el: Λάβατε αυτό το μήνυμα επειδή αγοράσατε ώρες αναγνώρισης για το μάθημα %(course_title)s, ένα μάθημα του %(platform_name)s.
eo: Ýöü réçéïvéd thïs méssägé ßéçäüsé ýöü pürçhäséd çrédït höürs för %(course_title)s, än %(platform_name)s çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαв#
es_419: Ha recibido este mensaje porque usted compró horas de créditos para el curso %(course_title)s, en %(platform_name)s.
es_es: Recibió este mensaje porque compró horas de crédito para %(course_title)s, un curso %(platform_name)s.
fil_ph: Natanggap mo ang mensaheng ito dahil bumili ka ng mga oras ng kredito para sa %(course_title)s, isang %(platform_name)s na kurso.
pt_br: Você recebeu esse mensagem porque você comprou crédito de horas para %(course_title)s, um %(platform_name)s curso.
pt_pt: Recebeu esta mensagem porque comprou horas de crédito para %(course_title)s, um curso %(platform_name)s.
ru: Данным сообщением уведомляем, что вы купили зачётные единицы за курс %(course_title)s на %(platform_name)s.
sq: E ke marrë këtë mesazh sepse ke blerë orë krediti për %(course_title)s , një kurs %(platform_name)s .
sv: Du fick det här meddelandet eftersom du köpte meritimmar för %(course_title)s, en %(platform_name)s-kurs.
sw_ke: Umepeta ujumbe huu kwa sababu umenunua muda wa kutumia mtandaoni kwenye%(course_title)s, kwa kozi %(platform_name)s.
tr_tr: %(platform_name)s %(course_title)s eğitimi için kredi saati satın aldığınız için bu iletiyi alıyorsunuz.
zh_cn: 您收到此信息是因为您购买了 %(platform_name)s 课程 %(course_title)s 的学分时。

source: Payment confirmation for:
ar: تأكيد سداد دفعة لصالح:
az: Ödəmə təsdiqi:
da: Betalingsbekræftelse for:
de_de: Zahlungsbestätigung für:
el: Επιβεβαίωση πληρωμής για:
eo: Päýmént çönfïrmätïön för: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Confirmación del pago para:
es_es: Confirmación de pago para:
fil_ph: Pagkumpirma ng pagbabayad para sa:
id: Konfirmasi pembayaran untuk:
pt_br: Confirmação de pagamento para:
pt_pt: Confirmação de pagamento para:
ru: Подтверждение оплаты для:
sq: Konfirmimi i pagesës për:
sv: Betalningsbekräftelse för:
sw_ke: Uthibitisho wa malipo kwaajili ya:
tr_tr: Ödeme onayı:
zh_cn: 确认付款：

source: Thank you for purchasing %(credit_hours)s credit hours from %(credit_provider)s for %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
ar: نشكرك لاشتراكك وسداد قيمة الساعات %(credit_hours)s المعتمدة المقدّمة من قبل %(credit_provider)s لمادة المساق %(course_title)s. ستظهر التعرفة المبيّنة أدناه مرفقةً باسم المنصّة %(platform_name)s، ضمن البيان التفصيلي لبطاقة الدائن/ المدين خاصّتك.
az: %(course_title)s kursu üçün %(credit_provider)s proayderlərdən %(credit_hours)s kredit saatı aldığınıza görə təşəkkür edirik. Tulan məbləğ sizin kredit və ya debet kartı bəyanınızda "%(platform_name)s" şirkətinin adı ilə görünəcək.
da: Tak, fordi du har købt %(credit_hours)s kredittimer fra %(credit_provider)s for %(course_title)s. En debitering vises på dit kredit- eller betalingskortudtog med firmanavnet &quot;%(platform_name)s&quot;.
de_de: Danke für Ihren Einkauf von %(credit_hours)s von %(credit_provider)s für %(course_title)s. Auf der Abrechnung wird unser Firmenname %(platform_name)s" erscheinen.
el: Σας ευχαριστούμε που αγοράσατε %(credit_hours)s ώρες αναγνώρισης από το %(credit_provider)s για το μάθημα %(course_title)s. Θα εμφανιστεί μια χρέωση στο αντίγραφο κίνησης της πιστωτικής ή χρεωστικής σας κάρτας με όνομα εταιρείας "%(platform_name)s".
eo: Thänk ýöü för pürçhäsïng %(credit_hours)s çrédït höürs fröm %(credit_provider)s för %(course_title)s. À çhärgé wïll äppéär ön ýöür çrédït ör déßït çärd stätémént wïth ä çömpäný nämé öf "%(platform_name)s". Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηι#
es_419: Gracias por su compra de %(credit_hours)s horas de crédito de %(credit_provider)s para el curso %(course_title)s. El cargo en su tarjeta de crédito o débito aparecerá bajo el nombre "%(platform_name)s".
es_es: Gracias por comprar horas de crédito %(credit_hours)s de %(credit_provider)s por %(course_title)s. Aparecerá un cargo en el extracto de su tarjeta de crédito o débito con el nombre de la empresa "%(platform_name)s"
fil_ph: Salamat sa pagbili ng %(credit_hours)s na oras ng kredito mula sa %(credit_provider)s para sa %(course_title)s. May lalabas na singil sa iyong credit o debit card statement na may pangalan ng kumpanya na &quot;%(platform_name)s&quot;.
pt_br: Obrigado por comprar %(credit_hours)s horas de crédito de %(credit_provider)s para %(course_title)s. Uma cobrança aparecerá em teu extrato do cartão de crédito ou débito com um nome de empresa da "%(platform_name)s".
pt_pt: Obrigado por comprar %(credit_hours)s horas de crédito de %(credit_provider)s para %(course_title)s. A cobrança aparecerá no seu extrato de cartão de crédito ou débito com o nome da empresa "%(platform_name)s".
ru: Спасибо за покупку %(credit_hours)s зачётных единиц от %(credit_provider)s для %(course_title)s. Сумма будет отображена в выписке вашей кредитной или дебетовой карты рядом с именем компании «%(platform_name)s».
sq: Faleminderit që keni blerë orë krediti %(credit_hours)s nga %(credit_provider)s për %(course_title)s . Një tarifë do të shfaqet në pasqyrën e kartës suaj të kreditit ose debitit me një emër kompanie &quot; %(platform_name)s &quot;.
sv: Tack för att du köpte %(credit_hours)s kredittimmar från %(credit_provider)s för %(course_title)s. En debitering visas på ditt kredit- eller betalkortsutdrag med företagsnamnet "%(platform_name)s".
sw_ke: Asante kwa ununuzi %(credit_hours)s muda kutumia mtandaoni kutoka kwa %(credit_provider)s ya %(course_title)s. Utozaji utatokea kwenye nakala ya kadi yako ya mkopo na ulipaji ikiwa na jina la kampuni ya "%(platform_name)s".
zh_cn: 感谢您从 %(credit_provider)s 购买了 %(course_title)s 的 %(credit_hours)s 个学分时。费用将以公司名称 "%(platform_name)s" 显示在的您的信用卡或借记卡声明中。

source: You received this message because you purchased credit hours for %(course_title)s, an %(platform_name)s course.
ar: لقد وصلتك هذه الرسالة لأنك قد اشتريت ساعات معتمدة لمساق %(course_title)s، وهو مساق مقدّم من المنصّة %(platform_name)s.
az: Siz %(course_title)s %(platform_name)s kursu üzrə kredit saatı aldığınız üçün bu mesajı alırsınız.
da: Du har modtaget denne besked, fordi du har købt kredittimer for %(course_title)s, et %(platform_name)s kursus.
de_de: Sie erhalten diese Nachricht, da Sie die Credit-Stunden für %(course_title)s, einen Kurs von %(platform_name)s .
el: Λάβατε αυτό το μήνυμα επειδή αγοράσατε ώρες αναγνώρισης για το μάθημα %(course_title)s, ένα μάθημα του %(platform_name)s.
eo: Ýöü réçéïvéd thïs méssägé ßéçäüsé ýöü pürçhäséd çrédït höürs för %(course_title)s, än %(platform_name)s çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Ha recibido este mensaje porque usted compró horas de créditos para el curso %(course_title)s, en %(platform_name)s.
es_es: Recibió este mensaje porque compró horas de crédito para %(course_title)s, un curso %(platform_name)s.
fil_ph: Natanggap mo ang mensaheng ito dahil bumili ka ng mga oras ng kredito para sa %(course_title)s, isang %(platform_name)s na kurso.
id: Anda menerima pesan ini karena Anda membeli jam kredit untuk %(course_title)s, sebuah %(platform_name)s tentu saja.
pt_br: Você recebeu esta messagem porque você comprou créditos para %(course_title)s, um curso da %(platform_name)s.
pt_pt: Recebeu esta mensagem porque comprou horas de crédito para %(course_title)s, um curso %(platform_name)s.
ru: Вы получили это сообщение потому что купили зачётные единицы для %(course_title)s, %(platform_name)s курса.
sq: E ke marrë këtë mesazh sepse ke blerë orë krediti për %(course_title)s , një kurs %(platform_name)s .
sv: Du fick det här meddelandet eftersom du köpte meritimmar för %(course_title)s, en %(platform_name)s-kurs.
sw_ke: Umepokea ujumbe huu kwa sababu umenunua masaa ya mkopo kwa %(course_title)s, na kozi ya %(platform_name)s.
zh_cn: 您收到此信息是因为您购买了 %(platform_name)s 课程 %(course_title)s 的学分时。

source: Order Receipt
ar: وصل الطلبية
az: Sifariş qəbzi
da: Ordrekvittering
de_de: Bestellbestätigung
el: Απόδειξη παραγγελίας
eo: Ördér Réçéïpt Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Recibo de la orden
es_es: Confirmación de Pedido
fil_ph: Resibo ng Order
id: Tanda Terima Pesanan
pt_br: Recibo de Pedido
pt_pt: Recibo da Compra
ru: Заказать счёт
sq: Fatura e porosisë
sv: Order kvitto
sw_ke: Risiti ya Uagizaji
tr_tr: Sipariş Makbuzu
zh_cn: 订单收据

source: For Business
ar: للأعمال
az: Biznes üçün
da: Til Erhverv
de_de: Für geschäftliches
el: Για δουλειές
eo: För Büsïnéss Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Para los negocios
es_es: Para Negocios
fil_ph: Para sa negosyo
id: Untuk bisnis
pt_br: Para negócios
pt_pt: Para Empresas
ru: Для бизнеса
sq: Për Biznes
sv: För affärer
tr_tr: Kurumsal İçin
zh_cn: 作商业用途
