Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Personal info
ar: المعلومات الشخصية
az: Şəxsi məlumat
da: Personlig information
de_de: Persönliche Info
el: Προσωπικές πληροφορίες
eo: Pérsönäl ïnfö Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Información personal
es_es: Información personal
fil_ph: Personal na impormasyon
id: Informasi Pribadi
pt_br: Informações pessoais
pt_pt: Informação pessoal
ru: Личная информация
sq: Informacionet personale
sv: Personlig info
sw_ke: Taarifa za mtu binafsi
tr_tr: Kişisel bilgi
zh_cn: 个人信息

source: Permissions
ar: الصلاحيات
az: İcazələr
da: Tilladelser
de_de: Berechtigungen
el: Δικαιώματα χρήσης
eo: Pérmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Permisos
es_es: Permisos
fil_ph: Mga Pahintulot
id: Izin
pt_br: Permissões
pt_pt: Permissões
ru: Права доступа
sq: Lejet
sv: Tillstånd
sw_ke: Idhini
tr_tr: İzinler
zh_cn: 权限

source: Important dates
ar: تواريخ مهمّة
az: Vacib tarixlər
da: Vigtige datoer
de_de: Wichtige Daten
el: Σημαντικές ημερομηνίες
eo: Ìmpörtänt dätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Fechas importantes
es_es: Fechas importantes
fil_ph: Mga mahahalagang petsa
id: Tanggal penting
pt_br: Datas importantes
pt_pt: Datas importantes
ru: Важные даты
sq: Data te rendesishme
sv: Viktiga datum
sw_ke: Tarehe muhimu
tr_tr: Önemli tarihler
zh_cn: 重要数据

source: User administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
ar: تم تعطيل إدارة المستخدم بسبب الحمل على قاعدة البيانات. يمكن استعادة هذه الوظيفة من خلال تفعيل مفتاح Waffle {switch_name}. كن حذرا عند إعادة تنشيط هذا المفتاح!
az: Verilənlər bazasında olan yük səbəbindən istifadəçi administrasiyası aradan qaldırıldı. Bu funksiya {switch_name} Waffle keçidini aktivləşdirərək bərpa edilə bilər. Bu keçidi yenidən aktivləşdirərkən ehtiyatlı olun!
da: Brugeradministration er blevet deaktiveret på grund af belastningen på databasen. Denne funktionalitet kan gendannes ved at aktivere {switch_name} vaffelkontakten. Vær forsigtig, når du genaktiverer denne kontakt!
de_de: Benutzer Administration wurde deaktiviert. Diese Funktionalität kann über den {switch_name} Waffle switch wieder aktiviert werden. Bitte seien Sie vorsichtig bei der Reaktivierung dieses Switches.
el: Η διαχείριση χρήστη έχει απενεργοποιηθεί λόγω του φόρτου της βάσης δεδομένων. Αυτή η λειτουργία μπορεί να αποκατασταθεί με την ενεργοποίηση του διακόπτη βάφλα {switch_name} . Να είστε προσεκτικοί όταν ενεργοποιείτε ξανά αυτόν τον διακόπτη!
eo: Ûsér ädmïnïsträtïön häs ßéén dïsäßléd düé tö thé löäd ön thé dätäßäsé. Thïs fünçtïönälïtý çän ßé réstöréd ßý äçtïvätïng thé {switch_name} Wäfflé swïtçh. Bé çäréfül whén ré-äçtïvätïng thïs swïtçh! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт#
es_419: La administración de usuarios fue deshabilitada debido a la carga en la base de datos. Esta función puede ser restablecida activando el {switch_name} interruptor Waffle . Sea cuidadoso cuando reactive el interruptor.!
es_es: La administración de usuarios se ha deshabilitado debido a la carga en la base de datos. Esta funcionalidad se puede restaurar activando el interruptor Waffle {switch_name}. ¡Tenga cuidado al reactivar este interruptor!
fil_ph: Ang pangangasiwa ng gumagamit ay hindi pinagana dahil sa pag-load sa database. Maaaring ibalik ang functionality na ito sa pamamagitan ng pag-activate ng {switch_name} Waffle switch. Mag-ingat kapag muling ina-activate ang switch na ito!
id: Administrasi pengguna telah dinonaktifkan karena beban pada database. Fungsionalitas ini dapat dipulihkan dengan mengaktifkan sakelar Waffle {switch_name}. Hati-hati saat mengaktifkan kembali switch ini!
pt_br: A administração de usuário foi desabilitada devido à carga na base de dados. Esta funcionalidade pode ser restabelecida ativando o interruptor {switch_name}. Tenha cuidado ao reativar esse interruptor.
pt_pt: A administração do utilizador foi desativada devido à carga na base de dados. Esta funcionalidade pode ser restaurada ativando a opção Waffle switch {switch_name}. Tenha cuidado ao reativar este switch!
ru: Администрация пользователя была отключена в связи с нагрузкой на базу данных. Эта функция может быть восстановлена с помощью переключателя {switch_name} Вафельный переключатель. Будьте осторожны при повторном включении этого переключателя!
sq: Administrimi i përdoruesit është çaktivizuar për shkak të ngarkesës në bazën e të dhënave. Ky funksionalitet mund të rikthehet duke aktivizuar çelësin {switch_name} Waffle. Kini kujdes kur riaktivizoni këtë çelës!
sv: Användaradministration har inaktiverats på grund av belastningen på databasen. Denna funktion kan återställas genom att aktivera {switch_name} Waffle-omkopplaren. Var försiktig när du återaktiverar den här omkopplaren!
tr_tr: Veritabanındaki yük nedeniyle kullanıcı yönetimi devre dışı bırakıldı. Bu işlev {switch_name} anahtarı açılarak geri getirilebilir. Bu anahtarı yeniden etkinleştirirken dikkatli olun!
zh_cn: 由于数据库的负载，用户管理功能已停用。可通过激活{switch_name}Waffle按钮修复此功能，重新激活时请谨慎！

source: LMS base url for custom site/microsite
ar: رابط قاعدة نظام إدارة التعلّم ’LMS‘ للموقع الخاص/الموقع المخصّص
az: Standart sayt/mikrosayt üçün LMS url-i
da: LMS base url for tilpasset websted/mikrosite
el: Βάση LMS url για τον προσαρμοσμένο ιστοχώρο/μικροιστοχώρο
eo: LMS ßäsé ürl för çüstöm sïté/mïçrösïté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: URL base del LMS para el site o microsite
es_es: URL base del LMS para el sitio/micrositio personalizado
fil_ph: LMS base url para sa custom na site/microsite
id: Url dasar LMS untuk situs kustom/situs mikro
pt_br: A url da base LMS para site/microsite personalizado
pt_pt: URL base LMS para site personalizado/microsite
ru: Ссылка микросайта на основе LMS
sq: URL-ja bazë LMS për sajtin/mikrosajtin e personalizuar
sv: LMS bas-url för anpassad webbplats/mikrosite
sw_ke: LMS msingi wa url kwa desturi ya tovuti/tovuti ndogo
tr_tr: Özellleştirilmiş site/mikrosite için LMS taban url
zh_cn: 供自定义站点/微站点使用的LMS基本URL

source: Root URL of this site's LMS (e.g. https://courses.stage.edx.org)
ar: رابط الجذر لموقع نظام إدارة التعلّم هذا (مثال https://courses.stage.edx.org)
az: Bu saytın LMS-nin əsas URL-i (məs. https://courses.stage.edx.org)
da: Rod-URL for dette websteds LMS (f.eks. https://courses.stage.edx.org)
de_de: Root URL des LMS dieser Installation (e.g. https://courses.stage.edx.org)
el: URL ρίζας του LMS αυτού του ιστότοπου (π.χ. https://courses.stage.edx.org)
eo: Rööt ÛRL öf thïs sïté's LMS (é.g. https://çöürsés.stägé.édx.örg) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: URL raíz del LMS. (Ej: https://courses.stage.edx.org)
es_es: URL raíz del LMS de este sitio (por ejemplo, https://courses.stage.edx.org)
fil_ph: Root URL ng LMS ng site na ito (hal. https://courses.stage.edx.org)
id: Root URL untuk LMS situs ini (contoh https://courses.stage.edx.org)
pt_br: A URL raiz da LMS deste site (por exemplo: https:/courses.stage.edx.org)
pt_pt: URL raiz do LMS deste site (por exemplo, https://courses.Stage.EDX.org)
ru: Ссылка на главную страницу LMS (напр. https://courses.stage.edx.org)
sq: URL-ja kryesore e LMS-së së kësaj faqeje (p.sh. https://courses.stage.edx.org)
sv: Rot-URL för den här webbplatsens LMS (t.ex. https://courses.stage.edx.org)
sw_ke: Mzizi wa URL kwa LMS katika tovuti hii (e.g https://courses.stage.edx.org)
tr_tr: Bu sitenin LMS arayüzünün kök dizini (örn: https://courses.stage.edx.org)
zh_cn: 此网站 LMS 的根 URL（例如 https://courses.stage.edx.org）

source: Path to custom site theme
ar: مسار سمة الموقع المخصّصة
az: Standart sayt mövzusuna yol
da: Sti til brugerdefineret webstedstema
de_de: Pfad zum custom site theme
el: Διαδρομή προς προσαρμοσμένο θέμα ιστότοπου
eo: Päth tö çüstöm sïté thémé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Ruta para personalizar el tema del sitio
es_es: Ruta al tema del sitio personalizado
fil_ph: Path sa custom na tema ng site
id: Path ke tema situs kustom
pt_br: Caminho para o tema do site customizado
pt_pt: Caminho para o tema do site personalizado
ru: Путь к теме оформления сайта
sq: Rruga drejt temës së personalizuar të faqes
sv: Sökväg till tema
sw_ke: Njia kufikia lengo la desturi ya tovuti
tr_tr: Özelleştirilmiş site teması yolu
zh_cn: 定制站点主题路径

source: Payment processors
ar: معالجات الدفعات
az: Ödəniş nəzarətçiləri
da: Betalingsbehandlere
de_de: Zahlungsverarbeiter
el: Επεξεργαστές πληρωμής
eo: Päýmént pröçéssörs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Procesadores de pagos
es_es: Procesadores de pagos
fil_ph: Mga processor ng pagbabayad
id: Prosesor pembayaran
pt_br: Processadores de pagamento
pt_pt: Processadores de pagamento
ru: Платежные системы
sq: Përpunuesit e pagesave
sv: Betalningsmetoder
sw_ke: Watayarishaji malipo
tr_tr: Ödeme altyapısı
zh_cn: 付款处理器

source: Comma-separated list of processor names: 'cybersource,paypal'
ar: قائمة، مفصولة بفواصل، باسماء المعالجات: 'cybersource,paypal'
az: Vergüllə ayrılmış ödəniş nəzarətçilərinin adları: 'cybersource,paypal'
da: Kommasepareret liste over processornavne: "cybersource,paypal"
de_de: KOmma getrennte Liste der processor names: 'cybersource,paypal'
el: Διαχωριζόμενη με κόμμα λίστα των ονομάτων επεξεργαστών
eo: Çömmä-sépärätéd lïst öf pröçéssör nämés: 'çýßérsöürçé,päýpäl' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Lista separada con comas de nombres de procesadores: 'cybersource,paypal'
es_es: Lista separada por comas de los nombres de procesadores: 'cybersource,paypal'
fil_ph: Listahan ng mga pangalan ng processor na pinaghihiwalay ng kuwit: &#39;cybersource,paypal&#39;
pt_br: Lista separada por vírgulas dos nomes de processadores: 'cybersource,paypal"
pt_pt: Lista separada por vírgulas de nomes de processadores: 'cybersource,paypal'
ru: Список платежных систем через запятую: 'cybersource,paypal'
sq: Lista e emrave të procesorëve të ndarë me presje: &#39;cybersource,paypal&#39;
sv: Kommaseparerad lista över processornamn: 'cybersource,paypal'
sw_ke: Orodha ya majina ya wachakataji iliyotenganishwa na alama ya koma: 'cybersource,paypal'
tr_tr: Virgüllerle ayrılmış ödeme altyapısı isim listesi: 'cybersource,paypal'
zh_cn: 使用逗号分隔的处理器列表: “cybersource,paypal”

source: Client-side payment processor
ar: معالج الدفع من جانب العميل
az: Müştəri tərəfi üçün ödəniş nəzarətçisi
da: Betalingsprocessor på klientsiden
de_de: Zahlungsverarbeiter des Clients - Client-side payment processor.
el: Επεξεργαστής πληρωμών από την πλευρά του πελάτη
eo: Çlïént-sïdé päýmént pröçéssör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Procesador de pagos del lado del cliente
es_es: Procesador de pagos del lado del cliente
fil_ph: Tagaproseso ng pagbabayad sa panig ng kliyente
id: Prosesor pembayaran sisi klien
pt_br: Sistema de pagamento do lado do cliente.
pt_pt: Processador de pagamento no lado do cliente
ru: Платежная система со стороны клиента
sq: Procesori i pagesave nga ana e klientit
sv: Betalningsbehandlare på klientsidan
sw_ke: Mthibitishaji wa malipo ya mteja
tr_tr: İstemci tarafı ödeme altyapısı
zh_cn: 客户端支付处理程序

source: Processor that will be used for client-side payments
ar: المعالج الذي سيستخدم لعمليات الدفع من جانب العميل
az: Müştəri tərəfi ödənişləri üçün istifadə olunacaq nəzarətçi
da: Processor, der vil blive brugt til betalinger på klientsiden
de_de: Processor der für die client-side Zahlungen verwendet wird
el: Επεξεργαστής που θα χρησιμοποιηθεί για πληρωμές από την πλευρά του πελάτη
eo: Pröçéssör thät wïll ßé üséd för çlïént-sïdé päýménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Procesador que será utilizado para los pagos del lado del cliente
es_es: Procesador que se utilizará para los pagos del lado del cliente
fil_ph: Processor na gagamitin para sa mga pagbabayad sa panig ng kliyente
id: Prosesor yang akan digunakan untuk pembayaran dari sisi klien
pt_br: Processador que será usado para pagamentos do lado do cliente
pt_pt: Processador que será utilizado para os pagamentos no lado do cliente
ru: Процессор, который будет использоваться для платежей со стороны клиента
sq: Procesor që do të përdoret për pagesat nga ana e klientit
sv: Processor som kommer att användas för betalningar på klientsidan
sw_ke: Kithibitisho kitakachotumika kwa ajili ya malipo ya mteja
tr_tr: İstemci tarafı ödemelerinde kullanılacak altyapı
zh_cn: 用于客户端支付的处理程序

source: OAuth settings
ar: إعدادات OAuth
az: OAuth parametrləri
da: OAuth-indstillinger
de_de: OAuth Einstellungen
el: Ρυθμίσεις OAuth
eo: ÖÀüth séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Configuración OAuth
es_es: Ajustes de OAuth
fil_ph: Mga setting ng OAuth
id: Pengaturan OAuth
pt_br: Configurações OAuth
pt_pt: Configurações de OAuth
ru: Настройки OAuth
sq: OAuth konfigurime
sv: Inställningar för OAuth
sw_ke: Mitegesho ya OAuth
tr_tr: OAuth ayarları
zh_cn: OAuth 设置

source: JSON string containing OAuth backend settings.
ar: نص JSON يحتوي على إعدادات مكان خلفية OAuth
az: JSON sırası OAuth backend parametrlərini saxlayır.
da: JSON-streng, der indeholder OAuth-backend-indstillinger.
de_de: JSON string der OAuth backend settings enthält.
el: Συμβολοσειρά JSON που περιέχει ρυθμίσεις υποστήριξης OAuth.
eo: JSÖN strïng çöntäïnïng ÖÀüth ßäçkénd séttïngs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Cadena JSON que contiene la configuración para el backend de OAuth
es_es: Cadena JSON que contiene la configuración de back-end de OAuth.
fil_ph: JSON string na naglalaman ng mga setting ng backend ng OAuth.
id: String JSON yang berisi pengaturan backend OAuth.
pt_br: string JSON contendo configurações de back-end OAuth
pt_pt: Cadeia de caracteres JSON contendo configurações de backend OAuth.
ru: JSON строка, содержащая настройки внутреннего интерфейса OAuth.
sq: Vargu JSON që përmban cilësimet e sfondit të OAuth.
sv: JSON-sträng som innehåller OAuth-backend-inställningar.
sw_ke: Sentensi ya JSON yenye mitegesho ya OAuth.
tr_tr: OAuth backend ayarlarını içeren JSON katarları.
zh_cn: 包含了 OAuth 后端设置的 JSON 名称。

source: Segment key
ar: مفتاح القسم
az: Seqment açarı
da: Segment nøgle
el: Κλειδί τμήματος
eo: Ségmént kéý Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Clave de segmento
es_es: Clave de segmento
fil_ph: Susi ng segment
id: Kunci segmen
pt_br: Chave de segmento
pt_pt: Chave de segmento
ru: Ключ сегмента
sq: Çelësi i segmentit
sv: Segmentnyckel
sw_ke: Namba za siri
tr_tr: Segment anahtarı
zh_cn: 分段密钥

source: Segment write/API key.
ar: كتابة القسم/مفتاح API.
az: Seqment yazısı/API açarı
da: Segmentskrivning/API-nøgle.
el: Κλειδί εγγραφής τμήματος/API.
eo: Ségmént wrïté/ÀPÌ kéý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Sección principal escritura/API
pt_br: Segmento da chave escrita/API
pt_pt: Chave do segmento Write/API.
ru: Ключ записи сегмента/API.
sq: Shkrimi i segmentit/Çelësi API.
sv: Segmentskrivning/API-nyckel.
sw_ke: Sehemu ya kuweka namba za siri/namba za siri za API.
tr_tr: Segment yazma/API anahtarı.
zh_cn: 分段写入/API 密钥。

source: From email
ar: من البريد الإلكتروني
az: E-maildən
da: Fra e-mail
de_de: E-Mail-Absender
el: Από email
eo: Fröm émäïl Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: De correo electrónico
es_es: Desde el e-mail
fil_ph: Mula sa email
id: Dari email
pt_br: E-mail de
pt_pt: Do email
ru: С электронного письма.
sq: Nga posta elektronike
sv: Avsändare
sw_ke: Kutoka kwenye barua pepe
tr_tr: Gönderen e-posta
zh_cn: 来自电子邮件

source: Address from which emails are sent.
ar: العنوان الذي أُرسلت منه رسائل البريد الإلكتروني.
az: E-maillərin göndərildiyi ünvanlar
da: Adresse, hvorfra e-mails sendes.
de_de: Absenderadresse von der E-Mails verschickt werden.
el: Διεύθυνση από την οποία αποστέλλονται τα email.
eo: Àddréss fröm whïçh émäïls äré sént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Dirección de la cual los correos electrónicos se envían.
es_es: Dirección desde la cual se envían los correos
fil_ph: Address kung saan ipinapadala ang mga email.
id: Alamat asal pengiriman email.
pt_br: Endereço de onde os e-mails são enviados
pt_pt: Endereço a partir do qual os emails são enviados.
ru: Адрес, с которого отправляются электронные письма.
sq: Adresa nga e cila dërgohen emailet.
sv: Ansändaradress för utgående meddelanden
sw_ke: Anwani inayotumiwa kutuma barua pepe.
tr_tr: E-postaların gönderildiği adres.
zh_cn: 发件人邮箱。

source: Enable enrollment codes
ar: تمكين رموز التسجيل
az: Qeydiyyat kodlarını aktivləşdirin
da: Aktiver tilmeldingskoder
de_de: Anmeldecodes aktivieren
el: Ενεργοποίηση κωδικών εγγραφής
eo: Énäßlé énröllmént çödés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Habilitar códigos de inscripción
es_es: Activar códigos de inscripción
fil_ph: I-enable ang mga enrollment code
id: Aktifkan kode pendaftaran
pt_br: Habilitar códigos de matrícula
pt_pt: Ativar códigos de incrição
ru: Включить коды регистрации
sq: Aktivizo kodet e regjistrimit
sv: Aktivera registreringskoder
sw_ke: Wezesha vificho vya 'usajili'
tr_tr: Kayıt kodlarını etkinleştir
zh_cn: 启用选课码

source: Enable the creation of enrollment codes.
ar: تمكين إنشاء رموز التسجيل.
az: Qeydiyyat kodlarının yaradılmasını aktivləşdirin.
da: Aktiver oprettelse af tilmeldingskoder.
de_de: Erstellung der Anmeldecodes aktivieren
el: Ενεργοποιήστε τη δημιουργία κωδικών εγγραφής.
eo: Énäßlé thé çréätïön öf énröllmént çödés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Habilitar la creación de códigos de inscripción.
es_es: Habilitar la creación de códigos de inscripción
fil_ph: I-enable ang paggawa ng mga enrollment code.
id: Aktifkan pembuatan kode pendaftaran.
pt_br: Habilitar a criação de códigos de matrícula.
pt_pt: Ative a criação dos códigos de inscrição.
ru: Включите создание регистрационных кодов.
sq: Aktivizo krijimin e kodeve të regjistrimit
sv: Aktivera skapandet av registreringskoder.
sw_ke: Wezewsha uundaji wa vificho vya 'usajili'.
tr_tr: Kayıt kodlarının oluşturulmasını etkinleştir.
zh_cn: 启用选课码的创建。

source: Payment support email
ar: رسالة بريد إلكتروني لدعم عملية الدفع
az: Ödəniş dəstək e-maili
da: Betalingssupport e-mail
de_de: E-Mail für Zahlungssupport
el: email υποστήριξης πληρωμών
eo: Päýmént süppört émäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Correo electrónico de soporte para pagos
es_es: Correo electrónico de soporte de pago
fil_ph: Email ng suporta sa pagbabayad
id: Email dukungan pembayaran
pt_br: E-mail de suporte de pagamento
pt_pt: Email de suporte de pagamento
ru: Электронная почта поддержки оплаты
sq: Posta elektronike mbështetëse për pagesat
sv: E-post för betalningssupport
sw_ke: 'Barua pepe' ya usaidizi wa malipo
tr_tr: Ödeme süreçleri destek e-postası
zh_cn: 付款支持邮件

source: Contact email for payment support issues.
ar: البريد الإلكتروني لجهة الاتصال لمشكلات دعم عملية الدفع.
az: Ödəniş məsələləri üçün əlaqə e-maili.
da: Kontakt e-mail for problemer med betalingssupport.
de_de: Kontakt-E-Mail-Adresse für Unterstützung bei Problemen Zahlungen betreffend.
el: Επικοινωνία μέσω email για ζητήματα υποστήριξης πληρωμών.
eo: Çöntäçt émäïl för päýmént süppört ïssüés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Correo de contacto para asuntos relacionados con soporte a pagos.
es_es: Correo electrónico de contacto para problemas de soporte de pago.
fil_ph: Makipag-ugnayan sa email para sa mga isyu sa suporta sa pagbabayad.
id: Email untuk permasalahan terkait pembayaran
pt_br: Email de contato para questões relacionadas a suporte.
pt_pt: Email de contacto para problemas de suporte de pagamento.
ru: Контактная электронная почта для вопросов поддержки оплаты.
sq: Kontakto në postën elektronike për problemet me pagesën.
sv: Kontakta e-post för betalningssupportproblem.
sw_ke: Anwani ya 'barua pepe' kwa ajili ya mawasiliano ya msaada.
tr_tr: Ödeme süreçlerinde destek verecek e-posta iletişim adresi.
zh_cn: 用于处理付款支持问题的电子邮件联系人。

source: Payment support url
ar: عنوان url لدعم عملية الدفع
az: Ödəniş dəstək url-i
da: Betalingssupport-url
de_de: URL für Zahlungssupport
el: Διεύθυνση URL υποστήριξης πληρωμών
eo: Päýmént süppört ürl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: URL de soporte a pagos
es_es: URL de soporte de pago
fil_ph: url ng suporta sa pagbabayad
id: Url dukungan pembayaran
pt_br: url de suporte de pagamento
pt_pt: URL da sustentação do pagamento
ru: поддержка платежа url
sq: URL-ja e mbështetjes së pagesës
sv: Betalningssupport-url
sw_ke: Anwani ya msaada wa malipo
tr_tr: Ödeme süreçleri destek url
zh_cn: 支付支持URL地址

source: URL for payment support issues.
ar: عنوان URL للمشاكل في دعم عملية الدفع.
az: Ödəniş dəstək məsələləri üçün URL
da: URL til problemer med betalingssupport.
de_de: URL für Probleme beim Zahlungssupport
el: Διεύθυνση URL για ζητήματα υποστήριξης πληρωμών.
eo: ÛRL för päýmént süppört ïssüés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: URL para asuntos de soporte a pagos
es_es: URL para problemas de soporte de pago.
fil_ph: URL para sa mga isyu sa suporta sa pagbabayad.
id: URL untuk masalah terkait pembayaran.
pt_br: URL para questões relacionadas a suporte.
pt_pt: URL para problemas de suporte de pagamento.
ru: URL-адрес для вопросов поддержки оплаты.
sq: URL për problemet e mbështetjes së pagesave.
sv: URL för betalningssupportproblem.
sw_ke: Anwani ya masuala ya msaada wa malipo.
tr_tr: Ödeme süreçleri sorunları için URL.
zh_cn: 用于处理支付支持问题的URL。

source: UTM Cookie Name
ar: اسم ملف تعريف ارتباط UTM
az: UTM kuki adı
da: UTM-cookienavn
el: Όνομα UTM cookie
eo: ÛTM Çöökïé Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Nombre de Cookie UTM
es_es: Nombre de la cookie UTM
fil_ph: Pangalan ng Cookie ng UTM
id: Nama Cookie UTM
pt_br: Nome do Cookie UTM
pt_pt: Nome do Cookie UTM
ru: Имя UTM Cookie
sq: Emri i cookie UTM
sv: UTM Cookie Namn
sw_ke: Jina la Kumbukumbu za Mtandaoni za UTM
tr_tr: UTM Çerez Adı
zh_cn: UTM Cookie名称

source: Name of cookie storing UTM data.
ar: بيانات تخزين اسم ملف تعريف ارتباط UTM
az: UTM datanı saxlayan kukinin adı
da: Navn på cookie, der gemmer UTM-data.
el: Όνομα cookie που αποθηκεύει δεδομένα UTM.
eo: Nämé öf çöökïé störïng ÛTM dätä. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Nombre del cookie que contiene datos UTM
es_es: Nombre de la cookie que almacena datos UTM.
fil_ph: Pangalan ng cookie na nag-iimbak ng data ng UTM.
id: Nama cookie penyimpanan data UTM.
pt_br: Nome do cookie de armazenagem de dados UTM.
pt_pt: Nome do cookie que armazena dados UTM.
ru: Имя файла cookie, хранящего UTM-данные.
sq: Emri i cookie-t që ruan të dhënat UTM.
sv: Namn på cookie som lagrar UTM-data.
sw_ke: Jina la eneo lenye kuhifadhi taarifa za UTM.
tr_tr: UTM verisini tutan çerezin adı.
zh_cn: 储存UTM数据的cookie名称。

source: Affiliate Cookie Name
ar: اسم ملف تعريف ارتباط UTM التابع
az: Əlaqədar kuki adı
da: Affiliate cookie navn
el: Όνομα cookie συνεργάτη
eo: Àffïlïäté Çöökïé Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Nombre de Cookie afiliado
es_es: Nombre de la cookie de afiliado
fil_ph: Pangalan ng Cookie ng Kaakibat
id: Nama Cookie Afiliasi
pt_br: Nome do Cookie de Afiliado
pt_pt: Nome do Cookie de Afiliado
ru: Партнерское имя куки-файла
sq: Emri i skedarit të filialit
sv: Affiliate Cookie Namn
tr_tr: Satış Ortağı Çerez Adı
zh_cn: 从属Cookie名称
