Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: An offer already exists for this Enterprise & Catalog combination.
ar: يوجد عرض مسبق لهذه المجموعة وللدليل.
az: Bu müəssisə və kataloq birləşməsi üçün təklif artıq mövcuddur.
da: Der findes allerede et tilbud for denne Enterprise & Catalog-kombination.
de_de: Für dieses Unternehmen gibt es bereits ein Angebot & Katalog-Kombination.
el: Υπάρχει ήδη μια προσφορά για αυτόν τον συνδυασμό Enterprise &amp; Catalog.
eo: Àn öffér älréädý éxïsts för thïs Éntérprïsé & Çätälög çömßïnätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Ya existe una oferta para esta combinación empresarial y catálogo.
es_es: Ya existe una oferta para esta combinación de empresa y catálogo.
fil_ph: Mayroon nang alok para sa kumbinasyong Enterprise at Catalog na ito.
id: Tawaran sudah ada untuk kombinasi Perusahaan & Katalog ini.
pt_br: Já existe uma oferta para esta combinação Enterprise & Catalog
pt_pt: Já existe uma oferta para esta combinação Empresa & Catálogo.
ru: Предложение уже существует для этой комбинации Enterprise & Catalog.
sq: Një ofertë ekziston tashmë për këtë kombinim Ndërmarrje dhe Katalog.
sv: Ett erbjudande finns redan för denna kombination av företag och katalog.
tr_tr: Bu Kurumsal ve Katalog kombinasyonu için zaten bir teklif var.
zh_cn: 已存在企业和目录组合的方案。

source: Percentage discounts cannot be greater than 100%.
ar: لا يمكن أن تكون نسبة الخصومات أعلى من 100٪.
az: Faizli endirim 100 faizdən böyük olmamalıdır.
da: Procentuelle rabatter må ikke være større end 100 %.
de_de: Prozentsätze können nicht größer sein als 100%.
el: Οι ποσοστιαίες εκπτώσεις δεν μπορούν να είναι μεγαλύτερες από 100%.
eo: Pérçéntägé dïsçöünts çännöt ßé gréätér thän 100%. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: El porcentaje de los descuentos no puede ser mayor al 100%.
es_es: Los descuentos porcentuales no pueden ser superiores al 100%.
fil_ph: Ang mga diskwento sa porsyento ay hindi maaaring higit sa 100%.
id: Diskon persentase tidak boleh lebih dari 100%.
pt_br: Os descontos percentuais não podem ser maiores que 100%.
pt_pt: Os descontos percentuais não podem ser superiores a 100%.
ru: Процентная скидка не может превышать 100%.
sq: Zbritjet në përqindje nuk mund të jenë më të mëdha se 100%.
sv: Procentuella rabatter får inte vara större än 100 %.
sw_ke: Asilimia ya punguzo la bei haiwezi kuwa kubwa kuliko 100%.
tr_tr: Yüzde cinsinden indirimler %100'den fazla olamaz.
zh_cn: 折扣百分比不能大于100%。

source: A start date must be specified when specifying an end date.
ar: يجب تحديد تاريخ البدء عند تحديد تاريخ الانتهاء.
az: Bitmə vaxtını müəyyənləşdirərkən başlama vaxtını da müəyyənləşdirmək lazımdır.
da: En startdato skal angives, når du angiver en slutdato.
de_de: Bei der Festlegung eines Enddatums muss ein Startdatum angegeben werden
el: Κατά τον καθορισμό ημερομηνίας λήξης πρέπει να προσδιορίζεται και μια ημερομηνία έναρξης.
eo: À stärt däté müst ßé spéçïfïéd whén spéçïfýïng än énd däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Se debe especificar una fecha de inicio al especificar una fecha de finalización.
es_es: Se debe especificar una fecha de inicio al especificar una fecha de finalización.
fil_ph: Dapat na tukuyin ang petsa ng pagsisimula kapag nagsasaad ng petsa ng pagtatapos.
id: Tanggal mulai harus ditentukan saat menentukan tanggal akhir.
pt_br: Uma data de início deve ser especificada ao especificar uma data de término.
pt_pt: Dever ser definida uma data de início ao especificar uma data de fim.
ru: Дата начала должна быть указана при указании даты окончания.
sq: Një datë fillimi duhet të specifikohet kur specifikohet një datë përfundimi.
sv: Ett startdatum måste anges när du anger ett slutdatum.
sw_ke: Tarehe ya kuanza lazima ibainishwe wakati wa kubainisha tarehe ya kumaliza.
tr_tr: Bir bitiş tarihi atandığında başlama tarihi de belirlenmeli.
zh_cn: 若设置结束日期，则必须设置开始日期。

source: The start date must occur before the end date.
ar: يجب أن يكون تاريخ البدء قبل تاريخ الانتهاء.
az: Başlama tarixi bitmə tarixindən əvvəl olmalıdır.
da: Startdatoen skal ligge før slutdatoen.
de_de: Das Startdatum muss vor dem Enddatum gesetzt werden.
el: Η ημερομηνία έναρξης πρέπει να εμφανίζεται πριν από την ημερομηνία λήξης.
eo: Thé stärt däté müst öççür ßéföré thé énd däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: La fecha de inicio debe ser anterior a la fecha de finalización.
es_es: La fecha de inicio debe ser anterior a la fecha de finalización.
fil_ph: Ang petsa ng pagsisimula ay dapat mangyari bago ang petsa ng pagtatapos.
id: Tanggal mulai harus sebelum tanggal akhir.
pt_br: A data de inicio deve ocorrer antes da data de termino
pt_pt: A data de início deve ocorrer antes da data de fim.
ru: Дата начала должна наступить до даты окончания.
sq: Data e fillimit duhet të ndodhë përpara datës së përfundimit.
sv: Startdatumet måste infalla före slutdatumet.
sw_ke: Tarehe ya kuanza lazima iwe mwanzo kabla ya tarehe ya kumaliza.
tr_tr: Başlama tarihi bitiş tarihinden önce olmalı.
zh_cn: 开始日期必须早于结束日期。

source: More than 2 digits after the decimal not allowed for absolute value.
ar: لا يسمح بإدراج أكثر من رقمين بعد الكسر العشري للقيمة المطلقة.
da: Mere end 2 cifre efter decimalen er ikke tilladt for absolut værdi.
de_de: Mehr als 2 Nachkommastellen sind für den Absolutwert nicht zulässig.
el: Περισσότερα από 2 ψηφία μετά το δεκαδικό δεν επιτρέπονται για απόλυτη τιμή.
eo: Möré thän 2 dïgïts äftér thé déçïmäl nöt ällöwéd för äßsölüté välüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: No se permite más de 2 dígitos después del decimal para el valor absoluto.
es_es: No se permiten más de 2 dígitos después del decimal para el valor absoluto.
fil_ph: Higit sa 2 digit pagkatapos ng decimal ang hindi pinapayagan para sa absolute value.
id: Lebih dari 2 digit setelah desimal tidak diperbolehkan untuk nilai absolut.
pt_br: Mais de 2 dígitos após o decimal não permitido para valor absoluto.
pt_pt: Mais de 2 dígitos após o decimal não são permitidos para valor absoluto.
sq: Më shumë se 2 shifra pas dhjetorit nuk lejohen për vlerë absolute.
sv: Mer än 2 siffror efter decimalen är inte tillåtna för absolut värde.
tr_tr: Mutlak değer için ondalık sayıdan sonra 2'den fazla basamağa izin verilmez.

source: This field is required when contract discount type is absolute.
ar: هذا الحقل مطلوب عندما يكون نوع الخصم على العقد مطلقاً.
da: Dette felt er påkrævet, når kontraktrabattypen er absolut.
de_de: Dieses Feld ist erforderlich, wenn die Rabattart des Vertrags absolut ist.
el: Αυτό το πεδίο απαιτείται όταν ο τύπος έκπτωσης συμβολαίου είναι απόλυτος.
eo: Thïs fïéld ïs réqüïréd whén çönträçt dïsçöünt týpé ïs äßsölüté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Este campo es requerido cuando el tipo de descuento de contrato es absoluto.
es_es: Este campo es obligatorio cuando el tipo de descuento del contrato es absoluto.
fil_ph: Ang field na ito ay kinakailangan kapag ang uri ng diskwento sa kontrata ay ganap.
id: Bidang ini harus diisi jika jenis diskon kontrak adalah mutlak.
pt_br: Este campo é obrigatório quando o tipo de desconto do contrato é absoluto.
pt_pt: Este campo é obrigatório quando o tipo de desconto do contrato é absoluto.
sq: Kjo fushë kërkohet kur lloji i zbritjes së kontratës është absolut.
sv: Detta fält är obligatoriskt när kontraktsrabatttypen är absolut.
tr_tr: Sözleşme indirim tipi mutlak olduğunda bu alan gereklidir.

source: Discount of type {} provided by {} for {}.
ar: خصم من نوع {} قدمه {} لـِ {}.
da: Rabat af typen {} givet af {} for {}.
de_de: Rabatt vom Typen {} gewährt durch {} für {}.
el: Έκπτωση τύπου {} παρέχεται από {} για {}.
eo: Dïsçöünt öf týpé {} prövïdéd ßý {} för {}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Descuento de tipo {} proporcionado por {} para {}.
es_es: Descuento de tipo {} proporcionado por {} para {}.
fil_ph: Diskwento ng uri ng {} na ibinigay ng {} para sa {}.
id: Diskon jenis {} disediakan oleh {} untuk {}.
pt_br: Desconto do tipo {} fornecido por {} para {}.
pt_pt: Desconto do tipo {} fornecido por {} para {}.
sq: Zbritje e llojit {} e ofruar nga {} për {}.
sv: Rabatt av typen {} tillhandahålls av {} för {}.
tr_tr: {} tarafından {} için sağlanan {} türü indirim.

source: Enterprise Coupon Codes
ar: رموز قسائم المجموعات
da: Enterprise kuponkoder
de_de: Unternehmens-Gutschein-Codes
el: Κωδικοί κουπονιών επιχειρήσεων
eo: Éntérprïsé Çöüpön Çödés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Códigos de cupón empresariales
es_es: Códigos de cupones empresariales
fil_ph: Mga Code ng Kupon ng Enterprise
id: Kode Kupon Perusahaan
pt_br: Códigos de Cupom Corporativo
pt_pt: Códigos Promocionais para Empresas
sq: Kodet e kuponit të ndërmarrjeve
sv: Företagskupongkoder
tr_tr: Kurumsal Kupon Kodları

source: Edit Enterprise Offer: %(enterprise_customer_name)s
ar: تحرير عرض المجموعات: %(enterprise_customer_name)s
az: Müəssisə təklifini redaktə edin: %(enterprise_customer_name)s
da: Rediger virksomhedstilbud: %(enterprise_customer_name)s
de_de: Unternehmensangebot bearbeiten: %(enterprise_customer_name)s
el: Επεξεργασία προσφοράς επιχείρησης: %(enterprise_customer_name)s
eo: Édït Éntérprïsé Öffér: %(enterprise_customer_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Editar la oferta empresarial: %(enterprise_customer_name)s
es_es: Editar oferta empresarial: %(enterprise_customer_name)s
fil_ph: I-edit ang Alok ng Enterprise: %(enterprise_customer_name)s
id: Edit Penawaran Perusahaan: %(enterprise_customer_name)s
pt_br: Editar oferta corporativa: %(enterprise_customer_name)s
pt_pt: Editar Oferta de Empresa: %(enterprise_customer_name)s
ru: Редактировать предложение предприятия: %(enterprise_customer_name)s
sq: Redakto ofertën e ndërmarrjes: %(enterprise_customer_name)s
sv: Redigera företagserbjudande: %(enterprise_customer_name)s
tr_tr: Kurumsal Teklifi Düzenle: %(enterprise_customer_name)s
zh_cn: 编辑企业方案：%(enterprise_customer_name)s

source: Create Enterprise Offer
ar: إنشاء عرض المجموعات
az: Müəssisə təklifini yaradın
da: Opret virksomhedstilbud
de_de: Unternehmensangebot erstellen
el: Δημιουργία Εταιρικής Προσφοράς
eo: Çréäté Éntérprïsé Öffér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Crear oferta empresarial
es_es: Crear oferta empresarial
fil_ph: Gumawa ng Alok sa Enterprise
id: Buat Penawaran Perusahaan
pt_br: Criar oferta empresarial
pt_pt: Criar Oferta Corporativa
ru: Создать предложение предприятия
sq: Krijo ofertë për ndërmarrje
sv: Skapa företagserbjudande
tr_tr: Kurumsal Teklif Oluştur
zh_cn: 创建企业方案

source: Enterprise Offers
ar: عروض المجموعات
az: Müəssisə təklifləri
da: Virksomhedstilbud
de_de: Unternehmens Angebote
el: Επιχειρηματικές Προσφορές
eo: Éntérprïsé Öfférs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Ofertas empresariales
es_es: Ofertas empresariales
fil_ph: Mga Alok ng Enterprise
id: Penawaran Perusahaan
pt_br: Ofertas Empresariais
pt_pt: Ofertas Corporativas
ru: предложения предприятия
sq: Ofertat e Ndërmarrjeve
sv: Företagserbjudanden
tr_tr: Kurumsal Teklifler
zh_cn: 企业方案

source: Edit
ar: تعديل
az: Redaktə edin
da: Redigere
de_de: Bearbeiten
el: Επεξεργασία
eo: Édït Ⱡ'σяєм ι#
es_419: Editar
es_es: Editar
fil_ph: I-edit
id: Ubah
pt_br: Editar
pt_pt: Editar
ru: Редактировать
sq: Edito
sv: Redigera
sw_ke: Hariri
tr_tr: Düzenle
zh_cn: 编辑

source: Create
ar: إنشاء
az: Yarat
da: skab
de_de: Erstellen
el: Δημιουργία
eo: Çréäté Ⱡ'σяєм ιρѕυ#
es_419: Crear
es_es: Crear
fil_ph: Lumikha
id: Buat
pt_br: Criar
pt_pt: Criar
ru: Создать
sq: Krijo
sv: Skapa
sw_ke: Unda
tr_tr: Oluştur
zh_cn: 创建

source: Edit Enterprise Offer
ar: تحرير عرض المجموعات
az: Müəssisə təklifini redaktə edin
da: Rediger virksomhedstilbud
de_de: Unternehmensangebot bearbeiten
el: Επεξεργασία Προσφοράς Επιχειρήσεων
eo: Édït Éntérprïsé Öffér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Editar oferta empresarial
es_es: Editar oferta empresarial
fil_ph: I-edit ang Alok ng Enterprise
id: Edit Penawaran Perusahaan
pt_br: Editar oferta empresarial
pt_pt: Editar Oferta Corporativa
ru: Редактировать предложение предприятия
sq: Redakto ofertën e ndërmarrjes
sv: Redigera företagserbjudande
tr_tr: Kurumsal Teklifi Düzenle
zh_cn: 编辑企业方案

source: Save Changes
ar: حفظ التغييرات
az: Dəyişiklikləri saxla
da: Gem ændringer
de_de: Änderungen Speichern
el: Αποθήκευση αλλαγών
eo: Sävé Çhängés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Guardar cambios
es_es: Guardar cambios
fil_ph: I-save ang mga pagbabago
id: Simpan Perubahan
pt_br: Salvar alterações
pt_pt: Guardar Alterações
ru: Сохранить изменения
sq: Ruaj ndryshimet
sv: Spara ändringar
sw_ke: Hifadhi Mabadiliko
tr_tr: Değişikleri Kaydet
zh_cn: 保存更改

source: Cancel
ar: إلغاء
az: Ləğv edin
da: Afbestille
de_de: Abbrechen
el: Ακύρωση
eo: Çänçél Ⱡ'σяєм ιρѕυ#
es_419: Cancelar
es_es: Cancelar
fil_ph: Kanselahin
id: Batal
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sq: Anulo
sv: Avbryt
sw_ke: Batilisha
tr_tr: İptal
zh_cn: 取消

source: %(platform_name)s Enterprise Offer Administration Tool
ar: %(platform_name)sأداة إدارة عرض المجموعات
de_de: %(platform_name)s Verwaltungstool für Unternehmensangebote
el: %(platform_name)s Εργαλείο διαχείρισης εταιρικής προσφοράς
eo: %(platform_name)s Éntérprïsé Öffér Àdmïnïsträtïön Tööl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: %(platform_name)s Herramienta de administración de oferta empresarial
es_es: %(platform_name)s Herramienta de administración de ofertas empresariales
pt_br: %(platform_name)s Ferramenta de Administração de Oferta Corporativa
pt_pt: %(platform_name)s Ferramenta de administração de ofertas corporativas
sq: %(platform_name)s Mjeti i Administrimit të Ofertës së Ndërmarrjeve
sv: %(platform_name)s Företagserbjudandets Administrationsverktyg
tr_tr: %(platform_name)s Kurumsal Teklif Yönetim Aracı

source: Current enterprise offers
ar: عروض المجموعات الحالية
az: Cari müəssisə təklifləri
da: Aktuelle virksomhedstilbud
de_de: Aktuelle Unternehmensangebote
el: Τρέχουσες επιχειρηματικές προσφορές
eo: Çürrént éntérprïsé öfférs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Actuales ofertas empresariales
es_es: Ofertas empresariales actuales
fil_ph: Mga kasalukuyang alok ng negosyo
id: Penawaran perusahaan saat ini
pt_br: ofertas corporativas atuais
pt_pt: Ofertas empresariais actuais
ru: Текущие предложения предприятия
sq: Ofertat aktuale të ndërmarrjeve
sv: Aktuella företagserbjudanden
tr_tr: Mevcut kurumsal teklifler
zh_cn: 当前的企业方案

source: Enterprise Customer Name
ar: اسم العميل المجموعة
az: Müəssisə müştərisinin adı
da: Enterprise-kundenavn
de_de: Name des Unternehmens
el: Όνομα πελάτη επιχείρησης
eo: Éntérprïsé Çüstömér Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Nombre empresarial del cliente
es_es: Nombre de cliente empresarial
fil_ph: Pangalan ng Customer ng Enterprise
id: Nama Pelanggan Perusahaan
pt_br: Nome do cliente corporativo
pt_pt: Nome do Utilizador Empresarial
ru: Имя клиента предприятия
sq: Emri i klientit të ndërmarrjes
tr_tr: Kurumsal Müşteri Adı
zh_cn: 企业客户名称

source: Type
ar: النوع
az: Növ
de_de: Typ
el: Τύπος
eo: Týpé Ⱡ'σяєм ι#
es_419: Tipo
es_es: Tipo
fil_ph: Uri
id: Ketik
pt_br: Tipo
pt_pt: Tipo
ru: Тип
sq: Tipi
sv: Typ
sw_ke: Aina
tr_tr: Tür
zh_cn: 类型

source: Value
ar: القيمة
az: Dəyər
da: Værdi
de_de: Wert
el: Τιμή
eo: Välüé Ⱡ'σяєм ιρѕ#
es_419: Valor
es_es: Valor
fil_ph: Halaga
id: Nilai
pt_br: Valor
pt_pt: Valor
ru: Значение
sq: Vlera
sv: Värde
sw_ke: Thamani
tr_tr: Değer
zh_cn: 值

source: Start
ar: البدء
az: Başla
de_de: Beginn
el: Έναρξη
eo: Stärt Ⱡ'σяєм ιρѕ#
es_419: Inicio
es_es: Comienzo
fil_ph: Magsimula
id: Mulai
pt_br: Inicia
pt_pt: Início
ru: Начало
sq: Filloni
sw_ke: Anza
tr_tr: Başlangıç
zh_cn: 开始

source: End
ar: النهاية
az: Bitir
da: Ende
de_de: Ende
el: Τέλος
eo: Énd Ⱡ'σяєм#
es_419: Fin
es_es: Finalización
fil_ph: Tapusin
id: Selesai
pt_br: Finaliza
pt_pt: Fim
ru: Окончание
sq: fund
sv: Slutet
sw_ke: Mwisho
tr_tr: Bitiş
zh_cn: 结束

source: %(platform_name)s Enterprise Offer Administration Tool
ar: %(platform_name)sأداة إدارة عرض المجموعات
de_de: %(platform_name)s Verwaltungstool für Unternehmensangebote
el: %(platform_name)s Εργαλείο διαχείρισης εταιρικής προσφοράς
eo: %(platform_name)s Éntérprïsé Öffér Àdmïnïsträtïön Tööl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: %(platform_name)s Herramienta de administración de oferta empresarial
es_es: %(platform_name)s Herramienta de administración de ofertas empresariales
pt_br: %(platform_name)s Ferramenta de Administração de Oferta Corporativa
pt_pt: %(platform_name)s Ferramenta de administração de ofertas corporativas
sq: %(platform_name)s Mjeti i Administrimit të Ofertës së Ndërmarrjeve
sv: %(platform_name)sFöretagserbjudandets Administrationsverktyg
tr_tr: %(platform_name)s Kurumsal Teklif Yönetim Aracı

source: SKU {sku} does not exist.
ar: وحدة إدارة المخزون {sku} غير موجودة.
az: SKU {sku} mövcud deyil.
da: SKU {sku} findes ikke.
de_de: SKU {sku} existiert nicht.
el: Το SKU {sku} δεν υπάρχει.
eo: SKÛ {sku} döés nöt éxïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: El SKU {sku} no existe.
es_es: SKU {sku} no existe.
fil_ph: SKU {sku} ay hindi umiiral.
id: SKU {sku} tidak ada.
pt_br: SKU {sku} não existe.
pt_pt: SKU {sku} não existe.
ru: SKU {sku} не существует
sq: SKU {sku} nuk ekziston.
sv: SKU {sku} finns inte.
sw_ke: SKU {sku} haipo.
tr_tr: Ürün Çeşit Türü {sku} bilgisi mevcut değil.
zh_cn: SKU{sku}不存在。

source: There is no Enterprise Customer associated with SKU {sku}.
ar: لا يوجد عميل مؤسسة متصل بوحدة إدارة المخزون {sku}.
az: SKU {sku} ilə əlaqədar müəssisə müştərisi yoxdur.
da: Der er ingen Enterprise-kunde tilknyttet SKU {sku}.
de_de: Es gibt keinen Unternehmenskunden der mit SKU {sku} verbunden ist.
el: Δεν υπάρχει εταιρικός πελάτης που να σχετίζεται με το SKU {sku}.
eo: Théré ïs nö Éntérprïsé Çüstömér ässöçïätéd wïth SKÛ {sku}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: No hay un cliente empresarial asociado con el SKU {sku}.
es_es: No hay ningún cliente empresarial asociado con el SKU {sku}.
fil_ph: Walang Enterprise Customer na nauugnay sa SKU {sku}.
id: Tidak ada Pelanggan Perusahaan yang terkait dengan SKU {sku}.
pt_br: Não há nenhum cliente corporativo associado ao SKU {sku} .
pt_pt: Não há nenhum Utilizador Corporativo associado a SKU {sku}.
ru: Корпоративный заказчик не связан с SKU {sku}.
sq: Nuk ka asnjë klient sipërmarrës të lidhur me SKU {sku} .
sv: Det finns ingen företagskund kopplad till SKU {sku}.
sw_ke: Hakuna Enterprise Customer inayohusiana na SKU {sku}.
tr_tr: Ürün Çeşit Türü {sku} bilgisiyle bağlantılı bir Kurumsal Müşteri bulunmuyor.
zh_cn: 不存在任何与SKU{sku}相关联的企业客户。

source: If you have concerns about sharing your data, please contact your administrator at {enterprise}.
ar: إذا كانت لديك مخاوف حول مشاركة بياناتك، فيُرجى الاتصال بمشرفك في {enterprise}.
az: Əgər datanızı paylaşmaqla əlaqədar narahatçılığınız varsa, zəhmət olmasa, {enterprise}-da administratorunuzla əlaqə saxlayın.
da: Hvis du har problemer med at dele dine data, bedes du kontakte din administrator på {enterprise}.
de_de: Falls Sie bedenken bezüglich des Datenschutzes haben, nehmen Sie bitte mit dem Administrator von {enterprise} Kontakt auf.
el: Εάν έχετε ανησυχίες σχετικά με την κοινή χρήση των δεδομένων σας, επικοινωνήστε με τον διαχειριστή σας στο {enterprise}.
eo: Ìf ýöü hävé çönçérns äßöüt shärïng ýöür dätä, pléäsé çöntäçt ýöür ädmïnïsträtör ät {enterprise}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Si tienes dudas acerca de compartir tus datos, contáctate con tu administrador de {enterprise}.
es_es: Si le preocupa compartir sus datos, comuníquese con su administrador en {enterprise}.
fil_ph: Kung mayroon kang mga alalahanin tungkol sa pagbabahagi ng iyong data, mangyaring makipag-ugnayan sa iyong administrator sa {enterprise}.
id: Jika Anda khawatir tentang berbagi data, harap hubungi administrator Anda di {enterprise}.
pt_br: Se você tiver dúvidas sobre o compartilhamento de seus dados, entre em contato com seu administrador em {enterprise} .
pt_pt: Se tiver dúvidas acerca de partilhar os seus dados, entre em contacto com o administrador em {enterprise}.
ru: Если у вас есть сомнения по поводу передачи ваших данных, обратитесь к администратору {enterprise}.
sq: Nëse keni shqetësime për ndarjen e të dhënave tuaja, ju lutemi kontaktoni administratorin tuaj në {enterprise} .
sv: Kontakta din administratör på {enterprise} om du har frågor om att dela dina data.
sw_ke: Kama una wasiwasi kuhusu kutoa taarifa zako, tafadhali wasiliana na mzimamizi wako kwenye {enterprise}.
tr_tr: Verilerinizin paylaşımıyla ilgili bir endişeniz varsa, lütfen {enterprise} yöneticileriyle iletişime geçin.
zh_cn: 如果您对共享数据有顾虑，请联系您在{enterprise}的管理员。

source: If you have concerns about sharing your data, please contact your administrator at {enterprise} at {contact_info}.
ar: إذا كانت لديك مخاوف حول مشاركة بياناتك، فيُرجى الاتصال بمشرفك في {enterprise} على {contact_info}.
az: Əgər datanızı paylaşmaqla əlaqədar narahatçılığınız varsa, zəhmət olmasa, {enterprise}-da administratorunuzla əlaqə {contact_info} saxlayın.
da: Hvis du har problemer med at dele dine data, bedes du kontakte din administrator på {enterprise} på {contact_info}.
de_de: Falls Sie bedenken bezüglich des Datenschutzes haben, nehmen Sie bitte mit dem Administrator von {enterprise} unter {contact_info} Kontakt auf.
el: Εάν έχετε ανησυχίες σχετικά με την κοινή χρήση των δεδομένων σας, επικοινωνήστε με τον διαχειριστή σας στο {enterprise} στο {contact_info}.
eo: Ìf ýöü hävé çönçérns äßöüt shärïng ýöür dätä, pléäsé çöntäçt ýöür ädmïnïsträtör ät {enterprise} ät {contact_info}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Si tienes dudas acerca de compartir tus datos, contáctate con tu administrador de {enterprise} a {contact_info}.
es_es: Si le preocupa compartir sus datos, comuníquese con su administrador en {enterprise} en {contact_info}.
fil_ph: Kung mayroon kang mga alalahanin tungkol sa pagbabahagi ng iyong data, mangyaring makipag-ugnayan sa iyong administrator sa {enterprise} sa {contact_info}.
id: Jika Anda khawatir tentang berbagi data, harap hubungi administrator Anda di {enterprise} di {contact_info}.
pt_br: Se você tiver dúvidas sobre o compartilhamento de seus dados, entre em contato com seu administrador em {enterprise} em {contact_info} .
pt_pt: Se tiver dúvidas sobre como partilhar os seus dados, entre em contato com o seu administrador em {enterprise} em {contact_info}.
sq: Nëse keni shqetësime për ndarjen e të dhënave tuaja, ju lutemi kontaktoni administratorin tuaj në {enterprise} në {contact_info} .
sv: Om du är orolig för att dela dina data, kontakta din administratör på {enterprise} på {contact_info}.
sw_ke: Kama una wasiwasi kuhusu kutoa taarifa zako, tafadhali wasiliana na msimamizi wako kwenye {enterprise} kupitia {contact_info}.
tr_tr: Verilerinizin paylaşımıyla ilgili bir endişeniz varsa, lütfen {enterprise} yöneticileriyle {contact_info} üzerinden iletişime geçin.
zh_cn: 如果您对共享数据有顾虑，请联系您在{enterprise}的管理员，联系方式为{contact_info}。

source: Enrollment in {course_name} was not complete.
ar: لم يكتمل التسجيل في {course_name}.
az: {course_name} adlı kursda qeydiyyat tam deyildi.
da: Tilmeldingen til {course_name} var ikke fuldført.
de_de: Einschreibung in {course_name} war nicht vollständig.
el: Η εγγραφή στο {course_name} δεν ολοκληρώθηκε.
eo: Énröllmént ïn {course_name} wäs nöt çömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: La inscripción en {course_name} no se completó.
es_es: La inscripción en {course_name} no se completó.
fil_ph: Hindi kumpleto ang pagpapatala sa {course_name}.
id: Pendaftaran di {course_name} tidak selesai.
pt_br: Matrícula em {course_name} não foi completada.
pt_pt: A inscrição em {course_name} não foi concluída.
ru: Запись на курс «{course_name}» не завершена.
sq: Regjistrimi në {course_name} nuk ishte i plotë.
sv: Registreringen till {course_name} var inte slutförd.
sw_ke: Uandikishaji kwenye kozi {course_name} haukukamilika.
tr_tr: {course_name} eğitimine kayıt işlemi tamamlanmadı.
zh_cn: 未完成{course_name}的注册。
