Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Shipping address
ar: عنوان الشحن
da: Leveringsadresse
el: Διεύθυνση αποστολής
fil_ph: Address ng pagpapadala
pt_br: Endereço de entrega
sq: Adresa e transportit

source: Deleted
ar: جرى الحذف
az: Silindi
da: Slettet
de_de: Gelöscht
el: Διαγράφηκε
eo: Délétéd Ⱡ'σяєм ιρѕυм #
es_419: Eliminado
es_es: Borrado
fil_ph: Tinanggal
id: Terhapus
pt_br: Apagado
pt_pt: Eliminado
ru: Удалено
sq: Fshirë
sv: Borttagen
sw_ke: Imefutwa
tr_tr: Silindi
zh_cn: 删除

source: Changing...
ar: تغيير...
da: Ændrer...
el: Αλλαγή...
fil_ph: Nagbabago...
pt_br: Mudando...
sq: Po ndryshon...

source: No orders found.
ar: لا توجد طلبيات.
az: Sifariş tapılmadı.
da: Ingen ordrer fundet.
de_de: Keine Bestellungen gefunden.
el: Δεν βρέθηκαν παραγγελίες
eo: Nö ördérs föünd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: No se encontraron órdenes
es_es: No se encuentran pedidos.
fil_ph: Walang nakitang mga order.
id: Tidak ada pesanan yang ditemukan
pt_br: Nenhum pedido encontrado.
pt_pt: Não foram encontrados pedidos.
ru: Ни одного заказа не найдено.
sq: Nuk u gjet asnjë porosi.
sv: Inga beställningar hittades.
sw_ke: Hakuna uagizaji uliopatikana.
tr_tr: Sipariş bulunamadı.
zh_cn: 没有找到订单。

source: Enrollments
ar: عمليات التسجيل
az: Qeydiyyatlar
da: Tilmeldinger
de_de: Einschreibungen
el: Εγγραφές
eo: Énröllménts Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Inscripciones
es_es: Inscripciones
fil_ph: Mga enrollment
id: Pendaftaran
pt_br: Matrículas
pt_pt: Inscrições
ru: Регистрации
sq: Regjistrimi
sv: Registreringar
sw_ke: Usajili
tr_tr: Kayıtlanmalar
zh_cn: 选课

source: Mode
ar: الوضعية
az: Rejim
de_de: Modus
el: Λειτουργία
eo: Mödé Ⱡ'σяєм ι#
es_419: Modo
es_es: Modo
pt_br: Modo
pt_pt: Modo
ru: Режим
sq: Modaliteti
sv: Läge
sw_ke: Muundo
tr_tr: Durum
zh_cn: 模式

source: Active?
ar: فعّال؟
az: Aktiv?
da: Aktiv?
de_de: Aktiv?
el: Ενεργό;
eo: Àçtïvé? Ⱡ'σяєм ιρѕυм #
es_419: ¿Está activo?
es_es: ¿Activo?
fil_ph: Aktibo?
id: Aktif?
pt_br: Ativo?
pt_pt: Ativo?
ru: Действующий?
sq: Aktiv?
sv: Aktiva?
sw_ke: Iko hai?
tr_tr: Aktif?
zh_cn: 激活？

source: No enrollments found.
ar: عذرًا، لم نجد عمليات تسجيل!
az: Qeydiyyatlar tapılmadı.
da: Ingen tilmeldinger fundet.
de_de: Keine Einschreibung gefunden.
el: Δεν βρέθηκαν εγγραφές.
eo: Nö énröllménts föünd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: No se encontraron inscripciones.
es_es: No se encuentran inscripciones.
fil_ph: Walang nakitang enrollment.
id: Tidak ada pendaftaran yang ditemukan.
pt_br: Nenhuma inscrição encontrada.
pt_pt: Não foram encontradas inscrições.
ru: Ни одной регистрации не найдено.
sq: Nuk u gjet asnjë regjistrim.
sv: Inga registreringar hittades.
sw_ke: Hakuna usajili uliopatikana.
tr_tr: Kayıt Bulunamadı.
zh_cn: 没有发现选课信息

source: Confirm Refund Processing
ar: تأكيد معالجة عملية استرداد المبلغ
az: Geri ödəniş prosesini təsdiq edin
da: Bekræft tilbagebetalingsbehandling
de_de: Rückerstattungsabwicklung bestätigen
el: Επιβεβαιώστε την επεξεργασία της επιστροφής χρημάτων
eo: Çönfïrm Réfünd Pröçéssïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Confirmar el proceso de reembolso
es_es: Procesando la confirmación de devolución
fil_ph: Kumpirmahin ang Pagproseso ng Refund
id: Konfirmasi Pemrosesan Pengembalian Dana
pt_br: Confirme procedimento de reembolso
pt_pt: Confirmar Processamento do Reembolso
ru: Возвраты ожидают подтверждения
sq: Konfirmo përpunimin e rimbursimit
sv: Bekräfta återbetalningsbearbetning
sw_ke: Hakikisha Matayarisho ya Marejesho ya Malipo
tr_tr: İade İşlemini Onayla
zh_cn: 确认退款处理

source: Are you sure you want to issue a full refund and revoke student's enrollment?
ar: هل أنت متأكّد من رغبتك في تنفيذ عملية استرداد المبلغ بأكمله وإلغاء تسجيل الطالب؟
az: Ödənişi tam geri qaytarmaq və tələbə qeydiyyatını ləğv etmək istədiyinizdən əminsinizmi?
da: Er du sikker på, at du vil udstede en fuld refusion og tilbagekalde studerendes tilmelding?
de_de: Sind Sie sicher, dass Sie eine vollständige Rückerstattung verlangen möchten und Ihre Teilnehmer Registrierung widerrufen möchten?
el: Είστε βέβαιοι ότι θέλετε να αιτηθείτε πλήρους επιστροφής χρημάτων και να ανακαλέσετε την εγγραφή σπουδαστή;
eo: Àré ýöü süré ýöü wänt tö ïssüé ä füll réfünd änd révöké stüdént's énröllmént? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: ¿Está seguro de que desea realizar un reembolso completo y cancelar la inscripción del estudiante al curso?
es_es: ¿Seguro que quieres emitir un reembolso y anular la inscripción del estudiante?
fil_ph: Sigurado ka bang gusto mong mag-isyu ng buong refund at bawiin ang enrollment ng mag-aaral?
id: Yakin ingin mengeluarkan pengembalian dana penuh dan mencabut pendaftaran siswa?
pt_br: Tem certeza que deseja emitir um reembolso total e revogar a matrícula do aluno?
pt_pt: Tem certeza de que deseja emitir um reembolso total e revogar a inscrição do estudante?
ru: Вы уверены, что хотите полностью вернуть деньги и аннулировать регистрацию студента?
sq: Jeni i sigurt që dëshironi të lëshoni një rimbursim të plotë dhe të anuloni regjistrimin e studentit?
sv: Är du säker på att du vill utfärda en full återbetalning och återkalla studentens registrering?
tr_tr: Tam bir geri ödeme yapmak ve öğrencinin kaydını iptal etmek istediğinizden emin misiniz?
zh_cn: 您确定要发放全额退款并且撤销学生的学籍吗？

source: Are you sure you want to issue a full refund without revoking student's enrollment?
ar: هل أنت متأكّد من رغبتك في تنفيذ عملية استرداد المبلغ بأكمله من دون إلغاء تسجيل الطالب؟
az: Siz tələbənin qeydiyyatını ləğv etmədən ödənişi tam geri qaytarmaq istədiyinizdən əminsinizmi?
da: Er du sikker på, at du vil udstede en fuld refusion uden at tilbagekalde studerendes tilmelding?
de_de: Sind Sie sicher, dass Sie eine vollständige Rückerstattung verlangen möchten und Ihre Teilnehmer Registrierung widerrufen möchten?
el: Είστε βέβαιοι ότι θέλετε να αιτηθείτε πλήρους επιστροφής χρημάτων χωρίς να ανακαλέσετε την εγγραφή σπουδαστή;
eo: Àré ýöü süré ýöü wänt tö ïssüé ä füll réfünd wïthöüt révökïng stüdént's énröllmént? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: ¿Está seguro de que desea realizar un reembolso completo sin cancelar la inscripción del estudiante al curso?
es_es: ¿Seguro que quieres emitir un reembolso sin anular la inscripción del estudiante?
fil_ph: Sigurado ka bang gusto mong magbigay ng buong refund nang hindi binabawi ang enrollment ng mag-aaral?
id: Yakin ingin mengeluarkan pengembalian dana penuh tanpa mencabut pendaftaran siswa?
pt_br: Tem certeza de que deseja emitir um reembolso total sem revogar a matrícula do aluno?
pt_pt: Tem certeza de que deseja emitir um reembolso total sem revogar a inscrição do estudante?
ru: Вы уверены, что хотите полностью вернуть деньги, не отменяяя регистрацию?
sq: Je i sigurt që dëshiron të lëshosh një rimbursim të plotë pa revokuar regjistrimin e studentit?
sv: Är du säker på att du vill ge en full återbetalning utan att återkalla studentens registrering?
tr_tr: Öğrencinin kaydını iptal etmeksizin tam bir geri ödeme yapmak istediğinizden emin misiniz?
zh_cn: 您确定要发放全额退款而不撤销学生的学籍吗？

source: Are you sure you want to deny this refund request?
ar: هل أنت متأكّد من رغبتك في رفض طلب استرداد المبلغ هذا؟
az: Geri ödəniş müraciətini rədd etmək istədiyinizdən əminsinizmi?
da: Er du sikker på, at du vil afvise denne refusionsanmodning?
de_de: Sind Sie sicher, dass Sie diese Rückerstattung ablehnen möchten?
el: Είστε βέβαιοι ότι θέλετε να απορρίψετε αυτό το αίτημα επιστροφής χρημάτων;
eo: Àré ýöü süré ýöü wänt tö déný thïs réfünd réqüést? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: ¿Está seguro de que quiere rechazar este pedido de reembolso?
es_es: ¿Seguro que quieres denegar la solucitud de devolución?
fil_ph: Sigurado ka bang gusto mong tanggihan ang kahilingan sa refund na ito?
id: Apakah Anda yakin ingin menolak permintaan pengembalian dana ini?
pt_br: Tem certeza que quer negar este pedido de reembolso?
pt_pt: Tem a certeza de que pretende negar esta solicitação de reembolso?
ru: Вы уверены, что хотите отклонить этот запрос о возврате платежа?
sq: Jeni i sigurt që dëshironi ta refuzoni këtë kërkesë për rimbursim?
sv: Är du säker på att du vill avslå denna begäran om återbetalning?
sw_ke: Una hakika unataka kukataa ombi hili la kurejesha malipo?
tr_tr: Bu geri ödeme isteğini reddetmek istediğinizden emin misiniz?
zh_cn: 您确定您想拒绝这个退款请求吗?

source: Confirm
ar: تأكيد
az: Təsdiqlə
da: Bekræfte
de_de: Bestätigen
el: Επιβεβαίωση
eo: Çönfïrm Ⱡ'σяєм ιρѕυм #
es_419: Confirmar
es_es: Confirmar
fil_ph: Kumpirmahin
id: Konfirmasi
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
sq: Konfirmo
sv: Bekräfta
sw_ke: Thibitisha
tr_tr: Onayla
zh_cn: 确认

source: Approve Credit and Revoke
ar: الموافقة على المادة الدراسية والإلغاء
az: Kredit təsdiq edin və ləğv edin
da: Godkend kreditering og tilbagekald
de_de: Kredit genehmigen und widerrufen
el: Έγκριση πίστωσης και ανάκληση
eo: Àpprövé Çrédït änd Révöké Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Aprobar crédito y revocar
es_es: Aprobar crédito y revocar
fil_ph: Aprubahan ang Credit at Bawiin
id: Setujui Kredit dan Cabut
pt_br: Aprovar credito e renovar
pt_pt: Aprovar Crédito e Revogar
ru: Утверждение кредита и отзыв кредита
sq: Miratimi i kredisë dhe revokimi
sv: Godkänn kreditering och återkalla
tr_tr: Krediyi Onayla ve İptal Et
zh_cn: 批准学分及撤销

source: Approve Credit Only
ar: الموافقة على المادة الدراسية فقط
az: Yalnız krediti qəbul edin
da: Godkend kun kredit
de_de: Nur Kredit genehmigen
el: Έγκριση μόνο πίστωσης
eo: Àpprövé Çrédït Önlý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Aprobar crédito únicamente
es_es: Aprobar solo crédito
fil_ph: Aprubahan ang Credit Lamang
id: Setujui Kredit Saja
pt_br: Aprovar apenas crédito
pt_pt: Aprovar Crédito Apenas
ru: Утверждайте только кредит
sq: Mirato vetëm kredinë
sv: Godkänn endast kredit
tr_tr: Sadece Krediyi Onayla
zh_cn: 仅批准学分

source: Deny
ar: رفض
az: Rədd edin
da: Nægte
de_de: Ablehnen
el: Άρνηση
eo: Déný Ⱡ'σяєм ι#
es_419: Rechazar
es_es: Denegar
fil_ph: Tanggihan
id: Tolak
pt_br: Negar
pt_pt: Negar
ru: Отклонить
sq: Moho
sv: Neka
sw_ke: Nyima
tr_tr: Reddet
zh_cn: 拒绝

source: Number of Items
ar: عدد المواد
az: Maddələrin sayı
da: Antal stk
de_de: Anzahl Artikel
el: Αριθμός αντικειμένων
eo: Nümßér öf Ìtéms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Número de items
es_es: Número de artículos
fil_ph: Bilang ng mga Item
id: Jumlah Item
pt_br: Número de itens
pt_pt: Número de Itens
ru: Количество единиц
sq: Numri i Artikujve
sv: Antal artiklar
sw_ke: Idadi ya vipengele
tr_tr: İtem Sayısı
zh_cn: 项目数量

source: Total Credit
ar: إجمالي الرصيد
az: Yekun kredit
da: Samlet kredit
de_de: Gutschrift gesamt
el: Συνολική πίστωση
eo: Tötäl Çrédït Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Crédito total
es_es: Crédito total
fil_ph: Kabuuang Credit
id: Total Kredit
pt_br: Crédito total
pt_pt: Total do Crédito
ru: Итого
sq: Kredia totale
sv: Total kredit
sw_ke: Jumla ya Mikopo
tr_tr: Toplam Kredi
zh_cn: 总学分

source: Created
ar: تمّ الإنشاء
az: Yaradıldı
da: Oprettet
de_de: Erstellt
el: Δημιουργήθηκε
eo: Çréätéd Ⱡ'σяєм ιρѕυм #
es_419: Creado
es_es: Creado
fil_ph: Nilikha
id: Telah Dibuat
pt_br: Criado
pt_pt: Criado
ru: Создано
sq: Krijuar
sv: Skapad
sw_ke: imebuniwa
tr_tr: Oluşturuldu
zh_cn: 创建

source: No refunds found.
ar: لم توجد أي عمليات استرداد مبالغ.
az: Geri ödəniş tapılmadı.
da: Ingen refusion fundet.
de_de: Keine Rückerstattungen gefunden.
el: Δεν βρέθηκαν επιστροφές χρημάτων.
eo: Nö réfünds föünd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: No se encontraron reembolsos.
es_es: No se encuentran devoluciones.
fil_ph: Walang nakitang mga refund.
id: Tidak ada refund ditemukan.
pt_br: Nenhum reembolso encontrado
pt_pt: Não foram encontrados reembolsos.
ru: Возвраты не найдены.
sq: Nuk u gjetën rimbursime.
sv: Inga återbetalningar hittades.
sw_ke: Hakuna marejesho ya malipo yaliyopatikana.
tr_tr: Hiçbir iade bulunamadı.
zh_cn: 没有退款。

source: Close
ar: إغلاق
az: Bağla
da: Tæt
de_de: Schließen
el: Κλείσιμο
eo: Çlösé Ⱡ'σяєм ιρѕ#
es_419: Cerrar
es_es: Cerrar
fil_ph: Isara
id: Tutup
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
sq: Mbylle
sv: Stäng
sw_ke: Funga
tr_tr: Kapat
zh_cn: 关闭

source: Searching...
ar: جاري البحث...
az: Axtarır
da: Søger...
de_de: Suche...
el: Γίνεται αναζήτηση...
eo: Séärçhïng... Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Buscando..
es_es: Buscando...
fil_ph: Naghahanap...
id: Mencari ...
pt_br: Procurando...
pt_pt: A procurar...
ru: Поиск...
sq: Po kërkon...
sv: Sökande...
sw_ke: Kutafuta...
tr_tr: Arama...
zh_cn: 搜索中

source: Refund #%(id)s
ar: الاسترداد #%(id)s
az: Geri ödəniş № %(id)s
da: Refusion #%(id)s
de_de: Rückerstattung #%(id)s
el: Eπιστροφή χρημάτων #%(id)s
eo: Réfünd #%(id)s Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Reembolso #%(id)s
es_es: Devolución nº%(id)s
fil_ph: I-refund ang #%(id)s
pt_br: Reembolso Número %(id)s
pt_pt: Reembolso #%(id)s
ru: Возврат платежа №%(id)s
sq: Rimbursimi # %(id)s
sv: Återbetalning #%(id)s
sw_ke: Marejesho ya malipo #%(id)s
tr_tr: İade #%(id)s
zh_cn: 退款# %(id)s

source: Full name
ar: الاسم الكامل
az: Tam ad
da: Fulde navn
de_de: Vollständiger Name
el: Ονοματεπώνυμο
eo: Füll nämé Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Nombre completo
es_es: Nombre completo
fil_ph: Buong pangalan
id: Nama Lengkap
pt_br: Nome completo
pt_pt: Nome completo
ru: Полное имя
sq: Emri i plotë
sv: Namn
sw_ke: Jina kamili
tr_tr: Ad Soyad
zh_cn: 全名

source: Refund Overview
ar: نظرة عامة على عملية استرداد المبلغ
az: Geri ödəniş baxışı
da: Refusionsoversigt
de_de: Rückerstattungsüberblick
el: Επισκόπηση επιστροφής χρημάτων
eo: Réfünd Övérvïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Resumen del reembolso
es_es: Información general de la devolución
fil_ph: Pangkalahatang-ideya ng Refund
id: Ikhtisar Pengembalian Dana
pt_br: Visão Geral do Reembolso
pt_pt: Resumo do Reembolso
ru: Просмотр возвратов
sq: Përmbledhje e rimbursimit
sv: Återbetalningsöversikt
sw_ke: Maelezo ya Marejesho ya malipo
tr_tr: İade Önizlemesi
zh_cn: 退款概述

source: Associated Order
ar: الطلبية ذات الصلة
az: Əlaqəli sifariş
da: Tilknyttet orden
de_de: Dazugehörige Bestellung
el: Σχετιζόμενη παραγγελία
eo: Àssöçïätéd Ördér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Orden asociada
es_es: Pedido asociado
fil_ph: Kaugnay na Order
id: Pesanan Terkait
pt_br: Pedido Relacionado
pt_pt: Pedido Associado
ru: Связанный Заказ
sq: Urdhri i lidhur
sv: Tillhörande ordning
sw_ke: Uagizaji uhusianao
tr_tr: İlgili Sipariş
zh_cn: 相关的订单

source: Refund Items
ar: المواد المطلوب استرداد مبالغها
az: Geri ödəniş maddələri
da: Tilbagebetaling af varer
de_de: Rückerstattete Artikel
el: Αντικείμενα επιστροφής χρημάτων
eo: Réfünd Ìtéms Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Items reembolsados
es_es: Articulos devueltos
fil_ph: Mga Item sa Pag-refund
id: Item Refund
pt_br: Itens do reembolso
pt_pt: Itens do Reembolso
ru: Возврат позиций
sq: Artikujt e rimbursimit
sv: Återbetalning av föremål
sw_ke: Malipo ya ridhaa kwa bidhaa
tr_tr: İade Öğeleri
zh_cn: 退款项目

source: Refund Line ID
ar: رقم تعريف خط استرداد المبلغ
az: Geri ödəniş sıra ID-si
da: Refusionslinje-id
de_de: Rückerstattungs ID
el: Αναγνωριστικό γραμμής επιστροφής χρημάτων
eo: Réfünd Lïné ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: ID de la línea reembolsada
es_es: ID de la línea devuelta
fil_ph: I-refund ang Line ID
id: ID Jalur Pengembalian Dana
pt_br: ID da Linha de Reembolso
pt_pt: ID da Linha de Reembolso
ru: Идентификатор возврата
sq: ID-ja e linjës së rimbursimit
sv: ID för återbetalningsrad
sw_ke: Marejesho ya malipo ya Kitambulisho cha Mstari
tr_tr: İade Hattı Kimliği
zh_cn: 退款行ID

source: Associated Order Line
ar: خط الطلبية ذات الصلة
az: Əlaqəli sifariş sırası
da: Tilknyttet ordrelinje
de_de: Zugehörige Bestellposition
el: Σχετιζόμενη γραμμή παραγγελίας
eo: Àssöçïätéd Ördér Lïné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Línea de la orden asociada
es_es: Línea de pedido asociada
fil_ph: Kaugnay na Linya ng Order
id: Jalur Pemesanan Terkait
pt_br: Linha de Ordem Associada
pt_pt: Linha de Pedido Associado
ru: Связанная Строка Заказа
sq: Linja e porosisë e lidhur
sv: Tillhörande orderlinje
sw_ke: Mstari wa Hisa ya Uagizaji
tr_tr: İlgili Sıra Hattı
zh_cn: 有关命令行

source: Credit (excl. tax)
ar: الرصيد (من دون ضريبة)
az: Kredit (vergi daxil deyil)
da: Kredit (ekskl. skat)
de_de: Gutschrift (exkl. Steuern)
el: Πίστωση (χωρίς φόρο)
eo: Çrédït (éxçl. täx) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Crédito (excluidos impuestos)
es_es: Crédito (exc. impuestos)
fil_ph: Credit (hindi kasama ang buwis)
id: Kredit (tidak termasuk pajak)
pt_br: Crédito (excluindo impostos)
pt_pt: Crédito (excl. imp.)
ru: К оплате (без налога)
sq: Kredi (pa taksa)
sv: Kredit (exkl. moms)
sw_ke: Mkopo (kodi excl.)
tr_tr: Kredi (vergi hariç)
zh_cn: 学分(不含税)

source: Processor
ar: المعالِج
az: Emalçı
de_de: Bearbeiter
el: Επεξεργαστής
eo: Pröçéssör Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Procesador
es_es: Precesado por
id: Prosesor
pt_br: Processador
pt_pt: Processador
ru: Процессинговый центр
sq: Përpunues
sv: Källa
sw_ke: Mtayarishaji
tr_tr: Ödeme altyapısı
zh_cn: 处理器

source: General
ar: عام
az: Ümumi
da: Generel
de_de: Allgemein
el: Γενικά
eo: Généräl Ⱡ'σяєм ιρѕυм #
fil_ph: Heneral
id: Umum
pt_br: Geral
pt_pt: Geral
ru: Общий
sq: Të përgjithshme
sv: Allmän
sw_ke: Jumla
tr_tr: Genel
zh_cn: 一般

source: Yes,No
ar: نعم، كلا
az: Bəli, Xeyr
da: Ja Nej
de_de: Ja,Nein
el: Ναι,Όχι
eo: Ýés,Nö Ⱡ'σяєм ιρѕυ#
es_419: Si, No
es_es: Si,No
fil_ph: Oo hindi
id: Ya Tidak
pt_br: Sim, Não
pt_pt: Sim,Não
ru: Да,Нет
sq: Po, Jo
sv: Ja Nej
sw_ke: Ndiyo,Hapana
tr_tr: Evet,hayır
zh_cn: 是，否

source: Superuser
ar: مستخدم رائع
az: Mükəmməl istifadəçi
da: Superbruger
el: Υπερχρήστης
eo: Süpérüsér Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Superusuario
es_es: Superusuario
id: Pengguna super
pt_br: Superusuário
pt_pt: Utilizador Supervisor
sq: Superpërdorues
sv: Superanvändare
sw_ke: Mtumiaji mashuhuri
tr_tr: Süper Kullanıcı
zh_cn: 超级用户

source: True,False
ar: صح، خطأ
az: Doğru, Yalnış
da: Sandt falsk
de_de: Wahr,Falsch
el: Αληθές,Ψευδές
eo: Trüé,Fälsé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Verdadero, Falso
es_es: Verdadero,Falso
fil_ph: Tama, Mali
id: Benar salah
pt_br: Verdadeiro, Falso
pt_pt: Verdadeiro,Falso
ru: Верно,Неверно
sq: E vërtetë, e rreme
sv: Sant falskt
sw_ke: Kweli,Si kweli
tr_tr: Doğru,Yanlış
zh_cn: 真，假

source: Staff
ar: الطاقم
az: Heyət
da: Personale
de_de: Mitarbeiter
el: ΠΡΟΣΩΠΙΚΟ
eo: Stäff Ⱡ'σяєм ιρѕ#
es_419: Equipo
es_es: Personal
fil_ph: Mga tauhan
id: Staf
pt_br: Equipe
pt_pt: Equipa
ru: сотрудника
sq: Stafi
sv: Personal
sw_ke: Wafanyakazi
tr_tr: Personel
zh_cn: 工作人员

source: Last login
ar: آخر تسجيل للدخول
az: Axırıncı giriş
da: Sidste login
de_de: Letzter Login
el: Τελευταία σύνδεση
eo: Läst lögïn Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Último ingreso
es_es: Última conexión
fil_ph: Huling login
id: Login terakhir
pt_br: Último login
pt_pt: Última sessão
ru: Последний вход
sq: Hyrja e fundit
sv: Senaste inloggning
sw_ke: Mwisho kuingia mtandaoni
tr_tr: Son görülme
zh_cn: 最后一次登录

source: Date joined
ar: تاريخ الانضمام
az: Qoşulma tarixi
da: Dato tilmeldt
de_de: Beitrittsdatum
el: Ημερομηνία εγγραφής
eo: Däté jöïnéd Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Fecha de registro
es_es: Fecha de alta
fil_ph: Petsa na sumali
id: Tanggal Bergabung
pt_br: Data de inscrição
pt_pt: Data de adesão
ru: Дата входа
sq: Data e bashkimit
sv: Datum gick med
sw_ke: Tarehe ya kujiunga
tr_tr: Katılma Tarihi
zh_cn: 加入日期

source: Products viewed
ar: المنتجات التي جرى استعراضها
az: Baxılan məhsullar
da: Produkter set
de_de: Angesehene Produkte
el: Προβεβλημένα προϊόντα
eo: Prödüçts vïéwéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Productos vistos
es_es: Productos vistos
fil_ph: Tinitingnan ang mga produkto
id: Produk dilihat
pt_br: Produtos visualizados
pt_pt: Produtos visualizados
ru: Просмотрено товаров
sq: Produktet e shikuara
sv: Visade produkter
sw_ke: Bidhaa zilizotizamwa
tr_tr: İncelenen ürünler
zh_cn: 产品视图

source: Number of orders
ar: عدد الطلبيات
az: Sifarişlərin sayı
da: Antal ordrer
de_de: Anzahl der Bestellungen
el: Αριθμός παραγγελιών
eo: Nümßér öf ördérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Número de órdenes
es_es: Número de pedidos
fil_ph: Bilang ng mga order
id: Jumlah pesanan
pt_br: Número de pedidos
pt_pt: Número de encomendas
ru: Количество заказов
sq: Numri i porosive
sv: Antal beställningar
sw_ke: Idadi iliyoagizwa
tr_tr: Siparişlerin sayısı
zh_cn: 订单数量

source: Number of ordered items
ar: عدد المواد المطلوبة
az: Sifariş edilmiş maddələrin sayı
da: Antal bestilte varer
de_de: Anzahl von bestellten Dingen
el: Αριθμός παραγγελθέντων ειδών
eo: Nümßér öf ördéréd ïtéms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Número de items ordenados
es_es: Número de artículos pedidos
fil_ph: Bilang ng mga inorder na item
id: Jumlah item yang dipesan
pt_br: Quantidade de itens no pedido
pt_pt: Número de itens solicitados
ru: Количество заказанных единиц
sq: Numri i artikujve të porositur
sv: Antal beställda artiklar
sw_ke: Idadi ya bidhaa zilizoagiziwa
tr_tr: Sipariş edilen öğelerin sayısı
zh_cn: 订购物品数量

source: Total spent
ar: إجمالي الإنفاق
az: Yekun xərc
da: Samlet brugt
de_de: Insgesamt ausgegeben
el: Συνολικές δαπάνες
eo: Tötäl spént Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Total gastado
es_es: Total gastado
fil_ph: Kabuuang nagastos
id: Total yang dibelanjakan
pt_br: Total gasto
pt_pt: Total gasto
ru: Всего потрачено
sq: Totali i shpenzuar
sv: Totalt spenderat
sw_ke: Jumla ya zilizotumika
tr_tr: Toplam harcanan
zh_cn: 总花费

source: Reviews written
ar: التقييمات المكتوبة
az: Yazılı rəylər
da: Anmeldelser skrevet
de_de: Bewertungen geschrieben
el: Αποστολή μέσω ηλεκτρονικού ταχυδρομίου επαναφοράς του κωδικού πρόσβασης
eo: Révïéws wrïttén Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Reseñas escritas
es_es: Reseñas escritas
fil_ph: Mga review na nakasulat
id: Ulasan ditulis
pt_br: Avaliações escritas
pt_pt: Críticas escritas
ru: Отзывов написано
sq: Shqyrtime të shkruara
sv: Recensioner skrivna
sw_ke: Mapitio yaliyoandikwa
tr_tr: Yazılan incelemeler
zh_cn: 已写的评论

source: Send password reset email
ar: أرسل بريد إلكتروني بتعليمات تغيير كلمة المرور
az: Şifrə sıfırlaması üçün e-mail göndərin
da: Send e-mail til nulstilling af adgangskode
de_de: Sende eine Email um das Passwort zurückzusetzen
el: Στείλτε e-mail για τον αλλαγή του κωδικού σας
eo: Sénd pässwörd rését émäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Enviar correo de reinicio de contraseña
es_es: Restablecer contraseña por correo electrónico
fil_ph: Magpadala ng email sa pag-reset ng password
id: Kirim email pengaturan ulang kata sandi
pt_br: Enviar e-mail de recuperação de senha
pt_pt: Enviar e-mail de redefinição de senha
ru: Отправить письмо с инструкцией по сбросу пароля
sq: Dërgo email për rivendosjen e fjalëkalimit
sv: Skicka e-post för återställning av lösenord
sw_ke: Tuma barua pepe ya kubadilisha nywila
tr_tr: Parola sıfırlama e-postası gönder
zh_cn: 发送密码重置邮件

source: Addresses
ar: العناوين
az: Ünvanlar
da: Adresser
de_de: Addressen
el: Διευθύνσεις
eo: Àddréssés Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Direcciones
es_es: Direcciones
fil_ph: Mga address
id: Alamat
pt_br: Endereços
pt_pt: Endereços
ru: Адрес
sq: Adresat
sv: Adresser
sw_ke: Anwani
tr_tr: Adresler
zh_cn: 地址

source: Reviews
ar: المراجعات
az: Baxışlar
da: Anmeldelser
de_de: Bewertungen
el: Κριτικές
eo: Révïéws Ⱡ'σяєм ιρѕυм #
es_419: Reseñas
es_es: Reseñas
fil_ph: Mga pagsusuri
id: Tinjauan
pt_br: Avaliações
pt_pt: Críticas
ru: Отзывы
sq: Shqyrtime
sv: Recensioner
sw_ke: Mapitio
tr_tr: İncelemeler
zh_cn: 评论

source: Num items
ar: عدد المواد
az: Maddələrin sayı
da: Antal varer
de_de: Anzahl Artikel
el: Σύνολο ειδών
eo: Nüm ïtéms Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Número de items
es_es: Núm. de articulos
fil_ph: Bilang ng mga item
id: Jumlah item
pt_br: Quantidade de itens
pt_pt: Núm de itens
ru: Количество единиц
sq: Numri i artikujve
sv: Antal objekt
sw_ke: Idadi ya bidhaa
tr_tr: Öğe numarası
zh_cn: 数字产品
