Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Create shipping event
ar: إنشاء عملية شحن
az: Göndərmə tədbiri yaradın
da: Opret forsendelsesbegivenhed
de_de: Versand hinzufügen
el: Δημιουργία συμβάντος αποστολής
eo: Çréäté shïppïng évént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Crear evento de envío
es_es: Crear incidencia de envío
fil_ph: Gumawa ng kaganapan sa pagpapadala
id: Buat acara pengiriman
pt_br: Criar evento de entrega
pt_pt: Criar evento de envio
ru: Создать отгрузочную операцию
sq: Krijo ngjarje transporti
sv: Skapa fraktevenemang
sw_ke: 'Tengeneza' tukio la usafirishaji
tr_tr: Kargo etkinliğini oluştur
zh_cn: 创建邮寄事项

source: choose event type
ar: اختيار نوع العملية
az: tədbir növü seçin
da: vælg begivenhedstype
de_de: Wählen Sie ein Ereignistyp
el: επιλέξτε τύπο συμβάντος
eo: çhöösé évént týpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: elegir tipo de evento
es_es: elegir tipo de incidencia
fil_ph: pumili ng uri ng kaganapan
id: pilih jenis acara
pt_br: Escolher tipo de evento
pt_pt: escolher tipo de evento
ru: выбрать тип операции
sq: zgjidhni llojin e ngjarjes
sv: välj händelsetyp
sw_ke: Chagua aina ya tukio
tr_tr: etkinlik türünü seçin
zh_cn: 选择事项类型

source: with reference
ar: مع رقم مرجعي
az: referans ilə
da: med reference
de_de: mit Referenz
el: με αναφορά
eo: wïth référénçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: con referencia
es_es: con referencia
fil_ph: may sanggunian
id: dengan referensi
pt_br: com referência
pt_pt: com referência
ru: со ссылками
sq: me referencë
sv: med hänvisning
sw_ke: pamoja na marejeleo
tr_tr: referans ile
zh_cn: 参考

source: Create payment event
ar: إنشاء عملية دفع
az: Ödəniş tədbiri yaradın
da: Opret betalingsbegivenhed
de_de: Erstellen Sie ein Ereignis
el: Δημιουργία συμβάντος πληρωμής
eo: Çréäté päýmént évént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Crear evento de pago
es_es: Crear incidencia de pago
fil_ph: Lumikha ng kaganapan sa pagbabayad
id: Buat acara pembayaran
pt_br: Criar evento de pagamento
pt_pt: Criar evento de pagamento
ru: Создать платёжную операцию
sq: Krijo një ngjarje pagese
sv: Skapa betalningshändelse
sw_ke: 'Tengeneza' tukio la malipo
tr_tr: Ödeme etkinliği oluştur
zh_cn: 创建付款事项

source: with amount
ar: بمبلغ
az: məbləğ ilə
da: med beløb
de_de: mit Betrag
el: με ποσό
eo: wïth ämöünt Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: con cantidad
es_es: con importe
fil_ph: na may halaga
id: dengan jumlah
pt_br: Com quantidade
pt_pt: com o valor
ru: с количеством
sq: me shumën
sv: med belopp
sw_ke: pamoja na kiasi
tr_tr: miktar ile
zh_cn: 与数量

source: Create Refund
ar: إنشاء استرداد
da: Opret refusion
el: Δημιουργία επιστροφής χρημάτων
fil_ph: Gumawa ng Refund
pt_br: Reembolso criou
sq: Krijo rimbursim

source: Go!
ar: ابدأ!
az: İrəli gedin!
da: Gå!
de_de: Los!
el: Πάμε!
eo: Gö! Ⱡ'σяєм#
es_419: Aceptar!
es_es: ¡Adelante!
id: Pergilah!
pt_br: Ir!
pt_pt: Ir!
ru: Вперёд!
sq: Shkoni!
sv: Gå!
sw_ke: Nenda!
tr_tr: Git!
zh_cn: Go!改变订单状态

source: Change order status
ar: غيِّر وضع الطلبية
az: Sifariş statusunu dəyişin
da: Skift ordrestatus
de_de: Status der Bestellung ändern
el: Αλλαγή κατάστασης παραγγελίας
eo: Çhängé ördér stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Cambiar estado de la orden
es_es: Cambiar estado del pedido
fil_ph: Baguhin ang katayuan ng order
id: Ubah status pesanan
pt_br: Alterar o status do pedido
pt_pt: Alterar estado do pedido
ru: Изменить статус заказа
sq: Ndrysho statusin e porosisë
sv: Ändra orderstatus
sw_ke: Badilisha hali ya maaagizo
tr_tr: Sipariş durumunu değiştir
zh_cn: 改变订单状态

source: Change status
ar: غيِّر الوضع
az: Statusu dəyişin
da: Skift status
de_de: Status ändern
el: Αλλαγή κατάστασης
eo: Çhängé stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Cambiar estado
es_es: Cambiar estado
fil_ph: Baguhin ang katayuan
id: Merubah status
pt_br: Alterar o status
pt_pt: Alterar estado
ru: Изменить статус
sq: Ndrysho statusin
sv: Byta status
sw_ke: Badilisha hali
tr_tr: Durumu değiştir
zh_cn: 改变状态

source: This order can't have its status changed.
ar: لا يمكن تغيير وضع هذه الطلبية.
az: Bu sifarişin statusu dəyişdirilə bilməz
da: Denne ordre kan ikke få sin status ændret.
de_de: Sie können nicht den Status dieser Order verändern.
el: Αυτή η παραγγελία δεν μπορεί να αλλάξει την κατάστασή της.
eo: Thïs ördér çän't hävé ïts stätüs çhängéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: El estado de esta orden no se puede cambiar.
es_es: Este pedido no permite cambiar su estado.
fil_ph: Hindi maaaring baguhin ang katayuan ng order na ito.
id: Status pesanan ini tidak boleh diubah.
pt_br: Esse pedido não pode ter seu status alterado
pt_pt: Este pedido não pode ter o seu estado alterado.
ru: Невозможно изменить статус этого заказа.
sq: Ky urdhër nuk mund të ndryshojë statusin e tij.
sv: Statusen för denna beställning kan inte ändras.
sw_ke: Uagizaji huu hauwezi kubadilishwa hali yake ilivyo.
tr_tr: Bu, sipariş durumunu değiştirmiş olamaz.
zh_cn: 此订单不能改变它的状态。

source: Status Changes
ar: تغييرات الحالة
da: Statusændringer
el: Αλλαγές κατάστασης
fil_ph: Mga Pagbabago sa Katayuan
pt_br: Mudanças de status
sq: Ndryshimet e statusit

source: From
ar: من طرف
da: Fra
el: Από:
fil_ph: Mula sa
id: Dari
pt_br: De
pt_pt: De
sq: Nga
sv: Från

source: To
ar: ل
da: Til
el: Προς την
fil_ph: Upang
pt_br: Para
sq: te

source: No status changes.
ar: لا توجد تغييرات في الحالة.
da: Ingen statusændringer.
el: Καμία αλλαγή κατάστασης.
fil_ph: Walang pagbabago sa status.
pt_br: Nenhuma mudança de status.
sq: Asnjë ndryshim i statusit.

source: Shipping Events
ar: عمليات الشحن
az: Göndərmə tədbirləri
da: Forsendelsesarrangementer
de_de: Vorgänge beim Versand
el: Συμβάντα αποστολής
eo: Shïppïng Événts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Eventos de envío
es_es: Incidentes de envío
fil_ph: Mga Kaganapan sa Pagpapadala
id: Acara Pengiriman
pt_br: Ocorrências de envio
pt_pt: Eventos de Envio
ru: Отгрузочные операции
sq: Ngjarjet e transportit
sv: Frakthändelser
sw_ke: Matukio la usafirishaji wa majini
tr_tr: Kargo Etkinlikleri
zh_cn: 邮寄事项

source: Lines
ar: الخطوط
az: Sıralar
da: Linjer
de_de: Linien
el: Γραμμές
eo: Lïnés Ⱡ'σяєм ιρѕ#
es_419: Líneas
es_es: Lineas
fil_ph: Mga linya
id: Garis
pt_br: Linhas
pt_pt: Linhas
ru: Строки
sq: Linjat
sv: Rader
sw_ke: Mistari
tr_tr: Hatlar
zh_cn: 行

source: %(title)s (quantity %(event_qty)s/%(total_qty)s)
ar: %(title)s (الكمية %(event_qty)s / %(total_qty)s )
da: %(title)s (mængde %(event_qty)s / %(total_qty)s )
el: %(title)s (ποσότητα %(event_qty)s / %(total_qty)s )
fil_ph: %(title)s (dami %(event_qty)s / %(total_qty)s )
pt_br: %(title)s (quantidade %(event_qty)s / %(total_qty)s )
sq: %(title)s (sasia %(event_qty)s / %(total_qty)s )

source: No shipping events.
ar: لا توجد عمليات شحن
az: Göndərmə tədbirləri yoxdur.
da: Ingen forsendelsesbegivenheder.
de_de: Kein Versandtyp
el: Κανένα συμβάν αποστολής.
eo: Nö shïppïng événts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: No hay eventos de envío.
es_es: Envío sin incidencias.
fil_ph: Walang mga kaganapan sa pagpapadala.
id: Tidak ada acara pengiriman.
pt_br: Sem ocorrências de entrega.
pt_pt: Sem eventos de envio.
ru: Отгрузочные операции отсутствуют.
sq: Asnjë ngjarje transporti.
sv: Inga frakthändelser.
sw_ke: Hakuna tukio la usafirishaji
tr_tr: Kargo etkinliği yok.
zh_cn: 没有邮寄事项。

source: Payment Events
ar: عمليات الدفع
az: Ödəniş tədbirləri
da: Betalingsbegivenheder
de_de: Zahlung
el: Συμβάντα πληρωμής
eo: Päýmént Événts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Eventos de pago
es_es: Incidencias de pago
fil_ph: Mga Kaganapan sa Pagbabayad
id: Acara Pembayaran
pt_br: Ocorrências de Pagamento
pt_pt: Eventos de Pagamento
ru: Платёжные операции
sq: Ngjarjet e Pagesave
sv: Betalningshändelser
sw_ke: Matukio ya Malipo
tr_tr: Ödeme Etkinlikleri
zh_cn: 付款事项

source: Amount
ar: القيمة
az: Məbləğ
da: Beløb
de_de: Menge
el: Ποσό
eo: Àmöünt Ⱡ'σяєм ιρѕυ#
es_419: Cantidad
es_es: Cantidad
fil_ph: Halaga
id: Jumlah
pt_br: Quantidade
pt_pt: Quantidade
ru: Сумма
sq: Vlera
sv: Mängd
sw_ke: Kiasi
tr_tr: Miktar
zh_cn: 量

source: Product:
ar: المنتَج:
az: Məhsul:
da: Produkt:
de_de: Produkt:
el: Προϊόν:
eo: Prödüçt: Ⱡ'σяєм ιρѕυм ∂#
es_419: Producto:
es_es: Producto:
fil_ph: produkto:
id: Produk:
pt_br: Produto:
pt_pt: Produto:
ru: Товар:
sq: Produkt:
sv: Produkt:
sw_ke: Bidhaa:
tr_tr: Ürün:
zh_cn: 产品:

source: quantity
ar: الكمّية
az: say
da: antal
de_de: Menge
el: ποσότητα
eo: qüäntïtý Ⱡ'σяєм ιρѕυм ∂#
es_419: cantidad
es_es: Cantidad
fil_ph: dami
id: kuantitas
pt_br: quantidade
pt_pt: quantidade
ru: количество
sq: sasi
sv: kvantitet
sw_ke: Idadi
tr_tr: miktar
zh_cn: 数量

source: No payment events.
ar: لا توجد عمليات دفع.
az: Ödəniş tədbirləri yoxdur.
da: Ingen betalingsbegivenheder.
de_de: Keine Zahlung
el: Κανένα συμβάν πληρωμής
eo: Nö päýmént événts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: No hay eventos de pago.
es_es: Pago sin incidencias.
fil_ph: Walang mga kaganapan sa pagbabayad.
id: Tidak ada acara pembayaran.
pt_br: Sem ocorrências de pagamento.
pt_pt: Sem eventos de pagamento.
ru: Платёжные операции отсутствуют.
sq: Asnjë ngjarje pagese.
sv: Inga betalningshändelser.
sw_ke: Hakuna matukio la malipo.
tr_tr: Ödeme etkinliği yok.
zh_cn: 无付款事项。

source: Method name
ar: اسم الطريقة
az: Metod adı
da: Metodens navn
de_de: Methodenname
el: Όνομα μεθόδου
eo: Méthöd nämé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Nombre del método
es_es: Nombre del método
fil_ph: Pangalan ng pamamaraan
id: Nama metode
pt_br: Nome do Método
pt_pt: Nome do método
ru: Наименование способа
sq: Emri i metodës
sv: Metodnamn
sw_ke: Jina la mfumo
tr_tr: Yöntem ismi
zh_cn: 方法名称

source: Method code
ar: رمز الطريقة
az: Metod kodu
da: Metode kode
de_de: Methodencode
el: Κωδικός μεθόδου
eo: Méthöd çödé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Código del método
es_es: Código del método
fil_ph: Code ng pamamaraan
id: Kode metode
pt_br: Código do Método
pt_pt: Código do método
ru: Кодовое обозначение способа
sq: Kodi i metodës
sv: Metodkod
sw_ke: Kificho cha mfumo
tr_tr: Yöntem kodu
zh_cn: 方法代码

source: Charge (incl tax)
ar: الرسم (متضمّنًا الضريبة)
az: Ödəniş alın (vergi daxildir)
da: Gebyr (inkl. skat)
de_de: Kosten (einschließlich Steuern)
el: Χρέωση (συμπ. του φόρου)
eo: Çhärgé (ïnçl täx) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Cargo (incluidos impuestos)
es_es: Cargo (inc. impuestos)
fil_ph: Singil (kasama ang buwis)
id: Tagihan (termasuk pajak)
pt_br: Cobrança (incluindo impostos)
pt_pt: Preço (incl. imp.)
ru: К оплате (вкл. налог)
sq: Tarifa (përfshirë tatimin)
sv: Avgift (inkl moms)
sw_ke: Toza (incl tax)
tr_tr: Ücret (vergi dâhil)
zh_cn: 费用(含税)

source: Charge (excl tax)
ar: الرسم (باستثناء الضريبة)
az: Ödəniş alın (vergi daxil deyil)
da: Gebyr (ekskl. moms)
de_de: Kosten (exkl. Steuern)
el: Χρέωση (άνευ φόρου)
eo: Çhärgé (éxçl täx) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Cargo (excluidos impuestos)
es_es: Cargo (exc. impuestos)
fil_ph: Singil (hindi kasama ang buwis)
id: Tagihan (diluar pajak)
pt_br: Cobrança (excluindo impostos)
pt_pt: Preço (excl. imp.)
ru: К оплате (без налога)
sq: Tarifa (pa taksa)
sv: Avgift (exkl moms)
sw_ke: Malipo (bila kodi)
tr_tr: Ücret (vergi hariç)
zh_cn: 费用(不含税)

source: Address
ar: العنوان
az: Ünvan
da: Adresse
de_de: Adresse
el: Διεύθυνση
eo: Àddréss Ⱡ'σяєм ιρѕυм #
es_419: Dirección
es_es: Dirección
id: Alamat
pt_br: Endereço
pt_pt: Morada
ru: Адрес
sq: Adresë
sv: Adress
sw_ke: Anwani
tr_tr: Adres
zh_cn: 地址

source: Phone
ar: الهاتف
az: Telefon
da: telefon
de_de: Telefon
el: Τηλέφωνο
eo: Phöné Ⱡ'σяєм ιρѕ#
es_419: Teléfono
es_es: Teléfono
fil_ph: Telepono
id: Telepon
pt_br: Telefone
pt_pt: Telefone
ru: Телефон
sq: Telefoni
sv: telefon
sw_ke: Simu
tr_tr: Telefon
zh_cn: 电话

source: Instructions
ar: التعليمات
az: Təlimatlar
da: Instruktioner
de_de: Anleitungen
el: Οδηγίες
eo: Ìnstrüçtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Instrucciones
es_es: Instrucciones
fil_ph: Mga tagubilin
id: Panduan
pt_br: Instruções
pt_pt: Instruções
ru: Указания
sq: Udhëzimet
sv: Instruktioner
sw_ke: Maelekezo
tr_tr: Yönergeler
zh_cn: 指令

source: Billing address
ar: عنوان الفوترة
az: Göndərilmə ünvanı
da: Betalingsadresse
de_de: Rechnungsanschrift
el: Διεύθυνση χρέωσης
eo: Bïllïng äddréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Dirección de facturación
es_es: Dirección de facturación
id: Alamat tagihan
pt_br: Endereço de cobrança
pt_pt: Endereço de faturação
ru: Адрес плательщика
sq: Adresa e faturimit
sv: fakturaadress
sw_ke: Anwani ya ankara
tr_tr: Fatura adresi
zh_cn: 账单地址

source: Payment sources
ar: مصادر الدفع
az: Ödəniş mənbələri
da: Betalingskilder
de_de: Zahlungsquelle
el: Πηγές πληρωμής
eo: Päýmént söürçés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Fuentes de pago
es_es: Medio de pago
fil_ph: Mga mapagkukunan ng pagbabayad
id: Sumber pembayaran
pt_br: Fontes de Pagamento
pt_pt: Fontes de pagamento
ru: Источники оплат
sq: Burimet e pagesave
sv: Betalningskällor
sw_ke: Vyanzo vya malipo
tr_tr: Ödeme kaynağı
zh_cn: 付款来源

source: Source
ar: المصدر
az: Mənbə
da: Kilde
de_de: Quelle
el: Πηγή
eo: Söürçé Ⱡ'σяєм ιρѕυ#
es_419: Fuente
es_es: Medio
fil_ph: Pinagmulan
id: Sumber
pt_br: Fonte
pt_pt: Fonte
ru: Источник
sq: Burimi
sv: Källa
sw_ke: Chanzo
tr_tr: Kaynak
zh_cn: 源

source: Allocation
ar: التوزيع
az: Vəsait
da: Tildeling
de_de: Verteilung
el: Δέσμευση
eo: Àllöçätïön Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Asignación
es_es: Localización
fil_ph: Alokasyon
id: Alokasi
pt_br: Alocação
pt_pt: Distribuição
ru: Распределение
sq: Alokimi
sv: Tilldelning
sw_ke: Mgao
tr_tr: Ödenek
zh_cn: 分配

source: Amount debited
ar: القيمة المَدينة
az: Borclu olan məbləğ
da: Debiteret beløb
de_de: Abgebuchter Betrag
el: Το ποσόν πιστώθηκε
eo: Àmöünt déßïtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Cantidad debitada
es_es: Importe cobrado
fil_ph: Halagang na-debit
id: Jumlah didebit
pt_br: Total debitado
pt_pt: Valor debitado
ru: Количество списаний
sq: Shuma e debituar
sv: Debiterat belopp
sw_ke: Kiasi kilicholipwa
tr_tr: Borçlu miktar
zh_cn: 金额记入借方

source: Amount refunded
ar: القيمة المستردَّة
az: Geri qaytarılan məbləğ
da: Beløb refunderet
de_de: Erstatteter Betrag
el: Το ποσόν επεστράφη
eo: Àmöünt réfündéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Cantidad reembolsada
es_es: Importe devuelto
fil_ph: Na-refund ang halaga
id: Jumlah direfund
pt_br: Total reembolsado
pt_pt: Valor reembolsado
ru: Количество возвратов
sq: Shuma e rimbursuar
sv: Återbetalat belopp
sw_ke: Kiasi kilichorejeshwa kwa mlipaji
tr_tr: Geri ödenmiş miktar
zh_cn: 退还金额

source: No payment sources found for this order.
ar: لم توجد أي مصادر دفع لهذه الطلبية.
az: Bu sifariş üçün ödəniş mənbələri tapılmadı.
da: Der blev ikke fundet nogen betalingskilder for denne ordre.
de_de: Keine Zahlungsquelle für diese Bestellung gefunden.
el: Δεν βρέθηκαν πηγές πληρωμής για αυτήν την παραγγελία.
eo: Nö päýmént söürçés föünd för thïs ördér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: No se encontráron fuentes de pago para esta orden.
es_es: No hay medio de pago para este pedido.
fil_ph: Walang nakitang mga mapagkukunan ng pagbabayad para sa order na ito.
id: Tidak ada sumber pembayaran yang ditemukan untuk pesanan ini.
pt_br: Nenhum pagamento foi encontrado para este pedido.
pt_pt: Sem fontes de pagamento para este pedido.
ru: Источник оплаты не найден для этого заказа.
sq: Nuk u gjet asnjë burim pagese për këtë porosi.
sv: Inga betalningskällor hittades för denna beställning.
sw_ke: Hakuna asili za malipo yaliyopatikana katika uagizaji huu.
tr_tr: Bu sipariş için ödeme kaynağı bulunamadı.
zh_cn: 未发现这个订单的付款来源。

source: Transactions
ar: التعاملات
az: Əməliyyatlar
da: Transaktioner
de_de: Transaktionen
el: Συναλλαγές
eo: Tränsäçtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Transacciones
es_es: Transacciones
fil_ph: Mga transaksyon
id: Transaksi
pt_br: Transações
pt_pt: Transações
ru: Операции
sq: Transanksionet
sv: Transaktioner
sw_ke: Miamala
tr_tr: İşlemler
zh_cn: 交易

source: Voucher
ar: القسيمة
az: Vauçer
da: Rabatkupon
de_de: Gutschein
el: Κουπόνι
eo: Vöüçhér Ⱡ'σяєм ιρѕυм #
es_419: Vale
es_es: Cupón
pt_br: Vale
pt_pt: Vales de Desconto
ru: Платёжный документ
sq: Kupon
sv: Kupong
sw_ke: Vocha
tr_tr: Hediye kartı
zh_cn: 优惠券

source: Offer name
ar: اسم العرض
az: Ad təklif edin
da: Tilbudsnavn
de_de: Angebotsbezeichnung
el: Όνομα προσφοράς
eo: Öffér nämé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Nombre de la oferta
es_es: Nombre de la oferta
fil_ph: Pangalan ng alok
id: Nama penawaran
pt_br: Nome da oferta
pt_pt: Nome da oferta
ru: Название спецпредложения
sq: Emri i ofertës
sv: Erbjudandets namn
sw_ke: Jina la ahadi
tr_tr: İsim öner
zh_cn: 促销名称

source: Frequency
ar: التواتر
az: Tezlik
da: Frekvens
de_de: Häufigkeit
el: Συχνότητα
eo: Fréqüénçý Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Frecuencia
es_es: Frecuencia
fil_ph: Dalas
id: Frekuensi
pt_br: Frequência
pt_pt: Frequência
ru: Частота
sq: Frekuenca
sv: Frekvens
sw_ke: Marudio
tr_tr: Sıklık
zh_cn: 频率

source: Message
ar: الرسالة
az: Mesaj
da: Besked
de_de: Nachricht
el: Μήνυμα
eo: Méssägé Ⱡ'σяєм ιρѕυм #
es_419: Mensaje
es_es: Mensaje
fil_ph: Mensahe
id: Pesan
pt_br: Mensagem
pt_pt: Mensagem
ru: Текст сообщения
sq: Mesazh
sv: Meddelande
sw_ke: Ujumbe
tr_tr: İleti
zh_cn: 消息

source: No discounts were applied to this order.
ar: لم تُطبَّق أي خصومات على هذه الطلبية.
az: Bu sifariş üçün endirim tətbiq edilmədi.
da: Ingen rabatter blev anvendt på denne ordre.
de_de: Es wurden keine Rabatte bei dieser Bestellung berücksichtigt.
el: Δεν εφαρμόστηκαν εκπτώσεις σε αυτήν την παραγγελία.
eo: Nö dïsçöünts wéré äpplïéd tö thïs ördér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: No se aplicaron descuentos a esta orden
es_es: No se aplicarán descuentos a este pedido
fil_ph: Walang mga diskwento ang inilapat sa order na ito.
id: Tidak ada diskon pada pesanan ini.
pt_br: Nenhum desconto foi aplicado a este pedido.
pt_pt: Não foram aplicados descontos neste pedido.
ru: На этот заказ не распространяются скидки.
sq: Asnjë zbritje nuk u aplikua për këtë porosi.
sv: Inga rabatter tillämpades på denna beställning.
sw_ke: Hakuna punguzo zilizo ambatana na uagizaji huu.
tr_tr: Hiçbir indirim bu siparişe uygulanmamıştır.
zh_cn: 此订单未使用任何折扣。

source: Admin
ar: المشرِف
de_de: Administrator
el: Διαχειριστής
eo: Àdmïn Ⱡ'σяєм ιρѕ#
es_419: Administrador
es_es: Administrar
pt_br: Administrador
ru: Администратор
sv: Administratör
sw_ke: Msimamizi
tr_tr: Yönetici
zh_cn: 管理

source: No notes available.
ar: لا توجد ملاحظات
az: Qeydlər mövcud deyil.
da: Ingen tilgængelige noter.
de_de: Keine Notizen verfügbar.
el: Καμία σημείωση διαθέσιμη.
eo: Nö nötés äväïläßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: No hay notas disponibles.
es_es: No hay notas disponibles.
fil_ph: Walang available na tala.
id: Tidak ada catatan
pt_br: Nenhuma anotação disponível.
pt_pt: Sem notas dipsoníveis.
ru: Записи отсутствуют.
sq: Nuk ka shënime të disponueshme.
sv: Inga anteckningar tillgängliga.
sw_ke: Hakuna nukuu.
tr_tr: Notlar yok
zh_cn: 无笔记。

source: Save note
ar: حفظ الملاحظات
az: Qeydləri yaddaşa salın
da: Gem note
de_de: Notiz speichern
el: Αποθήκευση σημειώσεων
eo: Sävé nöté Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Guardar nota
es_es: Guardar nota
fil_ph: I-save ang tala
id: Simpan catatan
pt_br: Salvar anotação
pt_pt: Guardar nota
ru: Сохранить запись
sq: Ruaj shënimin
sv: Spara anteckning
sw_ke: Hifadhi nukuu
tr_tr: Not Kaydet
zh_cn: 保存笔记

source: Notes are only editable for 5 minutes after being saved.
ar: لا يمكن تعديل الملاحظات إلّا في غون 5 دقائق بعد حفظها.
az: Qeydlər yalnız yaddaşa verildikdən sonra 5 dəqiqə ərzində redaktə edilə bilər.
da: Noter kan kun redigeres i 5 minutter efter at være blevet gemt.
de_de: Notizen sind nur 5 Minuten bearbeitbar, bevor diese gespeichert werden
el: Οι σημειώσεις είναι επεξεργάσιμες μόνο για 5 λεπτά μετά την αποθήκευση.
eo: Nötés äré önlý édïtäßlé för 5 mïnütés äftér ßéïng sävéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Las notas solo pueden editarse por 5 minutos después de guardadas.
es_es: Las notas solo pueden modificarse durante los 5 minutos posteriores a guardarse.
fil_ph: Mae-edit lang ang mga tala sa loob ng 5 minuto pagkatapos ma-save.
id: Catatan hanya dapat diedit 5 menit setelah disimpan.
pt_br: Anotações são editáveis somente até 5 minutos após o salvamento.
pt_pt: As notas só são editáveis por 5 minutos após serem guardadas.
ru: Записи можно редактировать только в первые 5 минут после сохранения.
sq: Shënimet mund të redaktohen vetëm për 5 minuta pasi të ruhen.
sv: Anteckningar kan endast redigeras i 5 minuter efter att de har sparats.
sw_ke: Nukuu zinaweza kukaguliwa kwa dakika 5 baada ya kuhifadhiwa.
tr_tr: Notlar sadece kaydedildikten sonra 5 dakika içerisinde düzenlenebilir.
zh_cn: 笔记只在保存后5分钟内可编辑。

source: Search
ar: البحث
az: Axtarış
da: Søg
de_de: Suchen
el: Αναζήτηση
eo: Séärçh Ⱡ'σяєм ιρѕυ#
es_419: Buscar
es_es: Búsqueda
fil_ph: Maghanap
id: Cari
pt_br: Busca
pt_pt: Procurar
ru: Поиск
sq: Kërko
sv: Sök
sw_ke: Tafuta
tr_tr: Ara
zh_cn: 搜索

source: Advanced Search
ar: بحث متقدّم
az: Qabaqçıl axtarış
da: Avanceret søgning
de_de: Erweiterte Suche
el: Προχωρημένη αναζήτηση
eo: Àdvänçéd Séärçh Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Búsqueda avanzada
es_es: Búsqueda avanzada
fil_ph: Masusing Paghahanap
id: Pencarian Lanjut
pt_br: Busca avançada
pt_pt: Procura Avançada
ru: Расширенный поиск
sq: kërkim i avancuar
sv: avancerad sökning
sw_ke: Utafutaji Ulioboreshwa
tr_tr: Gelişmiş Ara
zh_cn: 高级搜索

source: Order Search Results
ar: ترتيب نتائج البحث
da: Bestil søgeresultater
el: Παραγγελία αποτελεσμάτων αναζήτησης
fil_ph: Mga Resulta ng Paghahanap ng Order
pt_br: Resultados da pesquisa de pedidos
sq: Rendit rezultatet e kërkimit

source: All Orders
ar: جميع الطلبات
da: Alle ordrer
el: Όλες οι Παραγγελίες
fil_ph: Lahat ng Order
pt_br: Todos os pedidos
sq: Të gjitha porositë

source: Download selected orders as a CSV
ar: تنزيل الطلبيات المحددة بصيغة CSV
az: Seçilmiş sifarişləri CSV fayl kimi yükləyin
da: Download udvalgte ordrer som en CSV
de_de: Ausgewählte Bestellungen als CSV herunterladen
el: Λήψη επιλεγμένων παραγγελιών ως CSV
eo: Döwnlöäd séléçtéd ördérs äs ä ÇSV Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Descargar las órdenes seleccionadas como archivo CSV
es_es: Descargar los pedidos seleccionados en formato CSV
fil_ph: I-download ang mga napiling order bilang isang CSV
id: Unduh pesanan yang dipilih sebagai CSV
pt_br: Baixe os pedidos selecionados como arquivo CSV
pt_pt: Transferir pedidos selecionados como um CSV
ru: Скачать выбранные заказы в формате CSV
sq: Shkarkoni porositë e zgjedhura si CSV
sv: ladda ner valda order som CSV-fil
sw_ke: Pakua kwa mtandao uagizaji uliochaguliwa kama CSV
tr_tr: Seçili siparişleri bir CSV olarak indir
zh_cn: 下载选中的订单并存为CSV文件

source: Submitting...
ar: تقديم...
da: Indsender...
el: Υποβολή...
fil_ph: Isinusumite...
pt_br: Enviando...
sq: Po dorëzohet...

source: Download
ar: تنزيل
az: Köçürmək
da: Hent
el: Λήψη
eo: Döwnlöäd Ⱡ'σяєм ιρѕυм ∂#
es_419: Descargar
es_es: Descargar
fil_ph: I-download
id: Unduh
pt_br: Baixar
pt_pt: Transferir
ru: Скачать
sq: Shkarko
sv: Ladda ner
sw_ke: Pakua
tr_tr: İndir
zh_cn: 下载

source: Total inc tax
ar: المجموع متضمّنًا الضريبة
az: Yekun vergi daxildir
da: Samlet inkl. skat
de_de: Gesamt inkl. Steuern
el: Σύνολο με ΦΠΑ
eo: Tötäl ïnç täx Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Total incluidos impuestos
es_es: Total inc. impuestos
fil_ph: Kabuuang inc tax
id: Total termasuk pajak
pt_br: Total incluindo impostos
pt_pt: Total inc imposto
ru: Итого налог на доход
sq: Taksa totale përfshirë
sv: Totalt inkl moms
sw_ke: Jumla pamoja na kodi
tr_tr: Vergiler dâhil toplam
zh_cn: 总计（含税）

source: Number of items
ar: عدد المواد
az: Maddələrin sayı
da: Antal stk
de_de: Anzahl Artikel
el: Σύνολο ειδών
eo: Nümßér öf ïtéms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Número de items
es_es: Número de artículos
fil_ph: Bilang ng mga item
id: Jumlah item
pt_br: Número de itens
pt_pt: Número de itens
ru: Количество единиц
sq: Numri i artikujve
sv: Antal artiklar
sw_ke: Idadi ya bidhaa
tr_tr: Öğelerin Sayısı
zh_cn: 项目数量

source: Customer
ar: عميل
da: Kunde
el: Πελάτης
pt_br: Cliente
sq: Klienti
