Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: After you complete your order you will be automatically enrolled in the course.
ar: عند استكمال طلبيتك سيتم إلحاقك تلقائيًا في للمساق.
az: Sifarişinizi tamamladıqdan sonra siz avtomatik olaraq kursa qeydiyyatdan keçiriləcəksiniz.
da: Når du har gennemført din ordre, vil du automatisk blive tilmeldt kurset.
de_de: Nachdem Sie die Bestellung abgeschlossen haben, sind Sie automatisch in diesem Kurs eingeschrieben.
el: Αφού ολοκληρώσετε την παραγγελία σας θα εγγραφείτε αυτόματα στο μάθημα.
eo: Àftér ýöü çömplété ýöür ördér ýöü wïll ßé äütömätïçällý énrölléd ïn thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Después de completar su orden será automáticamente inscrito en el curso.
es_es: Después de completar su orden será automáticamente inscrito en el modo verificado del curso.
fil_ph: Pagkatapos mong makumpleto ang iyong order ay awtomatiko kang mapapatala sa kurso.
id: Setelah menyelesaikan pesanan Anda, Anda secara otomatis akan terdaftar dalam kursus.
pt_br: Após completar o seu pedido, você será automaticamente matriculado no curso.
pt_pt: Depois de concluir o seu pedido, será automaticamente inscrito no curso.
ru: После выполнения заказа вы будете автоматически зачислены на курс.
sq: Pasi të keni përfunduar porosinë tuaj, do të regjistroheni automatikisht në kurs.
sv: När du har slutfört din beställning kommer du automatiskt att anmälas till kursen.
tr_tr: Siparişinizi tamamladıktan sonra otomatik olarak bu derse kayıt olacaksınız.
zh_cn: 完成订单后，您将立即加入此课程。

source: {paragraph_start}By purchasing, you and your organization agree to the following terms:{paragraph_end} {ul_start} {li_start}Each code is valid for the one course covered and can be used only one time.{li_end} {li_start}You are responsible for distributing codes to your learners in your organization.{li_end} {li_start}Each code will expire in one year from date of purchase or, if earlier, once the course is closed.{li_end} {li_start}If a course is not designated as self-paced, you should confirm that a course run is available before expiration. {li_end} {li_start}You may not resell codes to third parties.{li_end} {li_start}All edX for Business Sales are final and not eligible for refunds.{li_end}{ul_end} {paragraph_start}You will receive an email at {user_email} with your enrollment code(s). {paragraph_end}
ar: {paragraph_start} عند الشراء، توافق أنت والمؤسسة على الشروط التالية:{paragraph_end} {ul_start} {li_start} كل رمز صالح للمساق الواحد الذي تم تناوله ويمكن استخدامه مرة واحدة فقط.{li_end} {li_start}أنت المسؤول عن توزيع الرموز على المتعلمين في مؤسستك.{li_end} {li_start}ستنتهي صلاحية كل رمز خلال سنة واحدة من تاريخ الشراء أو-على الأقرب- فبمجرد إغلاق المساق.{li_end} {li_start}إذا لم يتم تعيين المساق على نظام التعلم الذاتي، فعليك التأكيد على أن مشغل المساق متوفر قبل انتهاء صلاحيته. {li_end} {li_start}لا يجوز لك إعادة بيع الرموز لجهات خارجية.{li_end} {li_start}كل عمليات edX لمبيعات الأعمال نهائية ومخوّلة لاسترداد الرسوم.{li_end}{ul_end} {paragraph_start}ستتلقى بريدًا إلكترونيًا على {user_email} يتضمن رمز (رموز) الالتحاق. {paragraph_end}
da: {paragraph_start}Ved køb accepterer du og din organisation følgende vilkår:{paragraph_end} {ul_start} {li_start}Hver kode er gyldig for et kursus, og kan kun bruges til ét kursus. ansvarlig for at distribuere koder til dine elever i din organisation.{li_end} {li_start}Hver kode udløber et år fra købsdatoen eller, hvis tidligere, når kurset er lukket.{a04a5079ea63d4b52} a40zIf kursus is udpeget som selv-tempo, bør du bekræfte, at et kursusforløb er tilgængeligt inden udløb. {li_end} {li_start}You may not resell codes to third parties.{li_end} {li_start}All edX for Business Sales are final and not eligible for refunds.{li_end}{ul_end} {paragraph_start}You will receive an email at { user_email} med din(e) tilmeldingskode(r). {paragraph_end}
de_de: {paragraph_start}Mit dem Kauf stimmen Sie und Ihre Organisation den folgenden Bedingungen zu:{paragraph_end} {ul_start} {li_start}Jeder Code ist für den einen abgedeckten Kurs gültig und kann nur einmal verwendet werden.{li_end} {li_start}Sie sind für die Verteilung von Codes an Ihre Lernenden in Ihrer Organisation verantwortlich.{li_end} {li_start}Jeder Code verfällt in einem Jahr ab Kaufdatum oder, falls früher, nach Abschluss des Kurses.{li_end} {li_start}Wenn ein Kurs nicht als Selbstlernkurs gekennzeichnet ist, sollten Sie vor Ablauf bestätigen, dass ein Kurslauf verfügbar ist. {li_end} {li_start}Sie dürfen keine Codes an Dritte weiterverkaufen.{li_end} {li_start}Alle edX for Business Sales sind endgültig und nicht erstattungsfähig.{li_end}{ul_end} {paragraph_start}Sie erhalten eine E-Mail an {user_email} mit Ihren Anmeldecode(s). {paragraph_end}
el: {paragraph_start} Με την αγορά, εσείς και Οργανισμός σας συμφωνείτε με τους ακόλουθους όρους: {paragraph_end} {ul_start} {li_start} Κάθε κωδικός ισχύει για το ένα μάθημα που καλύπτεται και μπορεί να χρησιμοποιηθεί μόνο μία φορά. {li_end} {li_start} Είστε υπεύθυνοι για τη διανομή κωδικών στους μαθητές σας στον Οργανισμός σας. {li_end} {li_start} Κάθε κωδικός θα λήξει σε ένα έτος από την ημερομηνία αγοράς ή, εάν νωρίτερα, μόλις κλείσει το μάθημα. {li_end} {li_start} Εάν ένα μάθημα δεν έχει οριστεί ως αυτορυθμιζόμενο, θα πρέπει να επιβεβαιώσετε ότι μια σειρά μαθημάτων είναι διαθέσιμη πριν από τη λήξη. {li_end} {li_start} Δεν επιτρέπεται η μεταπώληση κωδικών σε τρίτους. {li_end} {li_start} Όλες οι πωλήσεις edX για επιχειρήσεις είναι τελικές και δεν πληρούν τις προϋποθέσεις για επιστροφές χρημάτων. {li_end} {ul_end} {paragraph_start} Θα λάβετε ένα email στο {user_email} με τους κωδικούς εγγραφής σας. {paragraph_end}
eo: {paragraph_start}Bý pürçhäsïng, ýöü änd ýöür örgänïzätïön ägréé tö thé föllöwïng térms:{paragraph_end} {ul_start} {li_start}Éäçh çödé ïs välïd för thé öné çöürsé çövéréd änd çän ßé üséd önlý öné tïmé.{li_end} {li_start}Ýöü äré réspönsïßlé för dïstrïßütïng çödés tö ýöür léärnérs ïn ýöür örgänïzätïön.{li_end} {li_start}Éäçh çödé wïll éxpïré ïn öné ýéär fröm däté öf pürçhäsé ör, ïf éärlïér, önçé thé çöürsé ïs çlöséd.{li_end} {li_start}Ìf ä çöürsé ïs nöt désïgnätéd äs sélf-päçéd, ýöü shöüld çönfïrm thät ä çöürsé rün ïs äväïläßlé ßéföré éxpïrätïön. {li_end} {li_start}Ýöü mäý nöt réséll çödés tö thïrd pärtïés.{li_end} {li_start}Àll édX för Büsïnéss Sälés äré fïnäl änd nöt élïgïßlé för réfünds.{li_end}{ul_end} {paragraph_start}Ýöü wïll réçéïvé än émäïl ät {user_email} wïth ýöür énröllmént çödé(s). {paragraph_end}#
es_419: {paragraph_start}Al comprar, usted y su organización aceptan los siguientes términos:{paragraph_end} {ul_start} {li_start}Cada código es válido para el curso cubierto y solo puede usarse una vez.{li_end} {li_start}Usted es responsable de distribuir códigos a sus alumnos en su organización.{li_end} {li_start}Cada código caducará en un año a partir de la fecha de compra o, si es anterior, una vez que se cierre el curso.{li_end} {li_start}Si un curso no es designado como autodidacta, debe confirmar que hay una ejecución del curso disponible antes del vencimiento.{li_end} {li_start}No puede revender códigos a terceros.{li_end} {li_start}Todas las ventas de edX for Business son finales y no son elegibles para devoluciones.{li_end}{ul_end} {paragraph_start}Recibirá un correo electrónico a {user_email} con su(s) códigos de inscripción.{paragraph_end}
fil_ph: {paragraph_start}Sa pamamagitan ng pagbili, ikaw at ang iyong organisasyon ay sumasang-ayon sa mga sumusunod na tuntunin:{paragraph_end} {ul_start} {li_start}Bawat code ay may bisa para sa isang kursong sakop at maaari lamang gamitin nang isang beses.{li_end} {li_start}Ikaw ang may pananagutan para sa namamahagi ng mga code sa iyong mga mag-aaral sa iyong organisasyon.{li_end} {li_start}Ang bawat code ay mag-e-expire sa loob ng isang taon mula sa petsa ng pagbili o, kung mas maaga, kapag naisara na ang kurso.{li_end} {li_start}Kung ang isang kurso ay hindi itinalaga bilang self-paced, dapat mong kumpirmahin na ang isang course run ay available bago mag-expire. {li_end} {li_start}Hindi ka maaaring magbenta muli ng mga code sa mga third party.{li_end} {li_start}Lahat ng edX for Business Sales ay pinal at hindi karapat-dapat para sa mga refund.{li_end}{ul_end} {paragraph_start}Makakatanggap ka ng email sa { user_email} kasama ang iyong (mga) enrollment code. {paragraph_end}
id: {paragraph_start} Dengan membeli, Anda dan organisasi Anda menyetujui persyaratan berikut: {paragraph_end} {ul_start} {li_start} Setiap kode berlaku untuk satu kursus yang tercakup dan hanya dapat digunakan satu kali. {li_end} {li_start} Anda bertanggung jawab untuk mendistribusikan kode kepada pelajar Anda di organisasi Anda. {li_end} {li_start} Setiap kode akan kedaluwarsa dalam satu tahun sejak tanggal pembelian atau, jika sebelumnya, setelah kursus ditutup. {li_end} {li_start} Jika kursus tidak ditetapkan sebagai kecepatan mandiri, Anda harus mengonfirmasi bahwa jalur lari tersedia sebelum kedaluwarsa. {li_end} {li_start} Anda tidak boleh menjual kembali kode ke pihak ketiga. {li_end} {li_start} Semua edX for Business Sales bersifat final dan tidak memenuhi syarat untuk pengembalian dana. {li_end} {ul_end} {paragraph_start} Anda akan menerima email di { user_email} dengan kode pendaftaran Anda. {paragraph_end}
pt_br: {paragraph_start}Ao comprar, você e sua organização concordam com os seguintes termos: {paragraph_end} {ul_start} {li_start}Cada código é válido para o curso coberto e pode ser usado apenas uma vez.{li_end} {li_start}Você é responsável por distribuindo códigos para seus alunos em sua organização.{li_end} {li_start}Cada código expirará em um ano a partir da data da compra ou, se antes, assim que o curso for encerrado.{li_end} {li_start}Se um curso não for designado como individualizado, você deve confirmar se uma execução do curso está disponível antes da expiração. {li_end} {li_start}Você não pode revender códigos para terceiros.{li_end} {li_start}Todas as vendas do edX for Business são finais e não estão qualificadas para reembolso.{li_end}{ul_end} {paragraph_start}Você receberá um e-mail em { user_email} com seu(s) código(s) de inscrição. {paragraph_end}
pt_pt: {paragraph_start}Ao comprar, você e a sua organização concordam com os seguintes termos:{paragraph_end} {ul_start} {li_start}Cada código é válido para o curso abrangido e só pode ser utilizado uma vez.{li_end} {li_start}Você é responsável pela distribuição de códigos aos seus alunos na sua organização.{li_end} {li_start}Cada código expirará no prazo de um ano a partir da data de compra ou, se antes, assim que o curso for encerrado.{li_end} {li_start}Se um curso não for marcado como ao ritmo do estudante, deverá confirmar que o curso está disponível antes de expirar. {li_end} {li_start} Não pode revender códigos a terceiros.{li_end} {li_start} Todos os edX para vendas comerciais são finais e não são elegíveis para reembolso.{li_end}{ul_end} {paragraph_start} Receberá um e-mail em {user_email} com o(s) seu(s) código(s) de inscrição. {paragraph_end}
sq: {paragraph_start} Duke blerë, ju dhe organizata juaj bini dakord me kushtet e mëposhtme: {paragraph_end} {ul_start} {li_start} Çdo kod është i vlefshëm për një kurs të mbuluar dhe mund të përdoret vetëm një herë. {li_end} {li_start} Ju jeni përgjegjës për shpërndarjen e kodeve te nxënësit tuaj në organizatën tuaj. {li_end} {li_start} Çdo kod do të skadojë brenda një viti nga data e blerjes ose, nëse më herët, pasi kursi të mbyllur . {li_end} {li_start} Nëse një kurs nuk është caktuar si me ritëm vetë, ju duhet të konfirmoni që një kurs është i disponueshëm përpara skadimit. {li_end} {li_start} Ju nuk mund t&#39;i rishisni kodet palëve të treta. {li_end} {li_start} Të gjitha shitjet edX për Biznes janë përfundimtare dhe nuk kualifikohen për rimbursim. {li_end} {ul_end} {paragraph_start} Do të merrni një email në {user_email} me kodin(et) tuaj të regjistrimit. {paragraph_end}
sv: {paragraph_start}Genom att köpa godkänner du och din organisation följande villkor:{paragraph_end} {ul_start} {li_start}Varje kod är giltig för den ena kursen den täcker och kan endast användas en gång.{li_end} {li_start}Du ansvarar för att distribuera koder till dina studenter i din organisation.{li_end} {li_start}Varje kod kommer att upphöra att gälla inom ett år från inköpsdatumet eller, om tidigare, när kursen stängs.{li_end} {li_start}Om en kurs inte är angiven som självstudier bör du bekräfta att en kursomgång är tillgänglig innan utgången.{li_end} {li_start}Du får inte sälja koder till tredje part.{li_end} {li_start}Alla edX för företagsförsäljning är slutgiltiga och inte berättigade till återbetalning.{li_end}{ul_end} {paragraph_start}Du kommer att få ett e-postmeddelande på {user_email} med din/dina anmälningskod(er). {paragraph_end}

source: {strong_start}Purchasing just for yourself?{strong_end}{paragraph_start}If you are purchasing a single code for someone else, please continue with checkout. However, if you are the learner {link_start}go back{link_end} to enroll directly.{paragraph_end}
ar: {strong_start}هل تنوي الشراء لنفسك فقط؟ {strong_end}{paragraph_start} إذا كنت تشتري رمزًا واحدًا لشخص آخر، فيرجى متابعة الطلب. إما إذا كنت أنت المتعلم {link_start}يرجى العودة إلى {link_end} للالتحاق مباشرة.{paragraph_end}
az: {strong_start}Sadəcə özünüz üçün alırsınız?{strong_end}{paragraph_start}Əgər siz başqası üçün tək kod alırsınızsa, zəhmət olmasa, ödənişə keçin. Əgər siz tələbəsinizsə, bir başa qeydiyyatdan keçmək üçün {link_start}geri qayıdın{link_end} {paragraph_end}.
da: {strong_start}Køber du kun for dig selv?{strong_end}{paragraph_start}Hvis du køber en enkelt kode til en anden, skal du fortsætte med kassen. Men hvis du er den lærende, {link_start}gå tilbage{link_end} for at tilmelde dig direkte.{paragraph_end}
de_de: {strong_start}Erwerb nur für Sie selbst?{strong_end}{paragraph_start}Wenn Sie Single-Code für jemand anderen erwerben möchten, fahren Sie bitte mit der Bestellung fort. Wenn Sie einen Single-Code für sich erwerben möchten, {link_start}gehen Sie zurück{link_end} und schreiben Sie sich direkt ein.{paragraph_end}
el: {strong_start} Αγορά μόνο για τον εαυτό σας; {strong_end} {paragraph_start} Εάν αγοράζετε έναν μόνο κωδικό για κάποιον άλλο, συνεχίστε με το ταμείο. Ωστόσο, εάν είστε ο μαθητής {link_start} , επιστρέψτε στο {link_end} για να εγγραφείτε απευθείας. {paragraph_end}
eo: {strong_start}Pürçhäsïng jüst för ýöürsélf?{strong_end}{paragraph_start}Ìf ýöü äré pürçhäsïng ä sïnglé çödé för söméöné élsé, pléäsé çöntïnüé wïth çhéçköüt. Höwévér, ïf ýöü äré thé léärnér {link_start}gö ßäçk{link_end} tö énröll dïréçtlý.{paragraph_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση#
es_419: {strong_start}¿Comprando solo para ti?{strong_end}{paragraph_start}Si estás comprando para otra persona, por favor continua con el proceso de compra. Sin embardo, si eres el estudiante {link_start}vuelva atrás{link_end} para inscribirte directamente{paragraph_end}
es_es: {strong_start}¿Comprar solo para usted?{strong_end}{paragraph_start}Si está comprando un solo código para otra persona, continúe con el pago. Sin embargo, si eres el alumno {link_start}vuelve{link_end} para inscribirte directamente.{paragraph_end}
fil_ph: {strong_start}Bumili para lang sa iyong sarili?{strong_end}{paragraph_start}Kung bibili ka ng isang code para sa ibang tao, mangyaring magpatuloy sa pag-checkout. Gayunpaman, kung ikaw ang nag-aaral {link_start}bumalik{link_end} upang direktang mag-enroll.{paragraph_end}
id: {strong_start} Membeli hanya untuk diri Anda sendiri? {strong_end} {paragraph_start} Jika Anda membeli satu kode untuk orang lain, lanjutkan dengan pembayaran. Namun, jika Anda adalah pembelajar, {link_start} kembali ke {link_end} untuk mendaftar secara langsung. {Paragraph_end}
pt_br: {strong_start}Comprando apenas para você?{strong_end}{paragraph_start}Se você estiver comprando um único código para outra pessoa, continue com a finalização da compra. No entanto, se você for o aluno, {link_start}volte{link_end} para se inscrever diretamente. {paragraph_end}
pt_pt: {strong_start}A comprar só para si?{strong_end}{paragraph_start}Se está a comprar um único código para outra pessoa, por favor continue com a finalização da compra. No entanto, se for o estudante {link_start}volte atrás{link_end} para se inscrever diretamente.{paragraph_end}
ru: {strong_start}Приобретаете только для себя?{strong_end}{paragraph_start}IЕсли вы покупаете один код для кого-то другого, пожалуйста, продолжайте оформлять заказ. Однако, если вы являетесь учеником {link_start}, возвращайтесь назад {link_end}, чтобы зарегистрироваться напрямую.{paragraph_end}
sq: {strong_start} Blini vetëm për veten tuaj? {strong_end} {paragraph_start} Nëse jeni duke blerë një kod të vetëm për dikë tjetër, ju lutemi vazhdoni me blerjen. Megjithatë, nëse jeni nxënësi {link_start} kthehuni {link_end} për t&#39;u regjistruar drejtpërdrejt. {paragraph_end}
sv: {strong_start}Köper du bara för dig själv?{strong_end}{paragraph_start}Om du köper en enda kod för någon annan, vänligen fortsätt med kassan. Men om du är eleven {link_start}gå tillbaka{link_end} för att registrera dig direkt.{paragraph_end}
zh_cn: {strong_start}是否只为自己购买？{strong_end}{paragraph_start}若是替他人购买，请继续下单。而如果您是学员 {link_start}，则请返回{link_end}并直接选课。{paragraph_end}

source: You have already purchased these products
ar: لقد اشتريت هذه المنتجات من قبل
az: Siz artıq bu məhsulları almısınız
da: Du har allerede købt disse produkter
de_de: Sie haben bereits diese Produkte erworben.
el: Έχετε ήδη αγοράσει αυτά τα προϊόντα
eo: Ýöü hävé älréädý pürçhäséd thésé prödüçts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Ya has comprado estos productos
es_es: Ya ha comprado estos productos
fil_ph: Nabili mo na ang mga produktong ito
id: Anda telah membeli produk ini
pt_br: Você já comprou estes produtos
pt_pt: Já comprou estes produtos
ru: Вы уже приобрели эти продукты
sq: Ju tashmë i keni blerë këto produkte
sv: Du har redan köpt dessa produkter
sw_ke: Tayari umeshanunua bidhaa hizi
tr_tr: Bu ürünleri zaten satın aldınız
zh_cn: 您已购买这些产品

source: No product is available to buy.
ar: لا تتوفر منتجات للبيع
az: Almaq üçün heç bir məhsuı mövcud deyil.
da: Intet produkt er tilgængeligt at købe.
de_de: Es ist kein Produkt zum Kauf verfügbar.
el: Δεν υπάρχει διαθέσιμο προϊόν για αγορά.
eo: Nö prödüçt ïs äväïläßlé tö ßüý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: No hay ningún producto disponible para comprar.
es_es: No hay ningún producto disponible para comprar.
fil_ph: Walang produktong mabibili.
id: Tidak ada produk yang tersedia untuk dibeli.
pt_br: Nenhum produto esta disponível para compra.
pt_pt: Nenhum produto está disponível para compra.
ru: Продукт не доступен для покупки.
sq: Asnjë produkt nuk është në dispozicion për të blerë.
sv: Ingen produkt finns att köpa.
tr_tr: Satın alınabilecek ürün yok.
zh_cn: 无尚可购买的产品。

source: quantity successfully updated
ar: تم تحديث الكمية بنجاح
da: mængde opdateret
de_de: Menge erfolgreich aktualisiert
el: η ποσότητα ενημερώθηκε με επιτυχία
eo: qüäntïtý süççéssfüllý üpdätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: cantidad actualizada exitosamente
es_es: cantidad actualizada correctamente
fil_ph: matagumpay na na-update ang dami
id: kuantitas berhasil diperbarui
pt_br: quantidade atualizada com sucesso
pt_pt: quantidade atualizada com sucesso
sq: sasia u përditësua me sukses
sv: kvantitet har uppdaterats
tr_tr: miktar başarıyla güncellendi

source: Your basket couldn't be updated. Please correct any validation errors below.
ar: لا يمكن تحديث سلّتك. يرجى تصحيح أي أخطاء واردة في عملية التحقق أدناه.
da: Din kurv kunne ikke opdateres. Ret venligst eventuelle valideringsfejl nedenfor.
de_de: Dein Warenkorb konnte nicht aktualisiert werden. Bitte korrigieren Sie alle untenstehenden Validierungsfehler.
el: Δεν ήταν δυνατή η ενημέρωση του καλαθιού σας. Διορθώστε τυχόν σφάλματα επικύρωσης παρακάτω.
eo: Ýöür ßäskét çöüldn't ßé üpdätéd. Pléäsé çörréçt äný välïdätïön érrörs ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Su canasta no pudo ser actualizada. Por favor corrija cualquier error de validación debajo.
es_es: No se pudo actualizar su cesta. Corrija los errores de validación a continuación.
fil_ph: Hindi ma-update ang iyong basket. Mangyaring itama ang anumang mga error sa pagpapatunay sa ibaba.
id: Keranjang Anda tidak dapat diperbarui. Harap perbaiki kesalahan validasi di bawah.
pt_br: Não foi possível atualizar sua cesta. Por favor, corrija qualquer validação erros abaixo
pt_pt: Não foi possível atualizar sua cesta. Corrija quaisquer erros de validação abaixo.
sq: Shporta juaj nuk mund të përditësohej. Ju lutemi korrigjoni çdo gabim verifikimi më poshtë.
sv: Din varukorg kunde inte uppdateras. Vänligen korrigera eventuella valideringsfel nedan.
tr_tr: Sepetiniz güncellenemedi. Lütfen aşağıdaki doğrulama hatalarını düzeltin.

source: You have already added coupon code '{code}' to your basket.
ar: لقد أضفت بالفعل رمز القسيمة '{code}' إلى سلتك.
az: Siz artıq kupon kodunu '{code}' səbətə əlavə etmisiniz.
da: Du har allerede tilføjet kuponkoden "{code}" til din indkøbskurv.
de_de: Sie haben den Gutschein-Code '{code}' bereits eingegeben.
el: Έχετε ήδη προσθέσει τον κωδικό κουπονιού '{code}' στο καλάθι σας.
eo: Ýöü hävé älréädý äddéd çöüpön çödé '{code}' tö ýöür ßäskét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Usted ya añadió un cupón '{code}' a su canasta.
es_es: Usted ya añadió un cupón '{code}' a su carrito de compras.
fil_ph: Naidagdag mo na ang coupon code na &#39;{code}&#39; sa iyong basket.
id: Anda telah menambahkan kode kupon '{code}' ke keranjang Anda.
pt_br: Você já adicionou o código de cupom &#39;{code}&#39; ao seu carrinho.
pt_pt: Já adicionou o código do cupão '{code}' ao seu cesto.
ru: Вы уже добавили в корзину купон с кодом '{code}'
sq: Ju keni shtuar tashmë kodin e kuponit &#39;{code}&#39; në shportën tuaj.
sv: Du har redan lagt till kupongkoden '{code}' i din varukorg.
sw_ke: Tayari umeshaweka namba ya kuponi '{code}' kwenye hazina yako ya manunuzi mtandaoni.
tr_tr: '{code}' kupon kodu sepetinize hali hazırda ekli.
zh_cn: 您已将优惠券码“{code}”添加至购物车中。

source: Coupon code '{code}' does not exist.
ar: القسيمة رمز '{code}' غير موجودة.
az: Kupon kodu '{code}' mövcud deyil.
da: Kuponkoden "{code}" findes ikke.
de_de: Gutscheincode '{code}' existiert nicht.
el: Ο κωδικός κουπονιού '{code}' δεν υπάρχει.
eo: Çöüpön çödé '{code}' döés nöt éxïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: El código de cupón '{code}' no existe
es_es: El código de cupón '{code}' no existe
fil_ph: Ang coupon code na &#39;{code}&#39; ay hindi umiiral.
id: Kode kupon '{code}' tidak ada.
pt_br: O código do cupom &#39;{code}&#39; não existe.
pt_pt: Código de cupão '{code}' não existe.
ru: Купон с кодом '{code}' не существует.
sq: Kodi i kuponit &#39;{code}&#39; nuk ekziston.
sv: Kupongkoden '{code}' finns inte.
sw_ke: Namba ya kuponi '{code}' haipo.
tr_tr: '{code}' kupon kodu mevcut değil.
zh_cn: 优惠券码“{code}”不存在。
