Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Get Your Course Credit
ar: أحصل على نقاط دورتك
az: Kurs kreditinizi əldə edin
da: Få din kursuskredit
de_de: Erhalten Sie Ihr Kurs-Credit
el: Λάβετε την πίστωση ακαδ. μονάδων σας για τον κύκλο μαθημάτων
eo: Gét Ýöür Çöürsé Çrédït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Obtenga sus créditos de curso
es_es: Obtenga su crédito de curso
fil_ph: Kunin ang Iyong Kredito sa Kurso
id: Dapatkan Kredit Kursus Anda
pt_br: Obtenha seu crédito de curso
pt_pt: Obter Crédito do Curso
ru: Получите зачетные единицы за курс
sq: Merrni kreditin tuaj të kursit
sv: Få din kurspoäng
sw_ke: Pata Mkopo wa Kozi Yako
tr_tr: Eğitim Kredinizi Alın
zh_cn: 获取您的课程学分

source: To receive academic credit for this course, you must apply for credit at the organization that offers the credit. You can find a link to the organization’s website on your {link_start}{lms_dashboard_url}{link_middle}dashboard{link_end}, next to the course name.
ar: للحصول على الائتمان الدراسي لهذا المساق، يجب عليك تقديم طلب للحصول على الائتمان من المؤسسة التي تقدم الائتمان. يمكنك العثور على رابط موقع المؤسسة في {link_start}{lms_dashboard_url}{link_middle} لوحة المعلومات {link_end} بجانب اسم المساق.
da: For at modtage akademisk merit for dette kursus, skal du ansøge om merit hos den organisation, der tilbyder merit. Du kan finde et link til organisationens websted på dit {link_start}{lms_dashboard_url}{link_middle}dashboard{link_end} ud for kursusnavnet.
de_de: Um akademische Credits für diesen Kurs zu erhalten, müssen Sie bei der Organisation, die die Credits anbietet, einen Antrag auf Credits stellen. Sie finden einen Link zur Website der Organisation auf Ihrer {link_start}{lms_dashboard_url}{link_middle}Übersicht{link_end}, neben dem Kursnamen.
el: Για να λάβετε ακαδημαϊκή πίστωση για αυτό το μάθημα, πρέπει να κάνετε αίτηση για πίστωση στον Οργανισμός που προσφέρει την πίστωση. Μπορείτε να βρείτε έναν σύνδεσμο προς τον ιστότοπο του Οργανισμός στον πίνακα ελέγχου {link_start} {lms_dashboard_url} {link_middle} {link_end} , δίπλα στο όνομα του μαθήματος.
eo: Tö réçéïvé äçädémïç çrédït för thïs çöürsé, ýöü müst äpplý för çrédït ät thé örgänïzätïön thät öfférs thé çrédït. Ýöü çän fïnd ä lïnk tö thé örgänïzätïön’s wéßsïté ön ýöür {link_start}{lms_dashboard_url}{link_middle}däshßöärd{link_end}, néxt tö thé çöürsé nämé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ρα#
es_419: Para recibir crédito académico para este curso, debe aplicar por crédito a la organización que ofrece el crédito. Puede encontrar un enlace a la página web de la organización en su{link_start}{lms_dashboard_url}{link_middle}panel principal{link_end} al lado del nombre del curso.
es_es: Para recibir crédito académico por este curso, debe solicitar crédito en la organización que ofrece el crédito. Puedes encontrar un enlace al sitio web de la organización en tu {link_start}{lms_dashboard_url}{link_middle}panel de control{link_end}, junto al nombre del curso.
pt_br: Para receber crédito acadêmico para este curso, você deve solicitar crédito na organização que oferece o crédito. Você pode encontrar um link para o site da organização em seu {link_start}{lms_dashboard_url}{link_middle}painel {link_end} , ao lado do nome do curso.
pt_pt: Para receber equivalência académica deste curso, deve pedir equivalência na organização que oferece o curso. Pode encontrar um link para o website da organização no seu {link_start}{lms_dashboard_url}{link_middle}dashboard{link_end}, ao lado do nome do curso.
sq: Për të marrë kredite akademike për këtë kurs, duhet të aplikoni për kredi në organizatën që ofron kreditin. Mund të gjeni një lidhje me faqen e internetit të organizatës në panelin {link_start} {lms_dashboard_url} {link_middle} {link_end} , pranë emrit të kursit.
sv: För att få akademisk poäng för denna kurs måste du ansöka om tillgodoräknande hos den organisation som erbjuder tillgodoräknandet. Du kan hitta en länk till organisationens webbplats på din {link_start}{lms_dashboard_url}{link_middle}instrumentpanel{link_end}, bredvid kursnamnet.

source: Go to dashboard
ar: الذهاب إلى لوحة المعلومات
da: Gå til dashboard
de_de: Gehe zur 'Meine Kurse' Übersicht
el: Μεταβείτε στον πίνακα ελέγχου
eo: Gö tö däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Ir al panel principal
es_es: Ir al panel de control
fil_ph: Pumunta sa dashboard
id: Pergi ke dashboard
pt_br: Ir para a dashboard
pt_pt: Ir para Painel de Controlo
sq: Shkoni te paneli i kontrollit
sv: Gå till instrumentpanelen
tr_tr: Ana panele git

source: Find more courses
ar: استكشاف المزيد من المساقات
az: Daha çox kurslar tapın
da: Find flere kurser
de_de: Mehr Kurse entdecken
el: Βρείτε περισσότερα μαθήματα
eo: Fïnd möré çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Encuentra más cursos
es_es: Encuentra más cursos
fil_ph: Maghanap ng higit pang mga kurso
id: Temukan kursus lainnya
pt_br: Encontre mais cursos
pt_pt: Encontrar mais cursos
ru: Найти больше курсов
sq: Gjeni më shumë kurse
sv: Hitta fler
tr_tr: Yeni dersler bul
zh_cn: 寻找更多课程

source: Order Not Found
ar: الطلبية غير موجودة
az: Sifariş tapılmadı
da: Ordre ikke fundet
de_de: Bestellung nicht gefunden
el: Η παραγγελία δεν βρέθηκε
eo: Ördér Nöt Föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Orden no encontrada
es_es: Pedido no encontrado
fil_ph: Hindi Nahanap ang Order
id: Pesanan Tidak Ditemukan
pt_br: Pedido não encontrado
pt_pt: Pedido Não Encontrado
ru: Заказ не найден
sq: Porosia nuk u gjet
sv: Beställning hittades inte
sw_ke: Agizo Halikupatikana
tr_tr: Sipariş Bulunamadı
zh_cn: 未找到订单

source: The specified order could not be located. Please ensure that the URL is correct, and try again.
ar: لا يمكن العثور على الطلبية المحددة. الرجاء التأكد من أن عنوان الموقع صحيح، وحاول مرة أخرى.
az: Göstərilən sifariş yerləşdirilə bilmədi. Xahiş edirik URL-nin düzgün olduğundan əmin olun və yenidən cəhd edin.
da: Den angivne ordre kunne ikke findes. Sørg for, at URL"en er korrekt, og prøv igen.
de_de: Die angegebene Bestellung konnte nicht gefunden werden. Stellen Sie sicher, dass die URL korrekt ist, und versuchen Sie es erneut.
el: Δεν ήταν δυνατός ο εντοπισμός της καθορισμένης παραγγελίας. Βεβαιωθείτε ότι η διεύθυνση URL είναι σωστή και δοκιμάστε ξανά.
eo: Thé spéçïfïéd ördér çöüld nöt ßé löçätéd. Pléäsé énsüré thät thé ÛRL ïs çörréçt, änd trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: No se pudo localizar la orden especificada. Asegúrese de que la dirección URL es correcta y vuelva a intentarlo.
es_es: No encontramos el pedido especificado. Por favor, comprueba que la URL es correcta e inténtalo de nuevo.
fil_ph: Hindi mahanap ang tinukoy na order. Pakitiyak na tama ang URL, at subukang muli.
id: Pesanan yang ditentukan tidak dapat ditemukan. Harap pastikan bahwa URL sudah benar, dan coba lagi.
pt_br: Não foi possível localizar o pedido especificado. Verifique se o URL está correto e tente novamente.
pt_pt: O pedido não foi localizado. Verifique se o URL está correto e tente novamente.
ru: Указанный заказ не может быть найден. Пожалуйста, убедитесь, что URL-адрес правильный, и повторите попытку.
sq: Rendi i specifikuar nuk mund të gjendej. Sigurohuni që URL-ja është e saktë dhe provoni përsëri.
sv: Den angivna beställningen kunde inte hittas. Se till att webbadressen är korrekt och försök igen.
sw_ke: Agizo lililoombwa halikupatikana. Tafadhali hakikisha URL ni sahihi, na jaribu tena.
tr_tr: Belirtilen sipariş bulunamadı. Lütfen URL'in doğruluğunu denetleyin ve yeniden deneyin.
zh_cn: 无法找到该订单，请检查URL地址并重试。

source: You may also view your previous orders on the {link_start}{order_history_url}{link_middle}{link_end}Account Settings{link_end} page.
ar: يمكنك أيضاً عرض طلبياتك السابقة في صفحة {link_start}{order_history_url}{link_middle}{link_end}إعدادات الحساب {link_end}.
da: Du kan også se dine tidligere ordrer på siden {link_start}{order_history_url}{link_middle}{link_end}Kontoindstillinger{link_end}.
de_de: Ihre bisherigen Bestellungen können Sie auf der Seite Ihrer {link_start}{order_history_url}{link_middle}{link_end}Kontoeinstellungen{link_end} sehen.
el: Μπορείτε επίσης να δείτε τις προηγούμενες παραγγελίες σας στο {link_start} {order_history_url} {link_middle} {link_end} Ρυθμίσεις λογαριασμού {link_end} σελίδα.
eo: Ýöü mäý älsö vïéw ýöür prévïöüs ördérs ön thé {link_start}{order_history_url}{link_middle}{link_end}Àççöünt Séttïngs{link_end} pägé. Ⱡ#
es_419: Puede ver sus ordenes de pago previas en la página{link_start}{order_history_url}{link_middle}{link_end}Configuración de la cuenta{link_end} .
es_es: También puede ver sus pedidos anteriores en la página {link_start}{order_history_url}{link_middle}{link_end}Configuración de la cuenta{link_end}.
fil_ph: Maaari mo ring tingnan ang iyong mga nakaraang order sa pahina ng {link_start}{order_history_url}{link_middle}{link_end}Account Settings{link_end}.
pt_br: Você também pode visualizar seus pedidos anteriores na página {link_start}{order_history_url}{link_middle} {link_end} Configurações da conta {link_end} .
pt_pt: Você também pode visualizar seus pedidos anteriores na página {link_start}{order_history_url}{link_middle}{link_end}Configurações da conta{link_end}.
sq: Ju gjithashtu mund t&#39;i shikoni porositë tuaja të mëparshme në {link_start} {order_history_url} {link_middle} {link_end} Cilësimet e llogarisë {link_end} faqe.
sv: Du kan också se dina tidigare beställningar i {link_start}{order_history_url}{link_middle}{link_end}Kontoinställningar{link_end} sida.

source: Select
ar: اختيار
az: Seçin
da: Vælg
de_de: Auswählen
el: Επιλέξτε.
eo: Séléçt Ⱡ'σяєм ιρѕυ#
es_419: Seleccionar
es_es: Seleccionar
fil_ph: Pumili
id: Pilih
pt_br: Selecionar
pt_pt: Seleccionar
ru: Выберите
sq: Zgjidhni
sv: Välj
sw_ke: Chagua
tr_tr: Seç
zh_cn: 选择

source: Credits:
ar: الساعات المعتمدة:
az: Kreditlər:
el: Αναγνωρίσεις:
eo: Çrédïts: Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Créditos:
es_es: Créditos:
fil_ph: Mga kredito:
id: Kredit:
pt_br: Créditos:
pt_pt: Créditos:
ru: Зачётные единицы:
sq: Kredite:
sv: Krediter:
sw_ke: Mikopo:
tr_tr: Kredi:
zh_cn: 学分：

source: Price:
ar: السعر:
az: Qiymət:
da: Pris:
de_de: Preis:
el: Τιμή:
eo: Prïçé: Ⱡ'σяєм ιρѕυм #
es_419: Precio:
es_es: Precio:
fil_ph: Presyo:
id: Harga:
pt_br: Preço:
pt_pt: Preço:
ru: Цена:
sq: Çmimi:
sv: Pris
sw_ke: Bei
tr_tr: Ücret:
zh_cn: 价格：

source: Learn more about %(display_name)s credit?
ar: تعرٌف أكثر على وحدة %(display_name)s؟
da: Få mere at vide om %(display_name)s kredit?
de_de: Erfahren Sie mehr zu %(display_name)s Credit?
el: Μάθετε περισσότερα για την πίστωση %(display_name)s ;
eo: Léärn möré äßöüt %(display_name)s çrédït? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: ¿Desea aprender más de crédito%(display_name)s ?
es_es: ¿Desea aprender más de crédito%(display_name)s ?
fil_ph: Matuto pa tungkol sa %(display_name)s credit?
pt_br: Saiba mais sobre o crédito %(display_name)s ?
pt_pt: Saiba mais sobre o crédito %(display_name)s?
sq: Mësoni më shumë rreth kredisë %(display_name)s ?
sv: Vill du veta mer om %(display_name)s kredit?
tr_tr: %(display_name)s kredisi hakkında daha fazla bilgiye mi ihtiyacın var?

source: Credit available until %(date)s
ar: الوحدة متوفرة حتى%(date)s
da: Kredit tilgængelig indtil %(date)s
de_de: Credit erhältlich bis %(date)s
el: Πίστωση διαθέσιμη μέχρι %(date)s
eo: Çrédït äväïläßlé üntïl %(date)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Crédito disponible hasta %(date)s
es_es: Crédito disponible hasta %(date)s
fil_ph: Available ang credit hanggang %(date)s
pt_br: Crédito disponível até %(date)s
pt_pt: Crédito disponível até %(date)s
sq: Kredia disponohet deri në %(date)s
sv: Kredit tillgänglig till %(date)s
tr_tr: Kredi %(date)s tarihine kadar geçerli

source: Purchase Credit for %(course_name)s
ar: اشتري ساعة معتمدة من أجل %(course_name)s
az: %(course_name)s üçün kredit alın
da: Køb kredit for %(course_name)s
de_de: Credit erwerben für %(course_name)s
el: Αγορά αναγνώρισης για το μάθημα %(course_name)s
eo: Pürçhäsé Çrédït för %(course_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Comprar Créditos para %(course_name)s
es_es: Crédito de compra para %(course_name)s
fil_ph: Bumili ng Credit para sa %(course_name)s
id: Beli Kredit untuk %(course_name)s
pt_br: Compre créditos para %(course_name)s
pt_pt: Comprar Crédito para %(course_name)s
ru: Купить зачётные единицы для %(course_name)s
sq: Blini kredi për %(course_name)s
sv: Köp kredit för %(course_name)s
sw_ke: Nunua Muda wa kutumia mtandaoni kwa ajili ya %(course_name)s
tr_tr: %(course_name)s eğitimi için kredi satın al
zh_cn: 购买 %(course_name)s 的学分

source: Purchase Credit for %(course_name)s
ar: شراء وحدة لـ %(course_name)s
da: Køb kredit for %(course_name)s
de_de: Credit erwerben für %(course_name)s
el: Αγορά πίστωσης για %(course_name)s
eo: Pürçhäsé Çrédït för %(course_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Compre crédito para %(course_name)s
es_es: Crédito de compra para %(course_name)s
fil_ph: Bumili ng Credit para sa %(course_name)s
pt_br: Crédito de compra para %(course_name)s
pt_pt: Crédito de compra para %(course_name)s
sq: Blini kredi për %(course_name)s
sv: Köp kredit för %(course_name)s
tr_tr: %(course_name)s Eğitimi için Kredi Satın Al

source: Congratulations! You are eligible to purchase academic course credit for this course. You must purchase your credit before %(date)s. Select one of the following institutions to purchase your credit.
ar: تهانينا! أنت مؤهّل لشراء ساعة مساق أكاديمي لهذا المساق. يجب أن تشتري ساعة مساقك قبل %(date)s. اختر أحد المؤسسات التعليمية التالية لشراء وحدة مساقك.
da: Tillykke! Du er berettiget til at købe akademisk kursuskredit for dette kursus. Du skal købe din kredit før %(date)s. Vælg en af følgende institutioner for at købe din kredit.
de_de: Glückwunsch! Es ist Ihnen erlaubt, für diesen Kurs akademische Kurskredite zu erwerben. Diese müssen Sie jedoch vor %(date)s erwerben. Wählen Sie eines der folgenden Institute, bei dem Sie diese erwerben möchten.
el: Συγχαρητήρια! Μπορείτε να αγοράσετε πίστωση ακαδημαϊκού μαθήματος για αυτό το μάθημα. Πρέπει να αγοράσετε την πίστωσή σας πριν από %(date)s . Επιλέξτε ένα από τα παρακάτω ιδρύματα για να αγοράσετε την πίστωσή σας.
eo: Çöngrätülätïöns! Ýöü äré élïgïßlé tö pürçhäsé äçädémïç çöürsé çrédït för thïs çöürsé. Ýöü müst pürçhäsé ýöür çrédït ßéföré %(date)s. Séléçt öné öf thé föllöwïng ïnstïtütïöns tö pürçhäsé ýöür çrédït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχ#
es_419: !Felicidades! Es elegible para comprar crédito académico para este curso. Debe comprar su crédito antes del %(date)s. Seleccione alguna de las siguientes instituciones para comprar su crédito.
es_es: ¡Felicidades! Usted es elegible para comprar crédito de curso académico para este curso. Debes comprar tu crédito antes de %(date)s. Seleccione una de las siguientes instituciones para comprar su crédito.
fil_ph: Binabati kita! Kwalipikado kang bumili ng kredito sa kursong akademiko para sa kursong ito. Dapat mong bilhin ang iyong credit bago ang %(date)s. Pumili ng isa sa mga sumusunod na institusyon para bilhin ang iyong kredito.
pt_br: Parabéns! Você é elegível para adquirir crédito acadêmico para este curso. Você deve comprar seu crédito antes de %(date)s . Selecione uma das seguintes instituições para adquirir seu crédito.
pt_pt: Parabéns! É elegível para comprar crédito de curso académico para este curso. Deve comprar seu crédito antes de %(date)s. Selecione uma das seguintes instituições para adquirir seu crédito.
sq: urime! Ju keni të drejtë të blini kredit për kursin akademik për këtë kurs. Ju duhet të blini kredinë tuaj përpara %(date)s . Zgjidhni një nga institucionet e mëposhtme për të blerë kredinë tuaj.
sv: Grattis! Du är berättigad att köpa akademisk kurspoäng för denna kurs. Du måste köpa din kredit före %(date)s. Välj en av följande institutioner för att köpa din kredit.

source: Price:
ar: السعر:
az: Qiymət:
da: Pris:
de_de: Preis:
el: Τιμή:
eo: Prïçé: Ⱡ'σяєм ιρѕυ#
es_419: Precio:
es_es: Precio:
fil_ph: Presyo:
id: Harga:
pt_br: Preço:
pt_pt: Preço:
ru: Цена:
sq: Çmimi:
sv: Pris:
sw_ke: Bei:
tr_tr: Ücret:
zh_cn: 价格：

source: Discount:
ar: الخصم:
az: Endirim:
da: Rabat:
de_de: Rabatt:
el: Έκπτωση:
eo: Dïsçöünt: Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Descuento:
es_es: Descuento:
fil_ph: diskwento:
id: Diskon:
pt_br: Desconto:
pt_pt: Desconto:
ru: Скидка:
sq: Zbritje:
sv: Rabatt:
sw_ke: Punguzo:
tr_tr: İndirim:
zh_cn: 折扣：

source: Total:
ar: الإجمالي:
az: Yekun:
da: I alt:
de_de: Gesamt:
el: Σύνολο:
eo: Tötäl: Ⱡ'σяєм ιρѕυ#
fil_ph: Kabuuan:
id: Jumlah
ru: Итого:
sw_ke: Jumla:
tr_tr: Toplam:
zh_cn: 总共:

source: You deserve it.
ar: أنت تستحقها.
az: Siz ona layiqsiniz.
da: Du fortjener det.
de_de: Sie haben es verdient.
el: Το αξίζετε.
eo: Ýöü désérvé ït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Lo mereces.
es_es: Usted lo merece
fil_ph: Nararapat sa iyo iyan.
id: Anda pantas mendapatkannya.
pt_br: Você merece.
pt_pt: Você merece.
ru: Вы это заслужили!
sq: Ti e meriton.
sv: Du förtjänar det.
sw_ke: Unastahili.
tr_tr: Hak ettin.
zh_cn: 这是您努力的结果。

source: The hard work is over - you passed the course! Now get the credit you deserve to start or complete a degree.
ar: انتهى الجزء المتعب - لقد أنهيت المساق بنجاح! والآن يمكنك الحصول على اعتماد المقرّر الذي تستحق للبدء أو إتمام الدرجة التي تعمل لنيلها.
az: Çətin iş bitdi - siz kursu keçdiniz! İndi isə hər hansı dəərəcəəyə başlamaq və ya tamamlamaq üçün kreditə layiqsiniz.
da: Det hårde arbejde er slut - du har bestået kurset! Få nu den kredit, du fortjener for at starte eller fuldføre en uddannelse.
de_de: Die harte Arbeit ist vorüber - Sie haben den Kurs bestanden. Holen Sie sich die Credits, die Sie verdient haben, um diese Ihrem Abschluss zuzufügen.
el: Η σκληρή δουλειά τελείωσε - περάσατε το μάθημα! Τώρα λάβετε την αναγνώριση που σας αξίζει για να ξεκινήσετε ή να ολοκληρώσετε ένα πτυχίο.
eo: Thé härd wörk ïs övér - ýöü pässéd thé çöürsé! Nöw gét thé çrédït ýöü désérvé tö stärt ör çömplété ä dégréé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: El trabajo duro ya ha terminado. Usted ha aprobado el curso! ahora obtenga el crédito que merece para comenzar o completar un grado.
es_es: El trabajo duro ha terminado: ¡aprobaste el curso! Ahora obtenga el crédito que se merece para comenzar o completar un título.
fil_ph: Tapos na ang hirap - nakapasa ka sa kurso! Ngayon kunin ang kredito na nararapat sa iyo upang magsimula o magkumpleto ng isang degree.
id: Kerja keras telah berakhir - Anda telah lulus dari kursus ini! Dapatkan kredit Anda untuk memulai atau menyelesaikan gelar Anda.
pt_br: O trabalho pesado acabou - você passou no curso! Agora receba o crédito que você merece para iniciar ou completar uma graduação.
pt_pt: O trabalho árduo acabou - passou o curso! Agora receba o crédito que merece para começar ou completar um nível.
ru: Напряженная работа закончена - вы успешно прошли курс! Теперь получите зачётные единицы, которые вы заслужили, чтобы учесть их в дипломе.
sq: Puna e vështirë ka mbaruar - ju e keni kaluar kursin! Tani merrni kreditin që meritoni për të filluar ose përfunduar një diplomë.
sv: Det hårda arbetet är över - du klarade kursen! Få nu den kredit du förtjänar för att börja eller slutföra en examen.
sw_ke: Kazi ngumu imekwisha - umefaulu kozi! Sasa pata mkopo unao stahili uanze au umalize shahada ya kwanza.
tr_tr: Çok çalışma sona erdi - dersi geçtiniz! Şimdi hakettiğiniz krediyi bir dereceye başlamak ya da tamamlamak için alın.
zh_cn: 苦尽甘来——您通过了本门课程！现在就来获取您应得的学分，开始或完成您的学位。

source: It's affordable.
ar: إنه في متناول اليد.
az: Bu, əlverişlidir.
da: Det er overkommeligt.
de_de: Es ist bezahlbar.
el: Είναι προσιτό.
eo: Ìt's äffördäßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Es económico
es_es: Es asequible.
fil_ph: Ito ay abot-kaya.
id: Harganya terjangkau.
pt_br: É acessível.
pt_pt: É acessível.
ru: Допустимо.
sq: Është e përballueshme.
sv: Det är prisvärt.
sw_ke: Ni nafuu.
tr_tr: Satın alınabilir.
zh_cn: 价格实惠。

source: The credit offered through edX generally costs less than the same credit at most institutions.
ar: بشكل عام، تقل تكلفة الساعة المعتمدة المتاحة من خلال منصّة edX عن تكلفة الساعة ذاتها في معظم المؤسّسات التعليمية.
az: Sərbəst Öyrənmə Portalı vasitəsilə təklif edilən kredit digər müəssisələr tərəfindən təklif edilən eyni kreditdlərdən daha sərfəlidir.
da: Kreditten, der tilbydes gennem edX, koster generelt mindre end den samme kredit hos de fleste institutioner.
de_de: Der über edX angebotene Kredit kostet weniger als vergleichbare Kredits bei den meisten anderen Instituten.
el: Η αναγνώριση που προσφέρεται μέσω του edX κοστίζει γενικά λιγότερο από την ίδια αναγνώριση στα περισσότερα ιδρύματα.
eo: Thé çrédït öfféréd thröügh édX générällý çösts léss thän thé sämé çrédït ät möst ïnstïtütïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: El crédito ofrecido a través de edX generalmente cuesta menos que el mismo crédito en muchas instituciones.
es_es: El crédito ofrecido a través de edX, generalmente tiene un coste menor al ofrecido por la mayoría de las instituciones.
fil_ph: Ang credit na inaalok sa pamamagitan ng edX ay karaniwang mas mababa kaysa sa parehong credit sa karamihan ng mga institusyon.
id: Kredit yang diberikan melalui edX umumnya lebih murah daripada kredit yang sama di institusi lain.
pt_br: O crédito oferecido através do edX geralmente custa menos do que o mesmo crédito oferecido na maioria das instituições.
pt_pt: O crédito oferecido através da edX geralmente custa menos do que o mesmo crédito na maioria das instituições.
ru: Зачётные единицы предлагаемые через edX, как правило, стоят дешевле, чем в большинстве образовательных учреждений.
sq: Kredia e ofruar përmes edX në përgjithësi kushton më pak se e njëjta kredi në shumicën e institucioneve.
sv: Krediten som erbjuds genom edX kostar i allmänhet mindre än samma kredit på de flesta institutioner.
sw_ke: Mkopo uliotolewa kupitia edX kwa jumla unagharimu chini ya mkopo huo huo katika vyuo vingi.
tr_tr: edX aracılığıyla önerilen krediler, genel olarak pek çok kurumun önerdiği aynı kredi tutarından daha ekonomiktir.
zh_cn: 通过 edX 提供的学分通常比大多数机构提供的相同学分价格更实惠。

source: It opens doors.
ar: ستفتح لك أبوابًا.
az: O, qapılar açır.
da: Det åbner døre.
de_de: Es öffnet Türen.
el: Ανοίγει πόρτες.
eo: Ìt öpéns döörs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Abre puertas.
es_es: Me abre puertas.
fil_ph: Binuksan nito ang mga pinto.
id: Membuka kesempatan.
pt_br: Isso abre portas.
pt_pt: Abre portas.
ru: Это открывает двери.
sq: I hap dyert.
sv: Det öppnar dörrar.
sw_ke: Ina fungua milango.
tr_tr: Bu kapıları açar.
zh_cn: 它能带来新的机会。
