Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: last name
ar: الاسم الأخير
da: efternavn
el: επίθετο
eo: läst nämé Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Apellido
es_es: apellido
fil_ph: huling pangalan
id: nama belakang
pt_br: sobrenome
pt_pt: último nome
sq: mbiemri
sv: efternamn
tr_tr: soyadı

source: first name
ar: الاسم الاول
da: fornavn
el: όνομα
es_es: primer nombre
fil_ph: pangalan
pt_br: primeiro nome
pt_pt: primeiro nome
sq: Emri
sv: förnamn
tr_tr: ad

source: Full Name
ar: الاسم الكامل
az: Ad/Soyad
da: Fulde navn
de_de: Vollständiger Name
el: Ονοματεπώνυμο
eo: Füll Nämé Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Nombre Completo
es_es: Nombre completo
fil_ph: Buong pangalan
id: Nama Lengkap
pt_br: Nome completo
pt_pt: Nome Completo
ru: Полное имя
sq: Emri i plotë
sv: Fullständigt namn
sw_ke: Jina Kamili
tr_tr: Tam Ad
zh_cn: 全名

source: LMS user id
ar: معرّف مستخدم نظام إدارة التعلم
da: LMS bruger-id
de_de: LMS Benutzer ID
el: Αναγνωριστικό χρήστη LMS
eo: LMS üsér ïd Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: ID del usuario LMS
es_es: ID de usuario de LMS
id: ID pengguna LMS
pt_br: ID de usuário LMS
pt_pt: Id do utilizador LMS
sq: ID-ja e përdoruesit LMS
sv: LMS användar-id
tr_tr: LMS kullanıcı kimliği

source: Name
ar: الاسم
az: Ad
da: Navn
el: Όνομα
eo: Nämé Ⱡ'σяєм ι#
es_419: Nombre
es_es: Nombre
fil_ph: Pangalan
id: Nama
pt_br: Nome
pt_pt: Nome
ru: Имя
sq: Emri
sv: Namn
sw_ke: Jina
tr_tr: İsim
zh_cn: 名字

source: EnterpriseCustomer UUID
ar: المعرّف المميز للمستخدم للعملاء المجموعات
az: Müəssisə müştərisi UUID
de_de: Unternehmenskunde UUID
el: UUID EnterpriseCustomer
eo: ÉntérprïséÇüstömér ÛÛÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: cliente empresarial UUID
es_es: UUID de cliente empresarial
fil_ph: UUID ng EnterpriseCustomer
id: UUID EnterpriseCustomer
pt_pt: UUID do UtilizadorCorporativo
ru: ЗаказчикПредприятия UUID
sq: UUID e klientit të ndërmarrjes
tr_tr: KurumsalMüşteri UUID
zh_cn: 企业客户UUID

source: UUID for an EnterpriseCustomer from the Enterprise Service.
ar: معرف فريد عالمي لعميل مؤسسة من خدمة المؤسسات.
az: Müəssisə xidmətindən müəssisə müştərisi üçün UUID.
da: UUID for en Enterprise Customer fra Enterprise Service.
el: UUID για έναν EnterpriseCustomer από την Enterprise Service.
eo: ÛÛÌD för än ÉntérprïséÇüstömér fröm thé Éntérprïsé Sérvïçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: UUID de un EnterpriseCustomer en el servicio de Clientes empresariales
es_es: UUID para un cliente empresarial del servicio empresarial.
fil_ph: UUID para sa isang EnterpriseCustomer mula sa Enterprise Service.
id: UUID untuk EnterpriseCustomer dari Enterprise Service.
pt_br: UUID para um EnterpriseCustomer do Enterprise Service.
pt_pt: UUID para um UtilizadorCorporativo do Serviço Corporativo.
ru: UUID для EnterpriseCustomer от Сервиса предприятия
sq: UUID për një klient të ndërmarrjes nga Shërbimi i Ndërmarrjes.
sv: UUID för en Enterprise Customer från Enterprise Service.
sw_ke: UUID kwa ajili ya Mteja kutoka kwa Mtoa Huduma.
zh_cn: 来自企业服务的企业客户UUID。

source: Coupon does not exist.
ar: القسيمة غير موجودة.
az: Kupon mövcud deyil.
da: Kuponen findes ikke.
de_de: Diesen Gutschein gibt es nicht.
el: Το κουπόνι δεν υπάρχει.
eo: Çöüpön döés nöt éxïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: El cupón no existe.
es_es: Cupón no existe.
fil_ph: Walang kupon.
id: Kupon tidak ditemukan
pt_br: O cupom não existe.
pt_pt: O cupão não existe.
ru: Купона не существует.
sq: Kuponi nuk ekziston.
sv: Kupongen finns inte.
sw_ke: 'Kuponi' haipo.
tr_tr: Kupon mevcut değil.
zh_cn: 优惠券不存在。

source: This coupon code is not yet valid.
ar: رمز القسيمة غير صالح إلى الآن.
az: Bu kupon kodu hələ aktiv deyil.
da: Denne kuponkode er endnu ikke gyldig.
de_de: Dieser Gutschein ist noch nicht gültig
el: Αυτός ο κωδικός κουπονιού δεν είναι ακόμη έγκυρος.
eo: Thïs çöüpön çödé ïs nöt ýét välïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Este código de cupón aún no es válido.
es_es: Este código de cupón ya no es válido.
fil_ph: Ang coupon code na ito ay hindi pa wasto.
id: Kode kupon ini belum valid.
pt_br: O código deste cupom ainda não é válido.
pt_pt: O código de cupão ainda não é válido.
ru: Код купона ещё не действителен.
sq: Ky kod i kuponit nuk është ende valid.
sv: Denna kupongkod är inte giltig ännu.
sw_ke: Namba ya kuponi hii si halali.
tr_tr: Bu kupon kodu geçerli değil.
zh_cn: 此优惠券码尚未生效。

source: This coupon code has expired.
ar: انتهت صلاحية رمز القسيمة.
az: Bu kupon kodunun vaxtı keçib.
da: Denne kuponkode er udløbet.
de_de: Dieser Gutschein ist abgelaufen.
el: Αυτός ο κωδικός κουπονιού έχει λήξει.
eo: Thïs çöüpön çödé häs éxpïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Este código de cupón ha expirado.
es_es: Este cupón ha caducado.
fil_ph: Nag-expire na ang coupon code na ito.
id: Kode kupon ini telah kadaluarsa.
pt_br: O código deste cupom está vencido.
pt_pt: O código de cupão expirou.
ru: Срок действия купона истёк.
sq: Kodi i kuponit ka skaduar.
sv: Denna kupongkod har upphört att gälla.
sw_ke: Namba ya kuponi hii imepitwa na muda.
tr_tr: Bu kupon kodunun süresi dolmuş.
zh_cn: 此优惠券码已过期。

source: Product [{product}] not available for purchase.
ar: المنتج [{product}] غير متوفّر للشراء.
az: Məhsul [{product}] satınalınması mümkün deyil.
da: Produktet [{product}] kan ikke købes.
de_de: Das Produkt [{product}] ist nicht zum Kauf erhältlich.
el: Το προϊόν [{product}] δεν είναι διαθέσιμο για αγορά
eo: Prödüçt [{product}] nöt äväïläßlé för pürçhäsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: El producto [{product}] no está disponible para compra.
es_es: El producto [{product}] no está disponible para la compra.
fil_ph: Ang produkto [{product}] ay hindi mabibili.
id: Produk [{product}] tidak dapat dibeli.
pt_br: Produto [{product}] não disponível para compra
pt_pt: O produto [{product}] não está disponível para compra.
ru: Продукт [{product}] не доступен для покупки.
sq: Produkti [{product}] nuk është në dispozicion për blerje.
sv: Produkten [{product}] är inte tillgänglig för köp.
sw_ke: Bidhaa [{product}] haipatikani kwa ununuzi.
tr_tr: [{product}] ürünü satışa açık değil.
zh_cn: 产品[{product}]不可购买。

source: This coupon code is no longer available.
ar: رمز القسيمة لم يعد متاحًا.
az: Bu kupon artq mövcud deyil.
da: Denne kuponkode er ikke længere tilgængelig.
de_de: Dieser Gutschein ist nicht mehr gültig.
el: Αυτός ο κωδικός κουπονιού δεν είναι πλέον διαθέσιμος.
eo: Thïs çöüpön çödé ïs nö löngér äväïläßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Este código de cupón ya no está disponible.
es_es: Este código de cupón ya no está disponible.
fil_ph: Hindi na available ang coupon code na ito.
id: Kode kupon ini sudah tidak tersedia.
pt_br: O código deste cupom não está mais disponível.
pt_pt: Este código de cupão já não está disponível.
ru: Этот код купона больше недействителен.
sq: Ky kod i kuponit nuk është më në dispozicion.
sv: Denna kupongkod är inte längre tillgänglig.
sw_ke: 'Kificho cha kuponi' hii hakipo.
tr_tr: Bu kupon kodu artık geçerli değil.
zh_cn: 此优惠券码已无法使用。

source: This coupon code is invalid.
ar: رمز القسيمة غير صحيح
az: Bu kupon kodu etibarsızdır.
da: Denne kuponkode er ugyldig.
de_de: Dieser Gutschein-Code ist ungültig.
el: Αυτός ο κωδικός κουπονιού δεν είναι έγκυρος.
eo: Thïs çöüpön çödé ïs ïnvälïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Este código de cupón no es válido.
es_es: Este código de cupón es inválido.
fil_ph: Di-wasto ang coupon code na ito.
id: Kode kupon ini tidak valid.
pt_br: O código deste cupom é inválido
pt_pt: O código de cupão é inválido.
ru: Этот код купона недействителен.
sq: Ky kod i kuponit nuk është valid.
sv: Denna kupongkod är ogiltig.
sw_ke: Kificho cha kuponi hii sio halali
tr_tr: Bu kupon kodu geçersiz.
zh_cn: 优惠码无效

source: The voucher is not applicable to your current basket.
ar: القيمة غير سارية على سلّتك الحالية.
az: Vauçer cari səbətiniz üçün tətbiq edilmir.
da: Værdibeviset gælder ikke for din nuværende kurv.
de_de: Der Gutschein kann für Ihren aktuellen Warenkorb nicht genutzt werden.
el: Το κουπόνι δεν ισχύει για το τρέχον καλάθι σας.
eo: Thé vöüçhér ïs nöt äpplïçäßlé tö ýöür çürrént ßäskét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: El voucher no es aplicable a su orden actual.
es_es: El descuento no es aplicable en tu cesta de la compra actual.
fil_ph: Ang voucher ay hindi naaangkop sa iyong kasalukuyang basket.
id: Voucher tidak dapat digunakan untuk barang di dalam keranjang Anda.
pt_br: O vaucher não é aplicável a sua cesta atual.
pt_pt: O vale de desconto não é aplicável à sua compra atual.
ru: Ваучер не применим к вашей текущей корзине.
sq: Kuponi nuk është i zbatueshëm për shportën tuaj aktuale.
sv: Kupongen gäller inte din nuvarande varukorg.
sw_ke: Vocha haitumiki kwenye awamu yako ya sasa ya masomo.
tr_tr: Bu hediye kartı şu anki alışveriş sepetinizde kullanılamaz.
zh_cn: 此优惠凭证不适用于您当前的购物车。

source: Welcome to edX
ar: مرحباً بك في edX
az: Sərbəst Öyrənmə Portalına xoş gəlmisiniz
da: Velkommen til edX
de_de: Willkommen bei edX
el: Καλώς ήρθατε στο edX
eo: Wélçömé tö édX Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Bienvenido a edX
es_es: Bienvenido a edX
fil_ph: Maligayang pagdating sa edX
id: Selamat datang di edX
pt_br: Bem-vindos ao edX
pt_pt: Bem-vindo ao edX
ru: Добро пожаловать в edX
sq: Mirë se vini në edX
sv: Välkommen till edX
sw_ke: Karibu kwenye edX
tr_tr: edX'e hoş geldiniz
zh_cn: 欢迎进入edX

source: Please choose from the courses selected by your organization to start learning.
ar: يرجى اختيار مساق من المساقات التي اختارتها مؤسستك لبدء الدراسة.
az: Öyrənməyə başlamaq üçün təşkilatınız tərəfindən seçilmiş kurslardan seçim edin.
da: Vælg venligst blandt de kurser, som din organisation har valgt for at begynde at lære.
de_de: Bitte wählen Sie von den, von Ihrer Organisation vorausgewählten Kursen und starten Sie mit dem Lernen.
el: Διαλέξτε από τα μαθήματα που έχει επιλέξει ο οργανισμός σας για να αρχίσετε να μαθαίνετε.
eo: Pléäsé çhöösé fröm thé çöürsés séléçtéd ßý ýöür örgänïzätïön tö stärt léärnïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Elige entre los cursos seleccionados por tu organización para comenzar a aprender.
es_es: Elija entre los cursos seleccionados por su organización para comenzar a aprender.
fil_ph: Mangyaring pumili mula sa mga kursong pinili ng iyong organisasyon upang simulan ang pag-aaral.
id: Silakan pilih kursus yang disediakan organisasi Anda untuk mulai belajar.
pt_br: Por favor, escolha entre os cursos selecionados pela sua organização para começar a aprender.
pt_pt: Por favor, faça a sua escolha entre os cursos selecionados pela sua organização e comece a aprender.
ru: Пожалуйста, выберите один из курсов, выбранных вашей организацией, чтобы начать обучение.
sq: Ju lutemi zgjidhni nga kurset e zgjedhura nga organizata juaj për të filluar mësimin.
sv: Välj bland de kurser som din organisation har valt för att börja lära dig.
sw_ke: Tafadhali chagua kozi kutoka kwenye zile zilizoteuliwa na taasisi yako ili uanze mafunzo.
tr_tr: Kurumunuz tarafından oluşturulan eğitimler arasından seçim yaparak öğrenmeye başlayın.
zh_cn: 请从您的所属组织已挑选的课程进行选择并开始学习。

source: Code not provided.
ar: الرمز غير متوفر.
az: Kod təmin edilmədi.
da: Kode ikke angivet.
de_de: Code nicht angegeben.
el: Ο κωδικός δεν παρέχεται.
eo: Çödé nöt prövïdéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: No se suministró un código.
es_es: Código no proporcionado.
fil_ph: Hindi ibinigay ang code.
id: Kode tidak tersedia.
pt_br: Código não fornecido.
pt_pt: Código não fornecido.
ru: Код не предоставлен.
sq: Kodi nuk u ofrua.
sv: Koden har inte angetts.
sw_ke: Kificho hakijatolewa
tr_tr: Kod sağlanmıyor.
zh_cn: 未提供选课码。

source: SKU not provided.
ar: وحدة إدارة المخزون غير متوفرة.
az: SKU təmin edilmədi.
da: SKU ikke angivet.
de_de: SKU nicht angegeben.
el: Το SKU δεν παρέχεται.
eo: SKÛ nöt prövïdéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: No se suministró una SKU.
es_es: Código de producto, SKU, no proporcionado.
fil_ph: Hindi ibinigay ang SKU.
id: SKU tidak tersedia.
pt_br: SKU não fornecido.
pt_pt: SKU não fornecido.
ru: SKU не предоставлен.
sq: SKU nuk u ofrua.
sv: SKU tillhandahålls inte.
sw_ke: SKU haijatolewa.
tr_tr: SKU sağlanmıyor.
zh_cn: 未提供SKU。

source: The product does not exist.
ar: المنتج غير موجود.
az: Məhsul mövcud deyil.
da: Produktet findes ikke.
de_de: Dieses Produkt gibt es nicht.
el: Το προϊόν δεν υπάρχει.
eo: Thé prödüçt döés nöt éxïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: El producto no existe.
es_es: El producto no existe.
fil_ph: Ang produkto ay wala.
id: Produk tidak ditemukan.
pt_br: O produto não existe.
pt_pt: O produto não existe.
ru: Продукт не существует.
sq: Produkti nuk ekziston.
sv: Produkten finns inte.
sw_ke: Bidhaa haipo
tr_tr: Ürün mevcut değil.
zh_cn: 此产品不存在。

source: You are not eligible to use this coupon.
ar: أنت غير مؤهل لاستخدام هذه القسيمة.
az: Bu kupondan istifadə etmək üçün uyğun deyilsiniz.
da: Du er ikke berettiget til at bruge denne kupon.
de_de: Sie sind nicht berechtigt diesen Gutscheincode einzulösen.
el: Δεν δικαιούστε να χρησιμοποιήσετε αυτό το κουπόνι.
eo: Ýöü äré nöt élïgïßlé tö üsé thïs çöüpön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Usted no es elegible para usar este cupón.
es_es: No eres apto para usar este cupón.
fil_ph: Hindi ka karapat-dapat na gamitin ang kupon na ito.
id: Anda tidak dapat menggunakan kupon ini.
pt_br: Você não é elegível para este cupom.
pt_pt: Não é elegível para utilizar este cupão.
ru: Вы не имеете права использовать этот купон.
sq: Ju nuk keni të drejtë të përdorni këtë kupon.
sv: Du är inte berättigad att använda denna kupong.
sw_ke: Hustahiki kutumia kuponi 'hii'.
tr_tr: Bu kupon için uygun şartlara sahip değilsiniz.
zh_cn: 您不符合使用此优惠券的资格。

source: Couldn't find a matching Enterprise Customer for this coupon.
ar: تعذر إيجاد عميل مؤسسة مطابق لهذه القسيمة.
az: Bu kupon üçün uyğun Müəssisə Müştərisi tapılmadı.
da: Kunne ikke finde en matchende Enterprise-kunde til denne kupon.
de_de: Es konnte kein passender Unternehmenskunde für diesen Gutschein gefunden werden.
el: Δεν ήταν δυνατή η εύρεση αντίστοιχου εταιρικού πελάτη για αυτό το κουπόνι.
eo: Çöüldn't fïnd ä mätçhïng Éntérprïsé Çüstömér för thïs çöüpön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: No se ha encontrado ninguna cliente empresarial que coincida para este cupón.
es_es: No se pudo encontrar un cliente empresarial que coincida con este cupón.
fil_ph: Hindi makahanap ng katugmang Enterprise Customer para sa kupon na ito.
id: Tidak dapat menemukan Pelanggan Enterprise untuk kupon ini.
pt_br: Não foi possível encontrar um Cliente Corporativo correspondente para este cupom.
pt_pt: Não foi possível encontrar um Utilizador Corporativo correspondente a este cupão.
ru: Не смог найти подходящего корпоративного клиента для этого купона.
sq: Nuk mund të gjendej një klient sipërmarrës që përputhet për këtë kupon.
sv: Det gick inte att hitta en matchande företagskund för den här kupongen.
sw_ke: Haikuweza kupata Mteja anaelingana na kuponi hii.
tr_tr: Bu kupon için uygun Kurumsal Müşteri bulunamadı.
zh_cn: 无法找到与此优惠券匹配的企业客户。

source: This coupon is not valid for purchasing a program. Try using this on an individual course in the program. If you need assistance, contact edX support.
ar: هذه القسيمة غير صالحة لشراء برنامج. حاول استخدام هذا على مساق واحد في البرنامج. عند الحاجة إلى المساعدة اتصل بدعم edX.
da: Denne kupon er ikke gyldig til køb af et program. Prøv at bruge dette på et individuelt kursus i programmet. Kontakt support, hvis du har brug for hjælp.
de_de: Dieser Gutschein gilt nicht für den Kauf eines Programms. Versuchen Sie den Gutschein für einen einzelnen Kurs im Programm zu verwenden. Wenn Sie Hilfe benötigen, wenden Sie sich an den edX-Support.
el: Αυτό το κουπόνι δεν ισχύει για αγορά προγράμματος. Δοκιμάστε να το χρησιμοποιήσετε σε ένα μεμονωμένο μάθημα στο πρόγραμμα. Εάν χρειάζεστε βοήθεια, επικοινωνήστε με την υποστήριξη της edX.
eo: Thïs çöüpön ïs nöt välïd för pürçhäsïng ä prögräm. Trý üsïng thïs ön än ïndïvïdüäl çöürsé ïn thé prögräm. Ìf ýöü nééd ässïstänçé, çöntäçt édX süppört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αη#
es_419: Este cupón no es válido para comprar un programa. Intente usarlo en un curso individual en el programa. Si necesita ayuda, póngase en contacto con el soporte de edX.
es_es: Este cupón no es válido para comprar un programa. Intente usar esto en un curso individual en el programa. Si necesita ayuda, comuníquese con el soporte de edX.
fil_ph: Ang kupon na ito ay hindi wasto para sa pagbili ng isang programa. Subukang gamitin ito sa isang indibidwal na kurso sa programa. Kung kailangan mo ng tulong, makipag-ugnayan sa suporta sa edX.
id: Kupon ini tidak berlaku untuk membeli program. Coba gunakan ini pada kursus individu dalam program. Jika Anda membutuhkan bantuan, hubungi dukungan edX.
pt_br: Este cupom não é valido para comprar um programa. Tente usar isso em um curso individual do programa. Se precisar de ajuda entre em contato com a edX Apoio, suporte.
pt_pt: Este cupão não é válido para a compra de um programa. Tente utilizá-lo num curso individual do programa. Se precisar de assistência, contacte o apoio edX.
sq: Ky kupon nuk është i vlefshëm për blerjen e një programi. Provoni ta përdorni këtë në një kurs individual në program. Nëse keni nevojë për ndihmë, kontaktoni mbështetjen e edX.
sv: Denna kupong är inte giltig för att köpa ett program. Prova att använda detta på en enskild kurs i programmet. Om du behöver hjälp, kontakta edX support.

source: Invalid data sharing consent token provided.
ar: تم توفير إشارة غير صالحة للموافقة على مشاركة البيانات.
az: Verilən məlumatların mübadiləsi üçün etibarsız data.
da: Ugyldigt token for samtykke til datadeling er angivet.
de_de: Ungültiger data sharing consent token angegeben.
el: Παρέχεται μη έγκυρο διακριτικό συναίνεσης κοινής χρήσης δεδομένων.
eo: Ìnvälïd dätä shärïng çönsént tökén prövïdéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: El token de consentimiento para compartir datos suministrado es inválido.
es_es: Se proporcionó un token de consentimiento para compartir datos no válido.
fil_ph: Ibinigay ang di-wastong token ng pahintulot sa pagbabahagi ng data.
id: Token consent data sharing tidak valid.
pt_br: Token de consentimento de compartilhamento de dados inválido fornecido.
pt_pt: Token de consentimento de partilha de dados inválido fornecido.
ru: Предоставлено недействительное свидетельство о согласии на обмен данными.
sq: Ofrohet një kod pëlqimi i pavlefshëm për ndarjen e të dhënave.
sv: Ogiltig token för samtycke för datadelning har angetts.
sw_ke: Namba batili ya kupeana taarifa imetolewa.
zh_cn: 提供的数据共享批准标记无效。

source: You have already purchased {course} seat.
ar: لقد اشتريت من قبل مقعدا في {course}.
az: Siz artıq kurs üçün yer {course} almısınız.
da: Du har allerede købt {course} sæde.
de_de: Sie haben bereits einen {course} Platz erworben.
el: Έχετε ήδη αγοράσει θέση για το μάθημα {course}.
eo: Ýöü hävé älréädý pürçhäséd {course} séät. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Ya has comprado un asiento para {course}.
es_es: Ya ha comprado el asiento {course}.
fil_ph: Nakabili ka na ng {course} na upuan.
id: Anda telah membeli {course}.
pt_br: Você já comprou uma vaga no {curso}.
pt_pt: Já reservou o seu lugar em {course}.
ru: Вы уже купили место {course}
sq: Ju keni blerë tashmë sediljen {course} .
sv: Du har redan köpt en plats för {course}.
sw_ke: Tayari umeshanunua {course} nafasi ya kozi.
zh_cn: 您已购买了{course}座席。

source: A discount has been applied, courtesy of {enterprise_customer_name}.
ar: تم تطبيق خصم، مهدى من {enterprise_customer_name}.
az: {Enterprise_customer_name} icazəsi ilə endirim tətbiq edilmişdir.
da: Der er givet en rabat med tilladelse fra {enterprise_customer_name}.
de_de: Ein Rabatt wurde angenommen, mit freundlicher Genehmigung von {enterprise_customer_name}.
el: Εφαρμόστηκε έκπτωση, ευγενική προσφορά του {enterprise_customer_name}.
eo: À dïsçöünt häs ßéén äpplïéd, çöürtésý öf {enterprise_customer_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Un descuento ha sido aplicado, cortesía de {enterprise_customer_name}.
es_es: Se ha aplicado un descuento, cortesía de {enterprise_customer_name}.
fil_ph: May inilapat na diskwento, sa kagandahang-loob ng {enterprise_customer_name}.
id: Diskon dari {enterprise_customer_name} telah diaplikasikan.
pt_br: Um desconto foi aplicado, cortesia de {nome_empresa_cliente}.
pt_pt: Foi aplicado um desconto, cortesia de {enterprise_customer_name}.
ru: Скидка была применена благодаря {enterprise_customer_name}.
sq: Është aplikuar një zbritje, me mirësjellje të {enterprise_customer_name} .
sv: En rabatt har tillämpats, med tillstånd av {enterprise_customer_name}.
sw_ke: Ombi la punguzo limewasilishwa, kwa ajili ya {enterprise_customer_name}.
tr_tr: {enterprise_customer_name} tarafından sunulan indirim, uygulandı.
zh_cn: 已经由{enterprise_customer_name}为您打折。

source: This coupon code is not valid for this course. Try a different course.
ar: رمز القسيمة غير صالح لهذا المساق. جرب دورة مختلفة.
az: Bu kupon kodu bu kurs üçün etibarlı deyil. Başqa kurs üçün cəhd edin.
da: Denne kuponkode er ikke gyldig til dette kursus. Prøv et andet kursus.
de_de: Dieser Gutschein-Code ist nicht gültig für diesen Kurs. Bitte versuchen Sie diesen bei einem anderen Kurs einzulösen.
el: Αυτός ο κωδικός κουπονιού δεν είναι έγκυρος για αυτό το μάθημα. Δοκιμάστε μια διαφορετική πορεία.
eo: Thïs çöüpön çödé ïs nöt välïd för thïs çöürsé. Trý ä dïfférént çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Este código de cupón no es valido para este curso. Intente en un curso diferente.
es_es: Este código de cupón no es válido para este curso. Prueba un curso diferente.
fil_ph: Ang coupon code na ito ay hindi wasto para sa kursong ito. Subukan ang ibang kurso.
id: Kode kupon ini tidak valid untuk kursus ini. Coba kursus lainnya.
pt_br: Este cupom não é válido para este curso. Tente um curso diferente.
pt_pt: Este código de cupão não é válido para este curso. Tente um curso diferente.
ru: Данный код купона недействителен для данного курса. Попробуй другой курс.
sq: Ky kod kuponi nuk është i vlefshëm për këtë kurs. Provoni një kurs tjetër.
sv: Denna kupongkod är inte giltig för denna kurs. Prova en annan kurs.
tr_tr: Bu kupon kodu bu eğitim için geçerli değil. Lütfen başka bir eğitimle deneyin.
zh_cn: 此优惠券码对此课程无效，请尝试其他课程。

source: Site
ar: الموقع
az: Sayt
da: websted
de_de: Seite
el: Ιστοσελίδα
eo: Sïté Ⱡ'σяєм ι#
es_419: Sitio
es_es: Sitio
fil_ph: Lugar
id: Situs
ru: Сайт
sq: Faqja
sv: Webbplats
sw_ke: Tovuti
zh_cn: 站点
