Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Please visit %(download_csv_link)s to download and save the enrollment code file.
ar: يرجى زيارة %(download_csv_link)sلتحميل وحفظ ملف كود الالتحاق.
az: Zəhmət olmasa, qeydiyyat kodu faylını yükləmək və yaddaşa salmaq üçün %(download_csv_link)s-ə daxil olun.
da: Besøg %(download_csv_link)s for at downloade og gemme tilmeldingskodefilen.
de_de: Bitte besuchen Sie %(download_csv_link)s, um Ihren Anmeldecode herunterladen und speichern zu können.
el: Επισκεφτείτε %(download_csv_link)s για λήψη και αποθήκευση του αρχείου κωδικού εγγραφής.
eo: Pléäsé vïsït %(download_csv_link)s tö döwnlöäd änd sävé thé énröllmént çödé fïlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Por favor visita %(download_csv_link)s para descargar y guardar el fichero de códigos de inscripción.
es_es: Visite %(download_csv_link)s para descargar y guardar el archivo del código de inscripción.
fil_ph: Pakibisita ang %(download_csv_link)s para i-download at i-save ang file ng enrollment code.
id: Silakan kunjungi %(download_csv_link)s untuk mengunduh dan menyimpan file kode pendaftaran.
pt_br: Visite %(download_csv_link)s para baixar e salvar o arquivo de código de inscrição.
pt_pt: Por favor, visite %(download_csv_link)s para transferir e guardar o ficheiro com código de inscrição.
ru: Посетите наш сайт %(download_csv_link)s чтобы скачать и сохранить файл с регистрационным кодом.
sq: Ju lutemi vizitoni %(download_csv_link)s për të shkarkuar dhe ruajtur skedarin e kodit të regjistrimit.
sv: Besök %(download_csv_link)s för att ladda ner och spara registreringskodfilen.
tr_tr: Kayıtlanma kodu dosyasını indirmek ve kaydetmek için lütfen%(download_csv_link)s bağlantısını ziyaret edin.
zh_cn: 请访问%(download_csv_link)s以下载并保存选课码文件。

source: To view your payment information, log in to see your Order History, under Account Settings at %(order_history_url)s.
ar: لعرض معلومات الدفع يرجى تسجيل الدخول لعرض سجل الطلبيات في تبويب إعدادات الحساب في %(order_history_url)s.
az: Ödəniş məlumatınıza baxmaq üçün %(order_history_url)s-da Hesab Parametrləri altında sifariş xronologiyasına baxmaq üçün daxil oldun.
da: For at se dine betalingsoplysninger skal du logge ind for at se din ordrehistorik under Kontoindstillinger på %(order_history_url)s.
de_de: Um Ihre Zahlungsinformationen anzuzeigen, melden Sie sich unter Kontoeinstellungenan, um Ihren Bestellverlauf anzuzeigen unter %(order_history_url)s.
el: Για να δείτε τα στοιχεία πληρωμής σας, συνδεθείτε για να δείτε το Ιστορικό παραγγελιών σας, στις Ρυθμίσεις λογαριασμού στη διεύθυνση %(order_history_url)s .
eo: Tö vïéw ýöür päýmént ïnförmätïön, lög ïn tö séé ýöür Ördér Hïstörý, ündér Àççöünt Séttïngs ät %(order_history_url)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Para ver tu información de pago, inicia sesión para ver tu historial de pedidos, debajo de Ajustes de Cuenta%(order_history_url)s.
es_es: Para ver su información de pago, inicie sesión para ver su Historial de pedidos, en Configuración de la cuenta en %(order_history_url)s.
fil_ph: Upang tingnan ang iyong impormasyon sa pagbabayad, mag-log in upang makita ang iyong Kasaysayan ng Order, sa ilalim ng Mga Setting ng Account sa %(order_history_url)s.
id: Untuk melihat informasi pembayaran Anda, masuk untuk melihat Riwayat Pesanan Anda, di bawah Pengaturan Akun di %(order_history_url)s.
pt_br: Para visualizar suas informações de pagamento, faça login para ver seu Histórico de pedidos, em Configurações da conta em %(order_history_url)s .
pt_pt: Para visualizar as suas informações de pagamento, inicie sessão para ver o seu Histórico de Pedidos, nas Configurações de Conta em %(order_history_url)s.
ru: Чтобы просмотреть информацию о платежах, войдите в систему, чтобы просмотреть историю заказов, в разделе Настройки счета на %(order_history_url)s.
sq: Për të parë informacionin tuaj të pagesës, identifikohuni për të parë historikun e porosive, nën Cilësimet e llogarisë në %(order_history_url)s .
sv: För att se din betalningsinformation, logga in för att se din beställningshistorik, under Kontoinställningar på %(order_history_url)s.
zh_cn: 如需查看您的付款信息，请登录%(order_history_url)s并在账号设置中查看您的订单历史记录。

source: For more information and assistance, contact info@edx.org.
ar: لمزيد من المعلومات أو للحصول على المساعدة يرجى الاتصال بـ info@edx.org.
az: Əlavə məlumat və kömək üçün tehsilim@edu.az e-maili ilə əlaqə saxlayın.
da: For mere information og hjælp, kontakt info@edx.org.
de_de: Für weitere Informationen und Unterstützung wenden Sie sich an info@edx.org.
el: Για περισσότερες πληροφορίες και βοήθεια, επικοινωνήστε στο info@edx.org.
eo: För möré ïnförmätïön änd ässïstänçé, çöntäçt ïnfö@édx.örg. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Para obtener más información y ayuda, ponte en contacto con info@edx.org.
es_es: Para obtener más información y asistencia, comuníquese con info@edx.org.
fil_ph: Para sa karagdagang impormasyon at tulong, makipag-ugnayan sa info@edx.org.
id: Untuk informasi dan bantuan lebih lanjut, hubungi info@edx.org.
pt_br: Para obter mais informações e assistência, entre em contato com info@edx.org.
pt_pt: Para mais informação e assistência, contacte info@edx.org.
ru: За дополнительной информацией и помощью обращайтесь по адресу info@edx.org.
sq: Për më shumë informacion dhe ndihmë, kontaktoni info@edx.org.
sv: För mer information och hjälp, kontakta info@edx.org.
tr_tr: Daha fazla bilgi ve yardım için, info@edx.org ile iletişime geçin.
zh_cn: 如需更多信息及帮助，请联系info@edx.org。

source: %(partner_name)s: Order Confirmation: [%(order_number)s]
ar: %(partner_name)s: تأكيد الطبية: [%(order_number)s]
az: %(partner_name)s: Sifariş təsdiqi: [%(order_number)s]
da: %(partner_name)s: Ordrebekræftelse: [%(order_number)s]
de_de: %(partner_name)s: Bestellbestätigung: [%(order_number)s]
el: %(partner_name)s: Επιβεβαίωση παραγγελίας: [%(order_number)s]
eo: %(partner_name)s: Ördér Çönfïrmätïön: [%(order_number)s] Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: %(partner_name)s: Confirmación de orden: [%(order_number)s]
es_es: %(partner_name)s: Confirmación de pedido: [%(order_number)s]
fil_ph: %(partner_name)s: Pagkumpirma ng Order: [%(order_number)s]
id: %(partner_name)s: Konfirmasi pesanan: [%(order_number)s]
pt_br: %(partner_name)s : Confirmação do pedido: [ %(order_number)s ]
pt_pt: %(partner_name)s: Confirmação de encomenda: [%(order_number)s]
ru: %(partner_name)s:Заказ Подтверждение: [%(order_number)s]
sq: %(partner_name)s : Konfirmimi i porosisë: [ %(order_number)s ]
sv: %(partner_name)s: Orderbekräftelse: [%(order_number)s]
sw_ke: %(partner_name)s: Uthibitisho wa Agizo: [%(order_number)s]
tr_tr: %(partner_name)s: Sipariş Onayı: [%(order_number)s]
zh_cn: %(partner_name)s：订单确认：[%(order_number)s]

source: Sections
ar: أقسام
az: Bölmələr
da: Afsnit
de_de: Abschnitte
el: Τμήματα
eo: Séçtïöns Ⱡ'σяєм ιρѕυм ∂#
es_419: Secciones
es_es: Secciones
fil_ph: Mga seksyon
id: Bagian
pt_br: Seções
pt_pt: Secções
ru: Главы
sq: Seksionet
sv: Avsnitt
sw_ke: Vifungu
tr_tr: Bölümler
zh_cn: 章节

source: Category details
ar: تفاصيل الفئة
da: Kategori detaljer
el: Λεπτομέρειες κατηγορίας
fil_ph: Mga detalye ng kategorya
pt_br: Detalhes da categoria
sq: Detajet e kategorisë

source: Search engine optimisation
ar: محرك البحث الأمثل
da: Søgemaskineoptimering
el: Βελτιστοποίηση μηχανών αναζήτησης
fil_ph: Pag-optimize ng search engine
pt_br: Otimização de mecanismos de pesquisa
sq: Optimizimi i motorit të kërkimit

source: or
ar: أو
az: və ya
da: eller
de_de: oder
el: ή
eo: ör Ⱡ'σя#
es_419: o
es_es: o
fil_ph: o
id: atau
pt_br: ou
pt_pt: ou
ru: или
sq: ose
sv: eller
sw_ke: au
tr_tr: veya
zh_cn: 或者

source: Saving...
ar: جاري الحفظ...
az: Yaddaşda saxlayır...
da: Gemmer...
de_de: Speichert...
el: Γίνεται αποθήκευση...
eo: Sävïng... Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Guardando...
es_es: Guardando...
fil_ph: Nagse-save...
id: Sedang menyimpan ...
pt_br: Salvando...
pt_pt: A guardar...
ru: Сохранение...
sq: Ruaj...
sv: Sparar...
sw_ke: Inahifadhi...
tr_tr: Kaydediliyor...
zh_cn: 正在保存…

source: Save and continue editing
ar: حفظ والاستمرار في التحرير
az: Yaddaşa salın və redaktə etməyə davam edin
da: Gem og fortsæt med at redigere
de_de: Speichern und weiter bearbeiten
el: Αποθήκευση και συνέχεια επεξεργασίας
eo: Sävé änd çöntïnüé édïtïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Guardar y continuar editando
es_es: Guardar y continuar editando
fil_ph: I-save at ipagpatuloy ang pag-edit
id: Simpan dan lanjutkan pengeditan
pt_br: Salvar e continuar editando
pt_pt: Guardar e continuar a editar
ru: Сохранить и продолжить редактирование
sq: Ruani dhe vazhdoni të redaktoni
sv: Spara och fortsätt redigera
sw_ke: Hifadhi na endelea kuhariri
tr_tr: Kaydet ve düzenlemeye devam et
zh_cn: 保存并继续编辑

source: Save
ar: حفظ
az: Yaddaşda saxlayın
da: Gemme
de_de: Speichern
el: Αποθήκευση
eo: Sävé Ⱡ'σяєм ι#
es_419: Guardar
es_es: Guardar
fil_ph: I-save
id: Simpan
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
sq: Ruaj
sv: Spara
sw_ke: Hifadhi
tr_tr: Kaydet
zh_cn: 保存

source: Actions
ar: الإجراءات
az: Fəaliyyətlər
da: Handlinger
de_de: Aktionen
el: Ενέργειες
eo: Àçtïöns Ⱡ'σяєм ιρѕυм #
es_419: Acciones
es_es: Acciones
fil_ph: Mga aksyon
id: Tindakan
pt_br: Ações
pt_pt: Ações
ru: Действия
sq: Veprimet
sv: Handlingar
sw_ke: Matendo
tr_tr: Eylemler
zh_cn: 行动

source: Edit category
ar: تحرير الفئة
az: Kateqoriyanı redaktə edin
da: Rediger kategori
de_de: Kategorie bearbeiten
el: Επεξεργασία κατηγορίας
eo: Édït çätégörý Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Editar categoría
es_es: Editar categoría
fil_ph: I-edit ang kategorya
id: Edit kategori
pt_br: Editar categoria
pt_pt: Editar categoria
ru: Редактировать категорию
sq: Redakto kategorinë
sv: Redigera kategori
sw_ke: Hariri kifungu
tr_tr: Kategori düzenle
zh_cn: 编辑目录

source: Add child category
ar: إضافة فئة الطفل
az: Uşaq kateqoriyası əlavə edin
da: Tilføj børnekategori
de_de: Untergeordnete Kategorie hinzufügen
el: Προσθήκη κατιούσας κατηγορίας
eo: Àdd çhïld çätégörý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Añadir categoría hija
es_es: Añadir categoría infantil
fil_ph: Magdagdag ng kategorya ng bata
id: Tambahkan kategori anak
pt_br: Adicionar categoria filha
pt_pt: Adicionar categoria secundária
ru: Добавить детскую категорию
sq: Shto kategorinë e fëmijëve
sv: Lägg till barnkategori
sw_ke: Ongeza kifungu kidogo
tr_tr: Çocuk kategori ekle
zh_cn: 添加子目录

source: Edit children
ar: تحرير فئة الأطفال
az: Uşaqları redaktə edin
da: Rediger børn
de_de: Untergeordnete Kategorie bearbeiten
el: Επεξεργασία κατιόντος
eo: Édït çhïldrén Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Editar hijos
es_es: Editar niños
fil_ph: I-edit ang mga bata
id: Edit anak-anak
pt_br: Editar filhos
pt_pt: Editar categorias secundárias
ru: редактировать потомков
sq: Redakto fëmijët
sv: Redigera barn
tr_tr: Çocukları düzenle
zh_cn: 编辑子项目

source: Delete
ar: حذف
az: Silin
da: Slet
de_de: Löschen
el: Διαγραφή
eo: Délété Ⱡ'σяєм ιρѕυ#
es_419: Borrar
es_es: Eliminar
fil_ph: Tanggalin
id: Hapus
pt_br: Apagar
pt_pt: Eliminar
ru: Удалить
sq: Fshije
sv: Radera
sw_ke: Futa
tr_tr: Sil
zh_cn: 删除

source: Created product variant '%(name)s'.
ar: تم إنشاء متغيّر المنتج '%(name)s'.
da: Oprettet product variant '%(name)s'.
de_de: Produktvariante erstellt '%(name)s'.
el: Δημιουργήθηκε η παραλλαγή προϊόντος &#39; %(name)s &#39;.
eo: Çréätéd prödüçt värïänt '%(name)s'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Se creó la variante de producto '%(name)s'.
es_es: Variante de producto creada '%(name)s'.
fil_ph: Nilikha ang variant ng produkto na &#39;%(name)s&#39;.
pt_br: Variante de produto criada &#39; %(name)s &#39;.
pt_pt: Criada a variante do produto '%(name)s'.
sq: Varianti i produktit i krijuar &#39; %(name)s &#39;.
sv: Skapade produktvarianten '%(name)s'.
tr_tr: '%(name)s' ürün varyantı oluşturuldu.

source: Created variant of '%(parent_name)s'.
ar: تم إنشاء متغيّر '%(parent_name)s'.
da: Oprettet variant af "%(parent_name)s"
de_de: Produktvariante erstellt von '%(parent_name)s'.
el: Δημιουργήθηκε παραλλαγή του &#39; %(parent_name)s &#39;.
eo: Çréätéd värïänt öf '%(parent_name)s'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Se creó una variante de '%(parent_name)s'.
es_es: Variante de '%(parent_name)s' creada.
fil_ph: Gumawa ng variant ng &#39;%(parent_name)s&#39;.
pt_br: Variante criada de &#39; %(parent_name)s &#39;.
pt_pt: Criada a variante de '%(parent_name)s'.
sq: Varianti i krijuar i &#39; %(parent_name)s &#39;.
sv: Skapat variant av '%(parent_name)s'.
tr_tr: '%(parent_name)s' varyantı oluşturuldu.

source: Updated product variant '%(name)s'.
ar: تم تحديث متغيّر المنتج '%(name)s'.
da: Opdateret produktvariant "%(name)s"
de_de: Produktvariante aktualisiert '%(name)s'.
el: Ενημερωμένη παραλλαγή προϊόντος &#39; %(name)s &#39;.
eo: Ûpdätéd prödüçt värïänt '%(name)s'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Se actualizó la variante de producto '%(name)s'.
es_es: Variante de producto actualizada '%(name)s'.
fil_ph: Na-update na variant ng produkto &#39;%(name)s&#39;.
pt_br: Variante de produto atualizada &#39; %(name)s &#39;.
pt_pt: Atualizada a variante do produto '%(name)s'.
sq: Varianti i përditësuar i produktit &#39; %(name)s &#39;.
sv: Uppdaterad produktvariant '%(name)s'.
tr_tr: '%(name)s' ürün varyantı güncellendi.

source: Updated a variant of '%(parent_name)s'.
ar: تم تحديث متغيّر لـ'%(parent_name)s'.
da: Opdateret en variant af &#39;%(parent_name)s&#39;.
de_de: Produktvariante aktualisiert von '%(parent_name)s'.
el: Ενημερώθηκε μια παραλλαγή του &#39; %(parent_name)s &#39;.
eo: Ûpdätéd ä värïänt öf '%(parent_name)s'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Se actualizó una variante de '%(parent_name)s'.
es_es: Actualización de variante de '%(parent_name)s'.
fil_ph: Nag-update ng variant ng &#39;%(parent_name)s&#39;.
pt_br: Atualizada uma variante de &#39; %(parent_name)s &#39;.
pt_pt: Atualizada a variante de '%(parent_name)s'.
sq: Përditësuar një variant të &#39; %(parent_name)s &#39;.
sv: Uppdaterade en variant av '%(parent_name)s'.
tr_tr: '%(parent_name)s' varyantı güncellendi.

source: Created product '%(name)s'.
ar: '%(name)s' قام بإنشاء المنتج.
da: Oprettet produkt &#39;%(name)s&#39;.
de_de: Produkt erstellt '%(name)s'.
el: Δημιουργήθηκε το προϊόν &#39; %(name)s &#39;.
eo: Çréätéd prödüçt '%(name)s'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Se creó el producto '%(name)s'.
es_es: Producto creado '%(name)s'.
fil_ph: Nilikha ang produktong &#39;%(name)s&#39;.
pt_br: Produto criado &#39; %(name)s &#39;.
pt_pt: Criado o produto '%(name)s'.
sq: Produkti i krijuar &#39; %(name)s &#39;.
sv: Skapade produkten '%(name)s'.
tr_tr: '%(name)s' ürünü oluşturuldu.

source: Updated product '%(name)s'.
ar: '%(name)s' قام بتحديث المنتج.
da: Opdateret produkt "%(name)s";.
de_de: Produkt aktualisiert '%(name)s'.
el: Ενημερωμένο προϊόν &#39; %(name)s &#39;.
eo: Ûpdätéd prödüçt '%(name)s'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Se actualizó el producto '%(name)s'.
es_es: Actualización de producto '%(name)s'.
fil_ph: Na-update na produkto &#39;%(name)s&#39;.
pt_br: Produto atualizado &#39; %(name)s &#39;.
pt_pt: Atualizado o produto '%(name)s'.
sq: Produkti i përditësuar &#39; %(name)s &#39;.
sv: Uppdaterad produkt '%(name)s'.
tr_tr: '%(name)s' ürünü gencellendi.

source: Edit again
ar: تحرير مرة أخرى
az: Yenidən redaktə edin
da: Rediger igen
de_de: Erneut bearbeiten
el: Επεξεργασία ξανά
eo: Édït ägäïn Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Editar nuevamente
es_es: Volver a editar
fil_ph: Edit ulit
id: Edit lagi
pt_br: Editar novamente
pt_pt: Editar novamente
ru: редактировать снова
sq: Redakto përsëri
sv: Redigera igen
sw_ke: Hariri tena
tr_tr: Yeniden düzenle
zh_cn: 再次编辑

source: You are currently editing a product variant of {start_anchor}{title}{end_anchor}.
ar: أنت الآن تحرِّر متغيّر منتج لـ {start_anchor}{title}{end_anchor}.
da: Du er i øjeblikket ved at redigere en produktvariant af {start_anchor}{title}{end_anchor}.
de_de: Sie bearbeiten gerade eine Produktvariante von {start_anchor}{title}{end_anchor}.
el: Αυτήν τη στιγμή επεξεργάζεστε μια παραλλαγή προϊόντος του {start_anchor} {title} {end_anchor} .
eo: Ýöü äré çürréntlý édïtïng ä prödüçt värïänt öf {start_anchor}{title}{end_anchor}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łα#
es_419: Se está editando una variante de producto de {start_anchor}{title}{end_anchor}.
es_es: Actualmente está editando una variante de producto de {start_anchor}{title}{end_anchor}.
fil_ph: Kasalukuyan kang nag-e-edit ng variant ng produkto ng {start_anchor}{title}{end_anchor}.
pt_br: No momento, você está editando uma variante de produto de {start_anchor}{title} {end_anchor} .
pt_pt: Está a editar uma variante do produto {start_anchor}{title}{end_anchor}.
sq: Aktualisht po redaktoni një variant produkti të {start_anchor} {title} {end_anchor} .
sv: Du redigerar för närvarande en produktvariant av {start_anchor}{title}{end_anchor}.

source: Product details
ar: تفاصيل المنتج
az: Məhsul məlumatları
da: Produktdetaljer
de_de: Produktdetails
el: Λεπτομέρειες προϊόντος
eo: Prödüçt détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Detalles del producto
es_es: Detalles del producto
fil_ph: Detalye ng Produkto
id: Rincian Produk
pt_br: Detalhes do produto
pt_pt: Detalhes do produto
ru: Подробности
sq: Detajet e produktit
sv: Produktinformation
sw_ke: Maelezo ya bidhaa
tr_tr: Ürün detayları
zh_cn: 产品详细信息

source: Attributes
ar: الخصائص
az: Atributlar
da: Egenskaber
de_de: Eigenschaften
el: Παράμετροι
eo: Àttrïßütés Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Atributos
es_es: Atributos
fil_ph: Mga Katangian
id: Atribut
pt_br: Atributos
pt_pt: Atributos
ru: Атрибуты
sq: Atributet
sv: Attribut
sw_ke: Sifa
zh_cn: 属性

source: Images
ar: صور
az: Şəkillər
da: Billeder
de_de: Bilder
el: Εικόνες
eo: Ìmägés Ⱡ'σяєм ιρѕυ#
es_419: Imágenes
es_es: Imágenes
fil_ph: Mga imahe
id: Gambar-gambar
pt_br: Imagens
pt_pt: Imagens
ru: Изображения
sq: Imazhe
sv: Bilder
sw_ke: Picha
tr_tr: İmgeler
zh_cn: 图片

source: Stock and pricing
ar: المخزون والأسعار
az: Səhm və qiymətlər
da: Lager og priser
de_de: Verfügbarkeit und Preise
el: Απόθεμα και τιμολόγηση
eo: Stöçk änd prïçïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Cantidades y precios
es_es: Stock y precios
fil_ph: Stock at pagpepresyo
id: Stok dan harga
pt_br: Estoque e preços
pt_pt: Stock e preços
ru: Акции и ценообразование
sq: Stoku dhe çmimi
sv: Lager och prissättning
sw_ke: Bidhaa na bei
tr_tr: Stok ve fiyatlandırma
zh_cn: 库存及定价

source: Variants
ar: المتغيّرات
az: Variantlar
da: Varianter
de_de: Varianten
el: Μεταβλητές
eo: Värïänts Ⱡ'σяєм ιρѕυм ∂#
es_419: Variantes
es_es: variantes
fil_ph: Mga variant
id: Varian
pt_br: variantes
pt_pt: Variantes
ru: Варианты
sq: Variantet
sv: Varianter
tr_tr: Varyantlar
zh_cn: 变量

source: Upselling
ar: رفع المبيعات
az: Satışa çıxarılır
da: Mersalg
de_de: Zusatzverkäufe
el: Ανοδική πώληση
eo: Ûpséllïng Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Mejoras
es_es: Ventas adicionales
pt_pt: Revenda
ru: Повышение продаж
sq: Shpërndarëse
sv: Merförsäljning
zh_cn: 追加销售

source: Product Type:
ar: نوع المنتج:
az: Məhsul növü:
da: Produkttype:
de_de: Produkttyp:
el: Τύπος προϊόντος:
eo: Prödüçt Týpé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Tipo de producto
es_es: Tipo de producto:
fil_ph: Uri ng Produkto:
id: Tipe produk:
pt_br: Tipo de Produto:
pt_pt: Tipos de Produto:
ru: Тип продукта:
sq: Tipi i produktit:
sv: Produkttyp:
sw_ke: Aina ya Bidhaa:
tr_tr: Ürün Türü:
zh_cn: 产品类型：

source: Upload, change or remove images
ar: تحميل الصور أو تغييرها أو حذفها
az: Şəkilləri yükləyin, dəyişin və ya çıxarın
da: Upload, rediger eller fjern billeder
de_de: Bilder hochladen, ändern oder entfernen.
el: Μεταφόρτωση, αλλαγή ή κατάργηση εικόνων
eo: Ûplöäd, çhängé ör rémövé ïmägés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Subir, modificar o eliminar imágenes
es_es: Subir, cambiar o eliminar imágenes
fil_ph: Mag-upload, magpalit o mag-alis ng mga larawan
id: Unggah, ubah atau hapus gambar
pt_br: Carregar, alterar ou remover imagens
pt_pt: Carregar, alterar ou remover imagens
ru: Загрузить, изменить или удалить изображение
sq: Ngarkoni, ndryshoni ose hiqni imazhet
sv: Ladda upp, ändra eller ta bort bilder
sw_ke: Pakia, badilisha au ondoa picha
tr_tr: Görselleri yükle, değiştir ya da kaldır
zh_cn: 上传、更改或删除图片

source: SKU
ar: وحدة إدارة المخزون
eo: SKÛ Ⱡ'σяєм#

source: Num in stock
ar: العدد في المخزون
az: Səhlərdəki say
da: Antal på lager
de_de: Auf Lager
el: Num σε απόθεμα
eo: Nüm ïn stöçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Número en inventario
es_es: Número en stock
fil_ph: Numero sa stock
id: Jumlah yang tersedia
pt_br: Número em estoque
pt_pt: Num em stock
ru: Номер на складе
sq: Numri në magazinë
sv: Antal i lager
tr_tr: Stok rakamı
zh_cn: 库存量

source: Num allocated
ar: العدد المخصَّص
az: Təyin edilmiş say
da: Antal tildelt
de_de: Zugewiesen
el: Num διατέθηκαν
eo: Nüm ällöçätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Número asignados
es_es: Número asignado
fil_ph: Inilaan ang num
id: Jumlah yang dialokasikan
pt_br: Número alocado
pt_pt: Num alocado
ru: Номер распределен
sq: Numri i alokuar
sv: Antal tilldelat
tr_tr: Ayrılan sayı
zh_cn: 分配量

source: Low stock threshold
ar: حدّ قلة المخزون
az: Aşağı səhm ərazisi
da: Lav lagertærskel
de_de: Fast ausverkauft
el: Χαμηλό όριο αποθέματος
eo: Löw stöçk thréshöld Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Umbral de inventario bajo
es_es: Umbral de stock bajo
fil_ph: Mababang stock threshold
id: Ambang batas stok rendah
pt_br: Limite de estoque baixo
pt_pt: Limite de "Stock baixo"
ru: Низкий порог запасов
sq: Pragu i ulët i stokut
sv: Låg lagertröskel
tr_tr: Düşük stok seviyesi
zh_cn: 低库存

source: Cost price
ar: سعر التكلفة
az: Maya dəyəri
da: Omkostning
de_de: Anschaffungspreis
el: Κόστος
eo: Çöst prïçé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Precio de costo
es_es: Precio de costo
fil_ph: Presyo ng gastos
id: Harga biaya
pt_br: Preço de custo
pt_pt: Preço de custo
ru: Себестоимость
sq: Çmimi i kostos
sv: Kostnad
sw_ke: Bei ya manunuzi
tr_tr: Maliyet ücreti
zh_cn: 成本价

source: Price (excl tax)
ar: السعر (باستثناء الضريبة)
az: Qiymət (vergi daxil deyil)
da: Pris (ekskl. moms)
de_de: Kosten (ohne Steuern)
el: Τιμή (προ φόρου)
eo: Prïçé (éxçl täx) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Precio (excluido impuesto)
es_es: Precio (sin impuestos)
fil_ph: Presyo (hindi kasama ang buwis)
id: Harga (diluar pajak)
pt_br: Preço (sem impostos)
pt_pt: Preço (excl. imp.)
ru: Цена (без налога)
sq: Çmimi (pa taksa)
sv: Pris (exkl moms)
sw_ke: Bei (bila kodi)
tr_tr: Ücret (vergiler hariç)
zh_cn: 价格 (不含税)

source: Retail price
ar: سعر التجزئة
az: Pərakəndə qiyməti
da: Butikspris
de_de: Verkaufspreis
el: Τιμή λιανικής
eo: Rétäïl prïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Precio de venta
es_es: Precio al por menor
fil_ph: Presyo ng tingi
id: Harga eceran
pt_br: Preço de varejo
pt_pt: Preço de retalho
ru: Розничная цена
sq: Çmimi me pakicë
sv: Försäljningspris
sw_ke: Bei ya rejareja
tr_tr: Perakende ücret
zh_cn: 零售价

source: Delete?
ar: حذف؟
az: Silin?
da: Vil du slette?
de_de: Löschen?
el: Διαγραφή;
eo: Délété? Ⱡ'σяєм ιρѕυм #
es_419: ¿Eliminar?
es_es: ¿Eliminar?
fil_ph: Tanggalin?
id: Hapus?
pt_br: Excluir?
pt_pt: Eliminar?
ru: Удалить?
sq: Të fshihet?
sv: Radera?
sw_ke: Futa?
tr_tr: Sil?
zh_cn: 是否删除？
