Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ca, da, de_de, eo, es_419, es_es, fr_ca, he, hi, id, ja_jp, ka, pt_br, ru, sw_ke, tr_tr, uk, zh_cn

source: All credit seats must have a credit provider.
ar: يجب أن يتوفّر لجميع مقاعد حضور المادّة الدراسيّة مزوّد للمادّة.
ca: Tots els llocs de crèdit han de tenir un proveïdor de crèdit.
da: Alle kreditpladser skal have en kreditudbyder.
de_de: Alle credit-Kursplätze benötigen eine credit-Provider
eo: Àll çrédït séäts müst hävé ä çrédït prövïdér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Todos los asientos de crédito deben tener un proveedor de crédito.
es_es: Todas las plazas de crédito deben tener un proveedor de crédito.
fr_ca: Toutes les places avec crédit doivent avoir un fournisseur de crédit.
he: לכל מושבי נקודות הזכות חייב להיות ספק נקודות זכות.
hi: सभी क्रेडिट सीटों पर एक क्रेडिट प्रदाता होना चाहिए।
id: Semua posisi kredit harus memiliki penyedia kredit
ka: კურსის ყველა ადგილს უნდა ყავდეს კრედიტ ქულების პროვაიდერი.
pt_br: Todos os lugares credenciados devem ter um fornecer creditado.
ru: У курса должен быть указан провайдер зачётных единиц.
sw_ke: Nafasi zote za kutunukiwa lazima ziwe anayetoa sifa.
tr_tr: Tüm kredi yerlerinin kredi sağlayıcısı olmalıdır.
uk: У всіх місць за кредитом має бути гарант кредиту.
zh_cn: 所有的学分席位必须有一个学分颁发者。

source: Please select a valid credit provider.
ar: يرجى اختيار مقدِّم مادة دراسية صالح.
ca: Seleccioneu un proveïdor de crèdit vàlid.
da: Vælg venligst en gyldig kreditudbyder.
de_de: Bitte wählen Sie einen gültigen Credit-Provider.
eo: Pléäsé séléçt ä välïd çrédït prövïdér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Por favor seleccione un proveedor de crédito válido.
es_es: Seleccione un proveedor de crédito válido.
fr_ca: S'il vous plaît choisir un fournisseur de crédit de cours valide.
he: בחר ספק נקודות זכות חוקי.
hi: कृपया एक वैध क्रेडिट प्रदाता का चयन करें।
id: Silakan pilih penyedia kredit yang valid
ka: გთხოვთ მიუთითოთ დადასტურებული კრედიტ ქულების პროვაიდერი.
pt_br: Por favor selecione um provedor de crédito válido.
ru: Пожалуйста, выберите верного кредитного провайдера
sw_ke: Tafadhali chagua njia halali za malipo.
tr_tr: Lütfen geçerli bir kredi sağlayıcısı seçiniz.
uk: Будь ласка, оберіть дійсного гаранта кредиту.
zh_cn: 请选择有效的学分提供者。

source: All credit seats must designate a number of credit hours.
ar: يجب أن يُحدّد لجميع مقاعد حضور المادّة عدد ساعات حضور معتمدة.
ca: Tots els llocs de crèdit han de designar un nombre d'hores de crèdit.
da: Alle kreditpladser skal angive et antal kredittimer.
de_de: Alle Credit-Kursplätze benötigen eine Festlegung der Credit-Stunden.
eo: Àll çrédït séäts müst désïgnäté ä nümßér öf çrédït höürs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Todos los asientos de crédito deben designar un número de horas de crédito.
es_es: Todas las plazas de crédito deben designar un número de horas de crédito.
fr_ca: Toutes les places avec crédit doivent indiquer un certain nombre d'heures de crédit.
he: כל מושבי נקודות הזכות חייבים להקצות מספר שעות של נקודות זכות.
hi: सभी क्रेडिट सीटों को कई क्रेडिट घंटे निर्दिष्ट करने होंगे।
id: Semua posisi kredit harus menuliskan jumlah jam kredit.
ka: ყველა საკრედიტო ადგილს განსაზაღვრული უნდა ჰქონდეს კრედიტ საათების რაოდენობა.
pt_br: Todos os lugares credenciados devem designar um número de horas creditadas.
ru: Должно быть определено количество зачётных единиц.
sw_ke: Nafasi zote za kutunukiwa lazima ziteuliwe na idadi ya muda wa kutunukiwa.
tr_tr: Tüm kredi yerleri kredi saatlerinin sayısını belirlemelidir.
uk: У всіх місць за кредитом має бути визначена кількість кредитованих годин.
zh_cn: 所有学分席位必须规定学分时长。

source: This value must be a valid email.
da: Denne værdi skal være en gyldig e-mail.
de_de: Dieser Wert muss eine gültige E-Mail sein.
eo: Thïs välüé müst ßé ä välïd émäïl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: El valor debe ser una dirección de correo electrónico válida.
es_es: Este valor debe ser un correo electrónico válido.
fr_ca: Cette valeur doit être une adresse courriel valide.
hi: यह मान एक मान्य ईमेल होना चाहिए।
id: Harus diisi dengan email yang valid.
pt_br: Este valor deve ser um e-mail válido.
ru: Это значение должно быть действительным для электронной почты.
tr_tr: Bu değer geçerli bir e-posta olmalı.
uk: Цим значенням має бути дійсний email.
zh_cn: 此值必须是有效的邮箱。

source: Problem occurred during checkout. Please contact support.
ca: S'ha produït un problema durant la compra. Contacteu amb el servei d'assistència.
da: Der opstod et problem ved betaling. Kontakt venligst support.
de_de: Es ist ein Fehler beim Bezahlen aufgetreten. Bitte kontaktieren Sie den Support.
eo: Prößlém öççürréd dürïng çhéçköüt. Pléäsé çöntäçt süppört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Ocurrió un problema durante la transacción. Por favor contacte soporte técnico.
es_es: Ocurrió un problema durante el pago. Póngase en contacto con el soporte.
fr_ca: Un problème est survenu lors du passage à la caisse. S'il vous plaît contacter le support.
hi: चेकआउट के दौरान समस्या उत्पन्न हुई। कृपया सहायता से संपर्क करें।
id: Gagal melakukan checkout. Silakan hubungi Dukungan.
pt_br: Ocorreu um problema durante o checkout. Por favor, entre em contato com o suporte.
ru: Возникла проблема во время оформления заказа. Пожалуйста, свяжитесь со службой поддержки.
tr_tr: Ödeme sırasında bir hata gerçekleşti. Lütfen destek ekibiyle iletişime geçin.
uk: Під час оформлення замовлення виникла проблема. Будь ласка, зверніться до служби підтримки
zh_cn: 付款时出现问题。请联系支持人员。

source: This field is required
ca: Aquest camp és obligatori
da: dette felt er påkrævet
de_de: Dieses Feld wird benötigt
eo: Thïs fïéld ïs réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Este campo es requerido
es_es: Este campo es obligatorio
fr_ca: Ce champ est obligatoire
he: זהו שדה חובה
hi: यह क्षेत्र आवश्यक है
id: Kolom ini harus diisi
ja_jp: この欄は必須です
pt_br: Este campo é necessário.
ru: Это поле обязательно
sw_ke: 'Sehemu' hii inahitaji kujazwa
tr_tr: Bu alan gerekli
uk: Це поле є обов'язкове.
zh_cn: 此项必填

source: Invalid card number
ca: El número de la targeta no és vàlid
da: Ugyldigt kortnummer
de_de: Ungültige Kartennummer
eo: Ìnvälïd çärd nümßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Número de tarjeta invalido
es_es: Número de tarjeta no válido
fr_ca: Numéro de carte invalide
he: מספר הכרטיס אינו חוקי
hi: अमान्य कार्ड संख्या
id: Nomer kartu tidak valid
ja_jp: 無効なカード番号
pt_br: Número de cartão inválido.
ru: Неправильный номер карты
sw_ke: Namba batili ya kadi
tr_tr: Geçersiz kart numarası
uk: Недійсний номер картки
zh_cn: 卡号无效

source: Unsupported card type
ca: Tipus de targeta no compatible
da: Ikke-understøttet korttype
de_de: Kartentyp wird nicht unterstützt
eo: Ûnsüppörtéd çärd týpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Tipo de tarjeta no soportado
es_es: Tipo de tarjeta no admitido
fr_ca: Type de carte non supporté
he: סוג הכרטיס לא נתמך
hi: असमर्थित कार्ड प्रकार
id: Jenis kartu tidak berlaku
ja_jp: サポート対象外のカードタイプ
pt_br: Tipo de cartão não suportado.
ru: Не поддерживаемый тип карты
sw_ke: Aina ya kadi haikubaliki
tr_tr: Desteklenmeyen kart türü
uk: Цей тип картки не підтримується
zh_cn: 不支持此卡类型

source: Invalid security number
ca: Número de seguretat no vàlid
da: Ugyldigt sikkerhedsnummer
de_de: Ungültige Sicherheitszahl
eo: Ìnvälïd séçürïtý nümßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Número de seguridad invalido
es_es: Número de seguridad inválido
fr_ca: Numéro de sécurité invalide
he: מספר האבטחה אינו חוקי
hi: अमान्य सुरक्षा क्रमांक
id: Nomer keamanan salah
ja_jp: 無効なセキュリティ番号
pt_br: Número de segurança inválido.
ru: Неверный номер безопасности
sw_ke: Namba batili ya usalama
tr_tr: Geçersiz güvenlik numarası
uk: Недійсний код перевірки
zh_cn: 安全码无效

source: Invalid month
ca: Mes no vàlid
da: Ugyldig måned
de_de: Ungültiger Monat
eo: Ìnvälïd mönth Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Mes invalido
es_es: Mes inválido
fr_ca: Mois invalide
he: חודש לא חוקי
hi: अमान्य महीना
id: Bulan tidak valid
ja_jp: 無効な月
pt_br: Mês inválido.
ru: Недействительный месяц
sw_ke: Mwezi batili
tr_tr: Geçersiz ay
uk: Невірний місяць
zh_cn: 月份无效

source: Invalid year
ca: Any invàlid
da: Ugyldigt år
de_de: Ungültiges Jahr
eo: Ìnvälïd ýéär Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Año invalido
es_es: Año inválido
fr_ca: Année invalide
he: שנה לא חוקית
hi: अमान्य वर्ष
id: Tahun tidak valid
ja_jp: 無効な年
pt_br: Ano inválido.
ru: Недействительный год
sw_ke: Mwaka batili
tr_tr: Geçersiz yıl
uk: Невірний рік
zh_cn: 年份无效

source: Card expired
ca: Tarjeta caducada
da: Kortet er udløbet
de_de: Karte ausgelaufen
eo: Çärd éxpïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Tarjeta vencida
es_es: Caducidad tarjeta
fr_ca: Carte expirée
he: פג תוקף הכרטיס
hi: कार्ड की समय सीमा समाप्त हो गई
id: Kartu telah kadaluarsa
ja_jp: 期限切れのカード
pt_br: Cartão expirado.
ru: Срок действия карты истек
sw_ke: Kadi imeisha muda wake
tr_tr: Kartın süresi dolmuş
uk: Термін дії карти минув
zh_cn: 卡已过期

source: <Choose state/province>
eo: <Choose state/province> Ⱡ'σяєм#

source: State/Province (required)
ca: Estat / província (obligatori)
da: Stat/provins (påkrævet)
de_de: Bundesland/Provinz (benötigt)
eo: Stäté/Prövïnçé (réqüïréd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Estado/Provincia (requerido)
es_es: Estado/Provincia (obligatorio)
fr_ca: État/Province (obligatoire)
he: מדינה/מחוז (נדרש)
hi: राज्य/प्रांत (आवश्यक)
id: Provinsi (wajib diisi)
ja_jp: 州/県 (必須)
pt_br: Estado (requerido).
ru: Регион/область (обязательно)
sw_ke: Jimbo/Nchi (zinahitajika)
tr_tr: Şehir (gerekli)
uk: Область (обов'язково)
zh_cn: 州/省（必需）

source: Create New Coupon
ar: إنشاء قسيمة جديدة
ca: Crea un nou cupó
da: Opret ny kupon
de_de: Erstelle neuen Gutschein
eo: Çréäté Néw Çöüpön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Crear un Cupón Nuevo
es_es: Crear cupón nuevo
fr_ca: Créer un nouveau coupon
he: צרו שובר חדש
hi: नया कूपन बनाएं
id: Buat Kupon Baru
ja_jp: 新しいクーポンを作成
ka: ახალი კუპონის შექმნა
pt_br: Criar novo cupom
ru: Создать новый купон
sw_ke: Buni Kuponi Mpya
tr_tr: Yeni kupon oluştur
uk: Створити новий купон
zh_cn: 创建新优惠卷

source: View Coupon
ar: عرض القسيمة
ca: Veure cupó
da: Se kupon
de_de: Gutschein anzeigen
eo: Vïéw Çöüpön Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Ver Cupón
es_es: Ver cupón
fr_ca: Voir le coupon
he: הצגת שובר
hi: कूपन देखें
id: Lihat Kupon
ja_jp: クーポンを見る
ka: კუპონის ნახვა
pt_br: Ver cupom
ru: Просмотреть купон
sw_ke: Tizama Kuponi
tr_tr: Kupon göster
uk: Переглянути купон
zh_cn: 查看优惠券

source: Edit Coupon
ar: تعديل القسيمة
ca: Edita el cupó
da: Rediger kupon
de_de: Bearbeite Gutschein
eo: Édït Çöüpön Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Editar Cupón
es_es: Editar cupón
fr_ca: Modifier le coupon
he: עריכת שובר
hi: कूपन संपादित करें
id: Edit Kupon
ja_jp: クーポンを編集
ka: კუპონის რედაქტირება
pt_br: Editar Cupom
ru: Редактировать купон
sw_ke: Hariri Kuponi
tr_tr: Kuponu düzenle
uk: Редагувати купон
zh_cn: 编辑优惠券

source: Coupon Codes
ar: رموز القسائم
ca: Codis de cupons
da: Kuponkoder
de_de: Gutschein-Codes
eo: Çöüpön Çödés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Códigos de Cupón
es_es: Códigos de cupón
fr_ca: Codes de coupon
he: קודי שוברים
hi: कूपन कोड्स
id: Kode Kupon
ja_jp: クーポンコード
ka: კუპონის კოდები
pt_br: Códigos de Cupons
ru: Коды купонов
sw_ke: Vificho vya Kuponi
tr_tr: Kupon Kodu
uk: Коди купонів
zh_cn: 优惠码

source: Create New Course
ar: إنشاء مساق جديد
ca: Crea un curs nou
da: Opret nyt kursus
de_de: Neuen Kurs erstellen
eo: Çréäté Néw Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Crear un Curso Nuevo
es_es: Crear un nuevo curso
fr_ca: Créer un nouveau cours
he: צרו קורס חדש
hi: नया पाठ्यक्रम बनाएं
id: Buat Kursus Baru
ja_jp: 新規講座を作成
ka: ახალი კურსის შექმნა
pt_br: Criar novo curso
ru: Создайте новый курс
sw_ke: Buni Kozi Mpya
tr_tr: Yeni kurs oluştur
uk: Створити новий курс
zh_cn: 创建新课程

source: View Course
ar: استعرض المساق
ca: Veure curs
da: Se kursus
de_de: Anzeigen
eo: Vïéw Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Ver curso
es_es: Ver curso
fr_ca: Voir le cours
he: הצגת קורס
hi: पाठयक्रम देखें
id: Lihat Kursus
ja_jp: 講座画面へ
ka: კურსის ნახვა/დათვალიერება
pt_br: Visualizar curso
ru: Просмотр курса
sw_ke: Tazama Kozi
tr_tr: Derse Gözat
uk: Переглянути курс
zh_cn: 查看课程

source: Edit Course
ar: تعديل المساق
ca: Edita curs
da: Rediger kursus
de_de: Bearbeite Kurs
eo: Édït Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Editar el curso
es_es: Editar curso
fr_ca: Modifie le cours
he: עריכת קורס
hi: पाठ्यक्रम संपादित करें
id: Edit Kursus
ja_jp: 講座を編集
ka: კურსის რედაქტირება
pt_br: Editar Curso
ru: Редактировать курс
sw_ke: Hariri Kozi
tr_tr: Dersi Düzenle
uk: Редагувати курс
zh_cn: 编辑课程

source: Courses
ar: المساقات
ca: Cursos
da: Kurser
de_de: Kurse
eo: Çöürsés Ⱡ'σяєм ιρѕυм #
es_419: Cursos
es_es: Cursos
fr_ca: Cours
he: קורסים
hi: पाठ्यक्रम
id: Kursus
ja_jp: 講座
ka: კურსები
pt_br: Cursos
ru: Курсы
sw_ke: Kozi
tr_tr: Dersler
uk: Курси
zh_cn: 课程

source: Enterprise Coupon Codes
da: Enterprise kuponkoder
de_de: Unternehmens-Gutschein-Codes
eo: Éntérprïsé Çöüpön Çödés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Códigos de cupón empresariales
es_es: Códigos de cupones empresariales
fr_ca: Code de coupon pour entreprise
hi: एंटरप्राइज़ कूपन कोड्स
id: Kode Kupon Enterprise
pt_br: Códigos de Cupom Corporativo
ru: Коды купонов предприятия
tr_tr: Kurumsal Kupon Kodları
uk: Коди корпоративних купонів
zh_cn: 企业优惠券代码

source: Redeem
ar: استرداد الخصم
ca: Redimir
da: Indløs
de_de: Einlösen
eo: Rédéém Ⱡ'σяєм ιρѕυ#
es_419: Canjear
es_es: Canjear
fr_ca: Échanger
he: מימוש
hi: रिडीम
id: Tukar Kupon
ka: გამოყენება
pt_br: Recuperar
ru: Использовать
sw_ke: Komboa
uk: Повернути
zh_cn: 兑换

source: Caution! Using the back button on this page may cause you to be charged again.
ca: Precaució! Si feu servir el botó "Enrere" d'aquesta pàgina, podeu tornar-vos a carregar.
da: Advarsel!!!! Brug af tilbage-knappen på denne side kan medføre, at du bliver debiteret igen.
de_de: Achtung! Das Benutzen des 'Zurück-Buttons' bewirkt, dass die Seite Neugeladen wird und der bisherige Fortschritt verloren gehen kann.
eo: Çäütïön! Ûsïng thé ßäçk ßüttön ön thïs pägé mäý çäüsé ýöü tö ßé çhärgéd ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Cuidado! Usar el botón de atrás en esta página podrías causarte que seas cargado de nuevo.
es_es: ¡Precaución! Si utiliza el botón Atrás de esta página, es posible que se le vuelva a cobrar.
fr_ca: Attention! L'utilisation du bouton de retour sur cette page peut vous faire payer une autre fois.
hi: सावधानी! इस पृष्ठ पर बैक बटन का उपयोग करने से आपसे दोबारा शुल्क लिया जा सकता है।
id: Perhatian! Metode pembayaran Anda dapat dikenakan biaya lagi jika Anda mengeklik tombol kembali pada halaman ini.
ja_jp: 注意！このページで戻るボタンを押すと再度課金されてしまうかもしれません。
pt_br: Cuidado! Usar o botão Voltar nesta página pode fazer com que você seja cobrado novamente.
ru: Осторожно! Использование кнопки "Назад" на этой странице может привести к повторной зарядке.
tr_tr: Uyarı! Bu sayfadayken geri tuşuna basmanız, ücretin bir kez daha tahsil edilmesine neden olabilir.
uk: Обережно! Використання кнопки «Назад» на цій сторінці може викликати повторне списання коштів.
zh_cn: 请注意！使用这个页面上的返回按钮可能会导致你您重复收费。

source: Apple Pay is not available at this time. Please try another payment method.
ca: Apple Pay no està disponible en aquest moment. Proveu amb un altre mètode de pagament.
da: Apple Pay er ikke tilgængelig på nuværende tidspunkt. Prøv venligst en anden betalingsmetode.
de_de: Apple Pay ist derzeit nicht verfügbar. Bitte versuchen Sie es mit einer anderen Zahlungsmethode.
eo: Àpplé Päý ïs nöt äväïläßlé ät thïs tïmé. Pléäsé trý änöthér päýmént méthöd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Apple Pay no está disponible en estos momentos. Por favor intente con otro método de pago.
es_es: Apple Pay no está disponible en este momento. Por favor, utiliza otro método de pago.
fr_ca: Apple Pay n'est pas disponible pour le moment. SVP essayer une autre méthode de paiement.
hi: एप्पल पे इस समय उपलब्ध नहीं है। कृपया कोई अन्य भुगतान विधि आज़माएँ।
id: Apple Pay tidak tersedia saat ini. Silakan pilih metode pembayaran lain.
ja_jp: このたびApple Payは利用できません。別の支払方法でお願いします。
pt_br: O Apple Pay não está disponível no momento. Por favor, tente outro método de pagamento.
ru: Apple Pay в настоящее время недоступен. Пожалуйста, попробуйте другой способ оплаты.
tr_tr: Apple Pay şu an için mevcut değil. Lütfen diğer bir ödeme yöntemini deneyiniz.
uk: Apple Pay використати для оплати неможливо. Будь ласка, використайте інший спосіб оплати.
zh_cn: 目前尚不支持Apple Pay支付。请尝试另一种付款方式。

source: An error occurred while processing your payment. You have NOT been charged. Please try again, or select another payment method.
ca: S'ha produït un error en processar el pagament. NO s'ha carregat. Torna-ho a provar o seleccioneu un altre mètode de pagament.
da: Der opstod en fejl under behandlingen af din betaling. Du er IKKE blevet debiteret. Prøv venligst igen, eller vælg en anden betalingsmetode.
de_de: Ein Fehler ist beim Verarbeiten der Bezahlung aufgetreten. Es wurde KEIN Betrag abgebucht. Bitte versuchen Sie es daher noch einmal oder wählen Sie eine andere Bezahlmöglichkeit.
eo: Àn érrör öççürréd whïlé pröçéssïng ýöür päýmént. Ýöü hävé NÖT ßéén çhärgéd. Pléäsé trý ägäïn, ör séléçt änöthér päýmént méthöd. Ⱡ'σяє#
es_419: Ocurrió un error mientras procesamos tu pago. NO has sido cargado. Por favor intente de nuevo, o seleccione otro método de pago.
es_es: Ocurrió un error al procesar su pago. NO te han cobrado. Vuelva a intentarlo o seleccione otro método de pago.
fr_ca: Une erreur est survenue pendant le traitement de votre paiement. Vous n'avez pas été facturé. SVP essayer de nouveau, ou choisissez une autre méthode de paiement.
hi: आपका भुगतान संसाधित करते समय एक त्रुटि उत्पन्न हुई. आपसे कोई शुल्क नहीं लिया गया है. कृपया पुनः प्रयास करें, या कोई अन्य भुगतान विधि चुनें।
id: Terjadi kesalahan saat memproses pembayaran Anda. Anda belum dikenakan biaya. Silakan coba kembali, atau pilih metode pembayaran lainnya.
pt_br: Ocorreu um erro ao processar seu pagamento. Você NÃO foi cobrado. Tente novamente ou selecione outro método de pagamento.
ru: При обработке платежа произошла ошибка. Вам НЕ предъявлено обвинение. Пожалуйста, повторите попытку или выберите другой способ оплаты.
tr_tr: Ödemenizle ilgili bir hata ortaya çıktı. Ücret tahsil edilmedi. Lütfen tekrar deneyin veya farklı bir ödeme yöntemini seçin.
uk: Під час опрацювання вашого платежу виникла помилка. Кошти не було списано. Спробуйте, будь ласка, ще раз або оберіть інший спосіб оплати.
zh_cn: 处理付款时出错，扣费失败。请重新付款，或选择另一种付款方式。

source: An error occurred while attempting to process your payment. You have not been charged. Please check your payment details, and try again.
ca: S'ha produït un error en intentar processar el pagament. No s'ha carregat. Comproveu les dades de pagament i torneu-ho a provar.
da: Der opstod en fejl under forsøget på at behandle din betaling. Du er ikke blevet debiteret. Tjek venligst dine betalingsoplysninger, og prøv igen.
de_de: Ein Fehler ist beim Verarbeiten der Bezahlung aufgetreten. Es wurde KEIN Betrag abgebucht. Bitte kontrollieren Sie Ihre Zahlungsdetails und versuchen Sie es erneut.
eo: Àn érrör öççürréd whïlé ättémptïng tö pröçéss ýöür päýmént. Ýöü hävé nöt ßéén çhärgéd. Pléäsé çhéçk ýöür päýmént détäïls, änd trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσя#
es_419: Un error ocurrió mientras procesábamos su pago.No se cobró ningún dinero. Por favor revise sus ajustes de pago e intente de nuevo.
es_es: Ocurrió un error al intentar procesar su pago. No te han cobrado. Verifique los detalles de su pago y vuelva a intentarlo.
fr_ca: Une erreur est survenue en essayant de traiter votre paiement. Vous n'avez pas été facturé. SVP vérifier vos informations de paiement, et essayez de nouveau.
hi: आपका भुगतान संसाधित करने का प्रयास करते समय एक त्रुटि उत्पन्न हुई। आपसे शुल्क नहीं लिया गया है. कृपया अपना भुगतान विवरण जांचें और पुनः प्रयास करें।
id: Terjadi kesalahan saat mencoba memproses pembayaran Anda. Anda belum dikenakan biaya. Silakan periksa rincian pembayaran Anda, dan coba kembali.
pt_br: Ocorreu um erro ao tentar processar o seu pagamento. Você não foi cobrado. Por favor, verifique os seus detalhes de pagamento e tente novamente.
ru: При попытке обработать платеж произошла ошибка. Вам не предъявлено обвинение. Пожалуйста, проверьте платежные реквизиты и повторите попытку.
tr_tr: Ödemenizle ilgili bir hata ortaya çıktı. Ücret tahsil edilmedi. Lütfen bilgilerinizi bir kez daha kontrol edin ve yeniden deneyin.
uk: Під час спроби опрацювання вашого платежу виникла помилка. Кошти не було списано. Перевірте, будь ласка, платіжну інформацію та спробуйте ще раз.
zh_cn: 试图处理付款时发生错误，扣费失败。请检查您的付款明细，并重试。

source: An error occurred while processing your payment. Please try again.
ca: S'ha produït un error en processar el pagament. Siusplau torna-ho a provar.
da: Der opstod en fejl under behandlingen af din betaling. Prøv igen.
de_de: Es ist ein Fehler bei dem Zahlungsvorgang aufgetreten. Bitte versuchen Sie es erneut.
eo: Àn érrör öççürréd whïlé pröçéssïng ýöür päýmént. Pléäsé trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Ocurrió un error mientras procesábamos su pago. Intente de nuevo.
es_es: Ocurrió un error al procesar su pago. Inténtalo de nuevo.
fr_ca: Une erreur est survenue pendant le traitement de votre paiement. SVP essayer de nouveau.
hi: आपका भुगतान संसाधित करते समय एक त्रुटि उत्पन्न हुई।
id: Terjadi kesalahan saat memproses pembayaran Anda. Silakan coba kembali.
pt_br: Ocorreu um erro ao processar seu pagamento. Por favor, tente novamente.
ru: При обработке платежа произошла ошибка. Пожалуйста, попробуйте еще раз
tr_tr: Ödemenizi işlerken bir hata gerçekleşti. Lütfen tekrar deneyin.
uk: Під час опрацювання вашого платежу виникла помилка. Спробуйте, будь ласка, ще раз.
zh_cn: 处理付款时出错。请重试。

source: Trailing comma not allowed.
ar: الزائدة الفاصلة غير مسموحة.
ca: La coma final no està permesa.
da: Efterfølgende komma ikke tilladt.
de_de: Ein Komma am Ende ist nicht erlaubt
eo: Träïlïng çömmä nöt ällöwéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Coma al final no permitida.
es_es: No se permite la coma final.
fr_ca: La virgule traînante n'est pas autorisée.
he: הסימן נקודה-פסיק אינו מורשה.
hi: अनुगामी अल्पविराम की अनुमति नहीं है।
id: Koma di akhir tidak diperkenankan.
pt_br: Vírgula à direita não permitida.
ru: Запятая трейлинга запрещена.
sw_ke: Alama ya mkato hairuhusiwi.
uk: Кома в кінці не дозволяється.
zh_cn: 不允许加逗号。

source: Can be used once by one customer
ar: يمكن لزبون واحد استخدامه لمرّة واحدة
ca: Es pot utilitzar una vegada per un client
da: Kan bruges én gang af én kunde
de_de: Kann nur einmal pro Teilnehmer verwendet werden.
eo: Çän ßé üséd önçé ßý öné çüstömér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Puede ser usado una vez por un cliente
es_es: Puede ser utilizado una vez por un cliente
fr_ca: Peut être utilisé une seule fois par un client
he: לקוח אחד יכול להשתמש בזה פעם אחת
hi: एक ग्राहक द्वारा एक बार उपयोग किया जा सकता है
id: Dapat digunakan satu kali oleh satu kustomer
ja_jp: 一度に１名のみお使い頂けます
ka: შესაძლებელია ერთი მომხმარებლის მიერ ერთხელ გამოყენება
pt_br: Pode ser utilizado apenas uma vez por um cliente
ru: Может быть использован один раз одним клиентом
sw_ke: Inaweza kutumika mara moja kwa mteja mmoja
tr_tr: Bir müşteri tarafından bir kez kullanılabilir
uk: Може бути використано один раз одним покупцем
zh_cn: 能被1位顾客使用1次
