Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: UTM Source
ar: مصدر UTM
az: UTM Mənbəyi
da: UTM-kilde
de_de: UTM Quelle
el: Πηγή UTM
eo: ÛTM Söürçé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Fuente UTM:
es_es: Fuente UTM
fil_ph: Pinagmulan ng UTM
id: Sumber UTM
pt_br: Fonte UTM
pt_pt: UTM Fonte
ru: Источник UTM
sq: Burimi UTM
sv: UTM-källa
sw_ke: Chanzo cha UTM
tr_tr: UTM Kaynağı
zh_cn: UTM源

source: UTM Medium
ar: وسيط UTM
az: UTM Orta
el: Μέσο UTM
eo: ÛTM Médïüm Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Medio UTM
es_es: Medio UTM
fil_ph: Medium ng UTM
pt_br: Meio UTM
pt_pt: UTM Médio
ru: посредничество UTM
sq: UTM e mesme
tr_tr: UTM Pazarlama Aracı
zh_cn: UTM媒介

source: UTM Campaign
ar: حملة UTM
az: UTM Kampaniya
da: UTM-kampagne
de_de: UTM Kampagne
el: Εκστρατεία UTM
eo: ÛTM Çämpäïgn Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Campaña UTM
es_es: Campaña UTM
fil_ph: Kampanya ng UTM
id: Kampanye UTM
pt_br: Campanha UTM
pt_pt: UTM Campanha
ru: Акция UTM
sq: Fushata UTM
sv: UTM-kampanj
tr_tr: UTM Kampanya
zh_cn: UTM活动

source: UTM Term
ar: مدة UTM
az: UTM Şərti
da: UTM-periode
el: Όρος UTM
eo: ÛTM Térm Ⱡ'σяєм ιρѕυм ∂#
es_419: Termino UTM
es_es: Término UTM
fil_ph: Termino ng UTM
id: Istilah UTM
pt_br: Termo UTM
pt_pt: UTM Termo
ru: UTM-термин
sq: Termi UTM
sw_ke: Muhula wa UTM
tr_tr: UTM Anahtar Kelime
zh_cn: UTM条款

source: UTM Content
ar: محتوى UTM
az: UTM Məzmunu
da: UTM-indhold
de_de: UTM Inhalt
el: Περιεχόμενο UTM
eo: ÛTM Çöntént Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Contenido UTM
es_es: Contenido UTM
fil_ph: Nilalaman ng UTM
id: Konten UTM
pt_br: Conteúdo UTM
pt_pt: UTM Conteúdo
ru: Содержимое UTM
sq: Përmbajtja UTM
sv: UTM-innehåll
sw_ke: Maudhui ya UTM
tr_tr: UTM İçerik
zh_cn: UTM内容

source: UTM Created At
ar: تم إنشاء UTM في
az: UTM yaradıldı
da: UTM oprettet kl
de_de: UTM erstellt bei
el: UTM Δημιουργήθηκε στο
eo: ÛTM Çréätéd Àt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: UTM creado en
es_es: UTM creado en
fil_ph: Ginawa ang UTM Sa
id: UTM Dibuat Pada
pt_br: UTM criado em
pt_pt: UTM Criado Às
ru: UTM создано в
sq: UTM Krijuar në
sv: UTM skapad kl
sw_ke: UTM Iliyoundwa Katika
tr_tr: UTM Oluşturma Zamanı
zh_cn: UTM创建于

source: Dashboard
ar: لوحة المعلومات
az: Ümumi
de_de: Meine Kurse
el: Μαθήματα
eo: Däshßöärd Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Panel principal
es_es: Panel de control
pt_br: Painel
pt_pt: Painel de Controlo
ru: Панель управления
sq: Paneli i kontrollit
sv: Kontrollpanel
sw_ke: Dashibodi
tr_tr: Ana Panel
zh_cn: 主控面板

source: Catalogue
ar: الكتالوج
az: Kataloq
da: Katalog
de_de: Katalog
el: Κατάλογος
eo: Çätälögüé Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Catálogo
es_es: Catálogo
fil_ph: Catalog
id: Katalog
pt_br: Catálogo
pt_pt: Catálogo
ru: Каталог
sq: Katalogu
sv: Katalog
sw_ke: Katalogi
tr_tr: Katalog
zh_cn: 目录

source: Products
ar: المنتجات
az: Məhsullar
da: Produkter
de_de: Produkte
el: Προϊόντα
eo: Prödüçts Ⱡ'σяєм ιρѕυм ∂#
es_419: Productos
es_es: Productos
fil_ph: Mga produkto
id: Produk
pt_br: Produtos
pt_pt: Produtos
ru: Товары
sq: Produktet
sv: Produkter
sw_ke: Bidhaa
tr_tr: Ürünler
zh_cn: 产品

source: Product Types
ar: أنواع المنتج
az: Məhsul növləri
da: Produkttyper
de_de: Produktarten
el: Τύποι προϊόντων.
eo: Prödüçt Týpés Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Tipos de productos
es_es: Tipos de productos
fil_ph: Mga Uri ng Produkto
id: Jenis Produk
pt_br: Tipo de Produtos
pt_pt: Tipos de Produto
ru: Виды товаров
sq: Llojet e produkteve
sv: Produkttyper
sw_ke: Aina za bidhaa
tr_tr: Ürün Tipleri
zh_cn: 产品类型

source: Categories
ar: الفئات
az: Kateqoriyalar
da: Kategorier
de_de: Kategorien
el: Κατηγορίες
eo: Çätégörïés Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Categorías
es_es: Categorías
fil_ph: Mga kategorya
id: Kategori
pt_br: Categorias
pt_pt: Categorias
ru: Категории
sq: Kategoritë
sv: kategorier
sw_ke: Makundi
tr_tr: Kategoriler
zh_cn: 类别

source: Ranges
ar: المجالات
az: Aralıqlar
da: Områder
de_de: Bereiche
el: Εύρος
eo: Rängés Ⱡ'σяєм ιρѕυ#
es_419: Rangos
es_es: Variedades
fil_ph: Mga saklaw
id: Rentang
pt_br: Variações
pt_pt: Intervalos
ru: Диапазон
sq: Vargjet
sv: Avstånd
sw_ke: Nafasi
tr_tr: Aralıklar
zh_cn: 范围

source: Low stock alerts
ar: تنبيهات قلّة المخزون
az: Aşağı səhmdar siqnalları
da: Advarsler om lavt lager
de_de: Alarm bei niedriger Bestandsmenge
el: Ειδοποιήσεις χαμηλών αποθεμάτων
eo: Löw stöçk älérts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Alertas de bajo inventario
es_es: Alertas por existencias escasas.
fil_ph: Mga alerto sa mababang stock
id: Peringatan stok rendah
pt_br: Alerta de estoque baixo.
pt_pt: Alertas de pouco stock
ru: Оповещение о низких остатках
sq: Sinjalizime të ulëta të aksioneve
sv: Låg lagervarning
sw_ke: Tahadhari za upungufu wa mali
tr_tr: Düşük stok alarmı
zh_cn: 低库存提示

source: Fulfillment
ar: الإنجاز
az: İcra
da: Opfyldelse
de_de: Ausführung
el: Εκπλήρωση
eo: Fülfïllmént Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Cumplimiento
es_es: Cumplimiento
fil_ph: Katuparan
id: Pemenuhan
pt_br: Preenchimento
pt_pt: Preenchimento
ru: Выполнение
sq: Përmbushja
sv: Uppfyllelse
sw_ke: Tekelezo
tr_tr: Tamamlanma
zh_cn: 实现

source: Orders
ar: الطلبيات
az: Sifarişlər
da: Ordre:% s
de_de: Bestellungen
el: Παραγγελίες
eo: Ördérs Ⱡ'σяєм ιρѕυ#
es_419: Órdenes
es_es: Pedidos
fil_ph: Mga order
id: Pesanan
pt_br: Pedidos
pt_pt: Pedidos
ru: Заказы
sq: Porositë
sv: Order
sw_ke: Maagizi /Amri
tr_tr: Siparişler
zh_cn: 订单

source: Statistics
ar: الإحصائيات
az: Statistika
da: Statistikker
de_de: Statistiken
el: Στατιστικά
eo: Stätïstïçs Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Estadísticas
es_es: Estadísticas
fil_ph: Mga istatistika
id: Statistik
pt_br: Estatísticas
pt_pt: Estatísticas
ru: Статистика
sq: Statistikat
sv: statistik
sw_ke: Takwimu
tr_tr: İstatistikler
zh_cn: 统计数据

source: Refunds
ar: استرداد المبالغ
az: Geri ödəmələr
da: Tilbagebetalinger
de_de: Rückerstattungen
el: Επιστροφές χρημάτων
eo: Réfünds Ⱡ'σяєм ιρѕυм #
es_419: Reembolsos
es_es: Reembolsos
fil_ph: Mga refund
id: Pengembalian uang
pt_br: Reembolsos
pt_pt: Reembolsos
ru: Возврат денежных средств
sq: Rimbursimet
sv: återbetalning
sw_ke: Marejesho ya fedha zilizolipwa
tr_tr: İadeler
zh_cn: 退款

source: Customers
ar: العملاء
az: Müştərilər
da: Kunder
de_de: Kunden
el: Πελάτες
eo: Çüstömérs Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Clientes
es_es: Clientes
fil_ph: Mga customer
id: Pelanggan
pt_br: Clientes
pt_pt: Clientes
ru: Заказчики
sq: Konsumatorët
sv: kunder
sw_ke: Wateja
tr_tr: Müşteriler
zh_cn: 客户

source: Stock alert requests
ar: طلبات تنبيه بالنسبة للمخزون
az: Səhm xəbərdarlıq müraciətləri
da: Anmodninger om lageradvarsel
de_de: Alarm bei Bestandsmengenanfragen
el: Αιτήματα ειδοποίησης αποθέματος
eo: Stöçk älért réqüésts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Solicitud de alerta de inventarios
es_es: Alerta sobre stock
fil_ph: Mga kahilingan sa stock alert
id: Permintaan peringatan saham
pt_br: Solicitações de alerta de estoque
pt_pt: Pedidos de alerta de stock
ru: Запрос оповещения
sq: Kërkesat e alarmit të aksioneve
sv: Begäran om lagervarning
sw_ke: Tahadhari ya uhitaji wa mali
tr_tr: Stok alarm istekleri
zh_cn: 库存提示请求

source: Offers
ar: عروض
az: Təkliflər
da: Tilbud
de_de: Angebote
el: Προσφορές
eo: Öfférs Ⱡ'σяєм ιρѕυ#
es_419: Ofertas
es_es: Ofertas
fil_ph: Mga alok
id: Penawaran
pt_br: Ofertas
pt_pt: Ofertas
ru: Предложения
sq: Ofertat
sv: erbjudande
sw_ke: Ahadi
tr_tr: Teklifler
zh_cn: 报价

source: Vouchers
ar: القسائم
az: Vauçerlər
da: Kuponer
de_de: Gutscheine
el: Κουπόνια
eo: Vöüçhérs Ⱡ'σяєм ιρѕυм ∂#
es_419: Cupones
es_es: Cupones
fil_ph: Mga voucher
id: Voucher
pt_br: Cupons
pt_pt: Vales de Desconto
ru: Ваучеры
sq: Kuponat
sv: Verifikationer
sw_ke: Vocha
tr_tr: Hediye Kartları
zh_cn: 票券

source: Reports
ar: التقارير
az: Hesabatlar
da: Rapporter
de_de: Meldungen
el: Αναφορές
eo: Répörts Ⱡ'σяєм ιρѕυм #
es_419: Reportes
es_es: Informes
fil_ph: Mga ulat
id: Laporkan
pt_br: Relatórios
pt_pt: Relatórios
ru: Отчёты
sq: Raportet
sv: Rapporter
sw_ke: Ripoti
tr_tr: Raporlar
zh_cn: 报告

source: English
ar: الإنجليزية
az: İngilis dili
da: engelsk
de_de: Englisch
el: Αγγλικά
eo: Énglïsh Ⱡ'σяєм ιρѕυм #
es_419: Inglés
es_es: inglés
fil_ph: Ingles
id: Inggris
pt_br: Inglês
pt_pt: Inglês
ru: Английский
sq: anglisht
sv: engelsk
sw_ke: Kiingereza
tr_tr: İngilizce
zh_cn: 英语

source: Spanish
ar: الأسبانية
az: İspan dili
da: spansk
de_de: Spanisch
el: Ισπανικά
eo: Spänïsh Ⱡ'σяєм ιρѕυм #
es_419: Español
es_es: español
fil_ph: Espanyol
id: Orang Spanyol
pt_br: Espanhol
pt_pt: Espanhol
ru: Испанский
sq: Spanjisht
sv: spanska
sw_ke: Kihispania
tr_tr: İspanyolca
zh_cn: 西班牙语

source: Spanish (Latin American)
ar: الإسبانية (أمريكا اللاتينية)
az: İspan dili (Latın Amerikası)
da: spansk (latinamerikansk)
de_de: Spanisch (Südamerika)
el: Ισπανικά (Λατινικής Αμερικής)
eo: Spänïsh (Lätïn Àmérïçän) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Español (Latinoamérica)
es_es: español (latinoamericano)
fil_ph: Espanyol (Latin American)
id: Spanyol (Amerika Latin)
pt_br: Espanhol (latino-americano)
pt_pt: Espanhol (América Latina)
ru: Испанский (Латинская Америка)
sq: Spanjisht (Amerikan Latine)
sv: spanska (latinamerikansk)
sw_ke: Kihispania (Amerika ya Kati na Kusini)
tr_tr: İspanyolca (Latin Amerika)
zh_cn: 西班牙语（拉丁美洲）

source: Build
ar: بناء
az: Qurun
da: Byg
de_de: Erstellen
el: Δόμηση
eo: Büïld Ⱡ'σяєм ιρѕ#
es_419: Crear
es_es: Construir
fil_ph: Bumuo
id: Membangun
pt_br: Construir
pt_pt: Compilação
ru: Строить
sq: Ndërtoni
sv: Bygga
sw_ke: Jenga
tr_tr: İnşa
zh_cn: 搭建

source: Version:
ar: الإصدار
az: Versiya:
el: Έκδοση:
eo: Vérsïön: Ⱡ'σяєм ιρѕυм ∂#
es_419: Versión:
es_es: Versión:
fil_ph: Bersyon:
id: Versi: kapan:
pt_br: Versão:
pt_pt: Versão:
ru: Версия:
sw_ke: Toleo:
tr_tr: Sürüm:
zh_cn: 所属版本：

source: Redeem
ar: استرداد الخصم
az: Alın
da: Indløs
de_de: Einlösen
el: Εξόφληση
eo: Rédéém Ⱡ'σяєм ιρѕυ#
es_419: Redimir
es_es: Canjear
fil_ph: Tubusin
id: Tukar Kupon
pt_br: Recuperar
pt_pt: Amortizar
ru: Использовать
sq: Shlyeje
sv: Lösa in
sw_ke: Komboa
tr_tr: Mahsuplaşma
zh_cn: 兑换

source: Coupon Codes
ar: رموز القسائم
az: Kupon kodları
da: Kuponkoder
de_de: Gutschein-Codes
el: Κωδικοί κουπονιού.
eo: Çöüpön Çödés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Códigos de cupón
es_es: Códigos de cupón
fil_ph: Mga Code ng Kupon
id: Kode Kupon
pt_br: Códigos de Cupons
pt_pt: Códigos de Cupão
ru: Коды купонов
sq: Kodet e kuponave
sv: Kupongkoder
sw_ke: Namba za Kuponi
tr_tr: Kupon Kodları
zh_cn: 优惠券代码

source: Earn a verified certificate in one of our popular courses to advance your career, showcase your accomplishments or enhance your college application.
ar: احصل على شهادة موثَّقة في إحدى دوراتنا التدريبية الشائعة لتطوير حياتك المهنية، واعرض إنجازاتك أو عزِّز من طلبك الجامعي.
az: Karyeramızı inkişaf etdirmək, nailiyyətlərinizi nümayiş etdirmək və ya kollec proqramınızı inkişaf etdirmək üçün məşhur kurslarımızdan birində təsdiqlənmiş bir sertifikat əldə edin.
da: Optjen et bekræftet certifikat på et af vores populære kurser for at fremme din karriere, fremvise dine præstationer eller forbedre din college-ansøgning.
de_de: Erlangen Sie ein Zertifikat in einem unserer Kurse, um Ihre Leistungen zu präsentieren.
el: Αποκτήστε ένα επαληθευμένο πιστοποιητικό σε έναν από τους δημοφιλείς μας κύκλους μαθημάτων για να προωθήσετε την καριέρα σας, να επιδείξετε τα επιτεύγματά σας ή να βελτιώσετε την αίτησή σας στο κολέγιο.
eo: Éärn ä vérïfïéd çértïfïçäté ïn öné öf öür pöpülär çöürsés tö ädvänçé ýöür çäréér, shöwçäsé ýöür äççömplïshménts ör énhänçé ýöür çöllégé äpplïçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм#
es_419: Obtenga un certificado verificado para hacer avanzar su carrera, mostrar sus logros o mejorar su perfil académico
es_es: Obtenga un certificado verificado en uno de nuestros cursos populares para avanzar en su carrera, mostrar sus logros o mejorar su solicitud de ingreso a la universidad.
fil_ph: Makakuha ng na-verify na sertipiko sa isa sa aming mga sikat na kurso para isulong ang iyong karera, maipakita ang iyong mga nagawa o mapahusay ang iyong aplikasyon sa kolehiyo.
id: Dapatkan sertifikat terverifikasi dari salah satu kursus kami untuk mendorong karir Anda, memamerkan pencapaian Anda, atau membantu aplikasi kuliah Anda.
pt_br: Ganhe um certificado verificado em um de nossos cursos populares para melhorar a sua carreira, mostre suas realizações ou aprimore sua inscrição para a faculdade.
pt_pt: Ganhe um certificado verificado num dos nossos cursos mais populares para fazer avançar a sua carreira, mostrar as suas realizações ou melhorar a sua candidatura à faculdade.
ru: Получите подтвержденный сертификат на одном из наших популярных курсов для продвижения по карьерной лестнице, демонстрации своих достижений или улучшения поступления в колледж.
sq: Fitoni një Certifikatë të verifikuar në një nga kurset tona të njohura për të avancuar karrierën tuaj, për të shfaqur arritjet tuaja ose për të përmirësuar aplikimin tuaj në kolegj.
sv: Tjäna ett verifierat certifikat i en av våra populära kurser för att avancera din karriär, visa upp dina prestationer eller förbättra din högskoleansökan.
sw_ke: Pata cheti kilithibitishwa katika moja ya kozi zetu mashuhuri uweze kujenga umahiri wa kazi yako, onesha mafanikio yako au imarisha maombi yako ya nafasi ya masomo ya chuo.
zh_cn: 取得我们热门课程之一的认证证书，以此推进您的职业发展，从而展现您的成就或为您的大学入学申请加强竞争力。

source: Why buy a verified certificate?
ar: لماذا الحصول على شهادة موثّقة؟
az: Niyə təsdiqlənmiş sertifikat alaq?
da: Hvorfor købe et verificeret certifikat?
de_de: Warum sollten Sie ein verifiziertes Zertifikat kaufen?
el: Γιατί να αγοράσετε ένα επαληθευμένο πιστοποιητικό;
eo: Whý ßüý ä vérïfïéd çértïfïçäté? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: ¿Para qué comprar el curso con certificado verificado?
es_es: ¿Por qué comprar un certificado verificado?
fil_ph: Bakit bumili ng na-verify na sertipiko?
id: Mengapa membeli sertifikat terverifikasi?
pt_br: Por que comprar um certificado verificado?
pt_pt: Porquê comprar um certificado validado?
ru: Зачем покупать проверенный сертификат?
sq: Pse të blini një Certifikatë të verifikuar?
sv: Varför köpa ett verifierat certifikat?
sw_ke: Kwanini ununue cheti kilichothibitishwa?
tr_tr: Neden doğrulanmış bir sertifika almalısınız?
zh_cn: 为何购买认证证书？

source: A verified certificate (digital) confirming that a user has completed the course on a specified date. The certificate includes edX's logo and the university's logo, as well as signatures from faculty members involved with the course. There is also a URL that can be used to verify the authenticity of the certificate.
ar: شهادة موثَّقة (رقمية) تؤكد إنهاء المستخدم للدورة التدريبة في تاريخ محدد. وتتضمن الشهادة شعار edX وشعار الجامعة، فضلاً عن توقيعات من أعضاء الكلية المشاركين في الدورة التدريبية. ويوجد أيضًا رابط URL يُمكن استخدامه للتحقق من صحة الشهادة.
az: İstifadəçinin müəyyən bir tarixdə kursu tamamladığını təsdiq edən təsdiq edilmiş bir sertifikat (rəqəmsal). Sənəd Sərbəst Öyrənmə Portalının logosunu və universitetin loqosunu, eləcə də kursa daxil olan müəllim heyətinin imzalarını əhatə edir. Sertifikatın həqiqiliyini yoxlamaq üçün istifadə edilə bilən bir URL də var.
da: Et verificeret certifikat (digitalt), der bekræfter, at en bruger har gennemført kurset på en bestemt dato. Certifikatet inkluderer edX"s logo og universitetets logo samt underskrifter fra fakultetsmedlemmer involveret i kurset. Der er også en URL, der kan bruges til at bekræfte certifikatets ægthed.
de_de: Ein verifiziertes Zertifikat (digital), das bestätigt, dass ein Benutzer den Kurs an einem bestimmten Datum abgeschlossen hat. Das Zertifikat enthält das Logo von edX und das Logo der Universität sowie die Unterschriften der am Kurs beteiligten Fakultätsmitglieder. Es gibt auch eine URL, mit der die Authentizität des Zertifikats überprüft werden kann.
el: Ένα επαληθευμένο πιστοποιητικό (ψηφιακό) που επιβεβαιώνει ότι ένας χρήστης έχει ολοκληρώσει τον κύκλο μαθημάτων σε μια καθορισμένη ημερομηνία. Το πιστοποιητικό περιλαμβάνει τον λογότυπο του edX και τον λογότυπο του πανεπιστημίου, καθώς και υπογραφές από μέλη ΔΕΠ που συμμετέχουν στα μαθήματα. Υπάρχει επίσης μια διεύθυνση URL που μπορεί να χρησιμοποιηθεί για την επαλήθευση της αυθεντικότητας του πιστοποιητικού.
eo: À vérïfïéd çértïfïçäté (dïgïtäl) çönfïrmïng thät ä üsér häs çömplétéd thé çöürsé ön ä spéçïfïéd däté. Thé çértïfïçäté ïnçlüdés édX's lögö änd thé ünïvérsïtý's lögö, äs wéll äs sïgnätürés fröm fäçültý mémßérs ïnvölvéd wïth thé çöürsé. Théré ïs älsö ä ÛRL thät çän ßé üséd tö vérïfý thé äüthéntïçïtý öf thé çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм #
es_419: Un certificado verificado (Digital) confirmando que el usuario ha completado el curso en una fecha específica. El certificado incluye el logo de edX y de la Universidad, así como firmas de miembros de la facultad involucrados en el curso. También cuenta con una URL que puede ser usada para verificar la autenticidad del certificado.
es_es: Un certificado verificado (digital) que confirma que un usuario completó el curso en una fecha específica. El certificado incluye el logotipo de edX y el logotipo de la universidad, así como las firmas de los profesores involucrados en el curso. También hay una URL que se puede usar para verificar la autenticidad del certificado.
fil_ph: Isang na-verify na sertipiko (digital) na nagpapatunay na nakumpleto ng isang user ang kurso sa isang tinukoy na petsa. Kasama sa sertipiko ang logo ng edX at logo ng unibersidad, pati na rin ang mga pirma mula sa mga miyembro ng faculty na kasangkot sa kurso. Mayroon ding URL na magagamit upang i-verify ang pagiging tunay ng certificate.
id: Sertifikat yang terverifikasi (secara digital) mengkonfirmasi bahwa pengguna telah menyelesaikan kursus pada tanggal tertentu. Sertifikat ini meliputi logo edX dan logo universitas, juga tanda tangan terkait dari universitas tersebut. Terdapat URL yang dapat digunakan untuk memverifikasi keaslian sertifikat.
pt_br: Um certificado verificado (digital) confirmando que um usuário concluiu o curso em uma data especificada. O certificado inclui o logotipo da edX e o logotipo da universidade, bem como as assinaturas dos professores envolvidos com o curso. Há também uma URL que pode ser usada para verificar a autenticidade do certificado.
pt_pt: Um certificado validado (digital) confirma que um utilizador concluiu o curso numa data especifica. O certificado inclui o logótipo da edX e o logótipo da universidade, bem como as assinaturas dos elementos do corpo docente envolvidos na preparação do curso. Há um URL que pode ser usado para verificar a autenticidade do certificado.
ru: Проверенный сертификат (цифровой), подтверждающий, что пользователь прошел курс в указанную дату. Сертификат включает в себя логотип EdX и логотип университета, а также подписи преподавателей, участвующих в курсе. Существует также URL-адрес, который можно использовать для проверки подлинности сертификата.
sq: Një Certifikatë e verifikuar (dixhitale) që konfirmon se një përdorues ka përfunduar kursin në një datë të caktuar. Certifikatë përfshin logon e edX dhe logon e universitetit, si dhe nënshkrime nga anëtarët e fakultetit të përfshirë në kurs. Ekziston gjithashtu një URL që mund të përdoret për të verifikuar vërtetësinë e Certifikatë .
sv: Ett verifierat certifikat (digitalt) som bekräftar att en användare har slutfört kursen på ett angivet datum. Certifikatet inkluderar edX:s logotyp och universitetets logotyp, samt signaturer från fakultetsmedlemmar som är involverade i kursen. Det finns också en URL som kan användas för att verifiera certifikatets äkthet.
sw_ke: Cheti kilichothibitishwa( cha mtandaoni) kinachoeleza kwamba mtumiaji amemaliza kozi katika muda uliooneshwa. Cheti kina nembo ya edX, nembo ya chuo pamoja na sahihi za walimu waliofundisha kozi. Pia kuna URL ambayo inaweza kutumika kuhakiki uhalali wa cheti.
zh_cn: 认证证书(数字形式)确认了用户已在特定日期修完该课程。该证书包含edX的标识及相应大学的标识，同时还包含课程相关教员组成员的签名。此外，其中也提供了可用于验证该证书真实性的URL。

source: A verified certificate demonstrates to future employers that you've mastered the course material.
ar: تبيّن الشهادة الموثَّقة لأصحاب العمل في المستقبل أنك قد اتقنت المادة العلمية للدورة التدريبية.
az: Təsdiqlənmiş bir sertifikat potensial işəgötürənlərə kurs materialını mənimsəmiş olduğunuzu göstərir.
da: Et verificeret certifikat viser over for fremtidige arbejdsgivere, at du mestrer kursusmaterialet.
de_de: Ein verifiziertes Zertifikat können Sie für Ihren Lebenslauf nutzen.
el: Ένα επαληθευμένο πιστοποιητικό αποδεικνύει στους μελλοντικούς εργοδότες ότι έχετε αφομοιώσει το υλικό του κύκλου μαθημάτων.
eo: À vérïfïéd çértïfïçäté démönsträtés tö fütüré émplöýérs thät ýöü'vé mästéréd thé çöürsé mätérïäl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Un certificado verificado demuestra a futuros empleadores que usted ha completado con éxito las actividades del curso.
es_es: Un certificado verificado demuestra a los futuros empleadores que domina el material del curso.
fil_ph: Ang isang na-verify na sertipiko ay nagpapakita sa hinaharap na mga tagapag-empleyo na ikaw ay pinagkadalubhasaan ang materyal ng kurso.
id: Sertifikat terverifikasi menunjukkan kepada calon kolega Anda bahwa Anda telah menguasai materi kursus tersebut.
pt_br: Um certificado verificado demonstra aos futuros empregadores que você domina o material do curso.
pt_pt: Um certificado validado demonstra aos futuros empregadores que adquiriu conhecimentos com o curso.
ru: Подтвержденный сертификат свидетельствует будущим работодателям о том, что вы освоили материал курса.
sq: Një Certifikatë e verifikuar u tregon punëdhënësve të ardhshëm se ju e keni zotëruar materialin e kursit.
sv: Ett verifierat certifikat visar för framtida arbetsgivare att du behärskar kursmaterialet.
sw_ke: Cheti kilichothibitishwa kinabeba taarifa kwa waajiri kwamba wewe mwanafunzi una umahiri wa kutosha wa mafunzo ya kozi
tr_tr: Onaylı sertifika, gelecekteki çalışanlarınıza ders konusunda uzmanlaştığınızı ispatlar.
zh_cn: 认证证书可以向您未来的雇主证明，您已熟练掌握此课程的知识。
