Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: Last date/time on which verification for this product can be submitted.
ar: آخر تاريخ/توقيت يمكن تقديم توثيق لهذا المنتج فيه.
az: Bu məhsul təsdiqlənməsi üçün son tarix/vaxt.
da: Sidste dato/tidspunkt, hvor verifikationen for dette produkt kan indsendes.
de_de: Letzter Zeitpunkt zu dem eine Verifizierung für dieses Produkt eingereicht werden kann.
el: Τελευταία ημερομηνία/ώρα υποβολής επαλήθευσης για αυτό το προϊόν
eo: Läst däté/tïmé ön whïçh vérïfïçätïön för thïs prödüçt çän ßé süßmïttéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Última fecha/hora en que puede ser enviada la verificación para este producto.
es_es: Última día/hora en que la verificación para este producto puede presentarse.
fil_ph: Huling petsa/oras kung kailan maaaring isumite ang pag-verify para sa produktong ito.
id: Tanggal/waktu terakhir untuk verifikasi produk ini.
pt_br: Última data/hora em que a verificação para este produto foi apresentada.
pt_pt: Última data/hora em que a verificação deste produto pode ser enviada.
ru: Последняя дата/время до которого подтверждение может быть подано.
sq: Data/Ora e fundit që verifikimi për këtë produkt mund të paraqitet.
sv: Sista datum/tid då verifiering för denna produkt kan skickas in.
sw_ke: Tarehe ya mwisho kutuma uhakiki wa bidhaa hii.
tr_tr: Bu ürün için doğrulama teslim edilebileceği son tarih / saat.
zh_cn: 本产品认证的提交截止日期／时间

source: Failed to publish commerce data for {course_id} to LMS.
ar: فشلت عملية نشر البيانات التجارية للمساق {course_id} إلى نظام إدارة التعلّم ’LMS‘
az: LMS-də {course_id} üçün ticarət datasını dərc etmək uğursuz oldu.
da: Kunne ikke offentliggøre handelsdata for {course_id} til LMS.
de_de: Konnte Einkaufsdaten für {course_id} nicht auf dem LMS veröffentlichen.
el: Αποτυχία δημοσίευσης εμπορικών δεδομένων για το {course_id} στο LMS.
eo: Fäïléd tö püßlïsh çömmérçé dätä för {course_id} tö LMS. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Falló al publicar los datos de comercio para {course_id} hacia el LMS.
es_es: No se pudieron publicar los datos comerciales de {course_id} en LMS.
fil_ph: Nabigong mag-publish ng data ng commerce para sa {course_id} sa LMS.
id: Gagal menerbitkan data komersial untuk {course_id} ke LMS.
pt_br: Falhou ao publicar os dados de comércio para {course_id} LMS.
pt_pt: Falha ao publicar dados de comércio para {course_id} para LMS.
ru: Не удалось опубликовать коммерческие данные для {course_id} в LMS.
sq: Dështoi të publikoj të dhënat e tregtimit për {course_id} në LMS.
sv: Det gick inte att publicera handelsdata för {course_id} till LMS.
sw_ke: Imeshindwa kuchapisha taarifa za biashara ya {course_id} kwa LMS.
tr_tr: {course_id} e-ticaret verilerinin LMS üzerinde yayınlanmasında hata.
zh_cn: 向LMS发布发课程{course_id}的商用数据失败。

source: Audit
ar: مستمع
da: Revidere
de_de: Gasthörer
el: Με ακρόαση
eo: Àüdït Ⱡ'σяєм ιρѕ#
es_419: Tomar como asistente
es_es: Control
fil_ph: Pag-audit
pt_br: Auditar
pt_pt: Auditoria
ru: Бесплатный курс
sq: Audito
sv: Granska
sw_ke: Ukaguzi
tr_tr: Gözlemci
zh_cn: 旁听

source: Credit
ar: نقاط
az: Kredit
da: Kredit
de_de: Kredit
el: Αναγνώριση ακαδ. μονάδων
eo: Çrédït Ⱡ'σяєм ιρѕυ#
es_419: Crédito
es_es: Crédito
id: Kredit
pt_br: Crédito
pt_pt: Crédito
ru: Кредит
sq: Kredia
sv: Kreditera
sw_ke: Mkopo
tr_tr: Kredi
zh_cn: 学分

source: Honor
ar: فخري
az: Şərəf
da: Ære
de_de: Teilnahmemodus
el: Με κώδικα τιμής
eo: Hönör Ⱡ'σяєм ιρѕ#
es_es: Alumno sobresaliente
fil_ph: karangalan
id: Kehormatan
pt_br: Honra
pt_pt: Honra
ru: Сертификат Кодекса чести
sq: Nder
sv: Icke-certifierad
sw_ke: Heshima
tr_tr: Onur
zh_cn: 荣誉

source: Professional
ar: مهني
az: Pəşəkar
da: Professionel
de_de: professionelles
el: Επαγγελματικό
eo: Pröféssïönäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Profesional
es_es: Profesional
fil_ph: Propesyonal
id: Profesional
pt_br: Profissional
pt_pt: Profissional
ru: Профессиональный
sq: Profesional
sv: Professionell
sw_ke: Mtaalamu
tr_tr: Profesyonel
zh_cn: 专业

source: Verified
ar: موثق
az: Təsdiqlənib
da: Verificeret
de_de: Geprüft
el: Πιστοποιημένο
eo: Vérïfïéd Ⱡ'σяєм ιρѕυм ∂#
es_419: Verificado
es_es: Verificado
fil_ph: Na-verify
id: Terverifikasi
pt_br: Verificado
pt_pt: Verificado
ru: Подтверждённые
sq: Verifikuar
sv: Verifierad
sw_ke: Imehakikiwa
tr_tr: Onaylanmış
zh_cn: 已经过身份认证的

source: Executive Education
ar: تعليم تنفيذي
el: Εκπαίδευση στελεχών
es_es: Educación ejecutiva
fil_ph: Tagapagpaganap na edukasyon
id: Pendidikan Eksekutif
pt_br: Educação executiva
pt_pt: Educação Executiva
sq: Arsimi Ekzekutiv
sv: Fortbildning
tr_tr: Yönetici Eğitimi

source: Paid Executive Education
ar: التعليم التنفيذي المدفوع
da: Betalt lederuddannelse
el: Αμειβόμενη Εκπαίδευση Στελεχών
es_es: Educación ejecutiva remunerada
fil_ph: Bayad na Edukasyong Tagapagpaganap
pt_br: Educação Executiva Paga
pt_pt: Educação Executiva Paga
sq: Arsimi Ekzekutiv me pagesë
sv: Betald Executive Education
tr_tr: Ödenmiş Yönetici Eğitimi

source: Unpaid Executive Education
ar: تعليم تنفيذي غير مدفوع الأجر
da: Ulønnet lederuddannelse
el: Απλήρωτη Εκπαίδευση Στελεχών
es_es: Educación ejecutiva no remunerada
fil_ph: Walang bayad na Edukasyong Tagapagpaganap
pt_br: Educação executiva não remunerada
pt_pt: Educação Executiva Não Paga
sq: Arsimi Ekzekutiv pa pagesë
sv: Obetald Executive Education
tr_tr: Ödenmemiş Yönetici Eğitimi

source: Paid Bootcamp
ar: المعسكر التدريبي المدفوعة
da: Betalt Bootcamp
el: Πληρωμένο Bootcamp
es_es: Bootcamp remunerado
fil_ph: Bayad na Bootcamp
pt_br: Bootcamp pago
pt_pt: Bootcamp Pago
sq: Bootcamp me pagesë
sv: Betald Bootcamp
tr_tr: Ödenmiş Bootcamp

source: Unpaid Bootcamp
ar: برنامج Bootcamp غير مدفوع الأجر
da: Ubetalt Bootcamp
el: Απλήρωτο Bootcamp
es_es: Bootcamp no remunerado
fil_ph: Walang bayad na Bootcamp
pt_br: Bootcamp não pago
pt_pt: Bootcamp Não Pago
sq: Bootcamp pa pagesë
sv: Obetald Bootcamp
tr_tr: Ödenmemiş Bootcamp

source: An error has occurred. We could not confirm that you are eligible for course credit. Try the transaction again.
ar: نأسف لحدوث خطأ. تعذّر التأكد من أهليتك للحصول على ساعة معتمدة للمساق. يُرجى إعادة محاولة إجراء العمليّة مرّة أخرى.
az: Xəta baş verdi. Biz sizin kurs kreditinə uyğun olduğunuzu təəsdiq edə bilmədik. Əməliyyatı yenidən edin.
da: Der opstod en fejl. Vi kunne ikke bekræfte, at du er berettiget til kursuskredit. Prøv transaktionen igen.
de_de: Ein Fehler ist aufgetreten. Wir können nicht bestätigen, das Sie für Kurscredits zugelassen sind. Versuchen Sie die Transaktion erneut.
el: Παρουσιάστηκε σφάλμα. Δεν μπορέσαμε να επιβεβαιώσουμε ότι πληροίτε τα κριτήρια για αναγνώριση μαθημάτων. Δοκιμάστε ξανά τη συναλλαγή.
eo: Àn érrör häs öççürréd. Wé çöüld nöt çönfïrm thät ýöü äré élïgïßlé för çöürsé çrédït. Trý thé tränsäçtïön ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Ha ocurrido un error. No hemos podido confirmar que usted sea elegible para créditos del curso. Intente nuevamente.
es_es: Se ha producido un error. No pudimos confirmar que usted es elegible para el crédito del curso. Vuelva a intentar la transacción.
fil_ph: May nangyaring pagakamali. Hindi namin makumpirma na karapat-dapat ka para sa kredito sa kurso. Subukang muli ang transaksyon.
id: Terjadi kesalahan. Kami tidak dapat mengkonfirmasi apakah Anda berhak mendapatkan kredit kursus ini. Mohon ulangi transaksi.
pt_br: Um erro ocorreu. Nós não pudemos confirmar se você está aceito para o crédito do curso. Tente novamente.
pt_pt: Ocorreu um erro. Não conseguimos confirmar se é elegível para o crédito de curso. Tente novamente.
ru: Возникла ошибка. Мы не смогли подтвердить, что у вас есть право использовать зачётные единицы курса. Попробуйте провести транзакцию снова.
sq: Një gabim ka ndodhur. Nuk mund të konfirmonim që ju kualifikoheni për kreditimin e kursit. Provo sërish transaksionin.
sv: Ett fel har uppstått. Vi kunde inte bekräfta att du är berättigad till kurspoäng. Försök med transaktionen igen.
sw_ke: Kuna hitilafu imetokea. Hatuwezi kuthibitisha kama una vigezo vya mkopo wa 'kozi'. Rudia muamala.
tr_tr: Bir hata oluştu. Ders kredisine uygun olduğunuzu doğrulayamadık. İşlemi tekrar deneyin.
zh_cn: 出现了一个错误。我们无法确认您有资格获得课程学分。请重新尝试。

source: Credit is not currently available for "{course_name}". If you are currently enrolled in the course, please try again after all grading is complete. If you need additional assistance, please contact the {site_name} Support Team.
ar: المادة التعليمية غير متاحة حاليًا في "{course_name}". إذا كنت مُسجَّلاً بالفعل في المساق، فيُرجى المحاولة مرة أخرى بعد الانتهاء التقييم. وإذا كنت بحاجة إلى مزيدٍ من المساعدة، فيُرجى الاتصال بفريق الدعم في {site_name}.
az: "{course_name}" üçün hal-hazırda kredit mövcud deyilş Əgər siz hal-hazırda kursda qeydiyyatdasınızsa, zəhmət olmasa, bütün qiymətləndirmə btdikdən sonra yenidən cəhd edin. Əgər əlavə köməyə ehtiyacınız olarsa, {site_name} Dəstək komandası ilə əlaqə saxlayın.
da: Kredit er i øjeblikket ikke tilgængelig for "{course_name}". Hvis du i øjeblikket er tilmeldt kurset, bedes du prøve igen, når al karaktergivning er fuldført. Hvis du har brug for yderligere hjælp, bedes du kontakte {site_name}-supportteamet.
de_de: Für den Kurs "{course_name}" ist Kredit momentan nicht verfügbar. Wenn Sie in diesen Kurs eingeschrieben sind, versuchen Sie es nach dem Abschluss aller Benotungen noch einmal. Falls Sie weiter Unterstützung benötigen, nehmen Sie bitte mit dem {site_name} Support-Team Kontakt auf.
el: Η αναγνώριση μονάδων δεν είναι διαθέσιμη αυτήν τη στιγμή για το "{course_name}". Εάν είστε εγγεγραμμένος/η στον κύκλο μαθημάτων, δοκιμάστε ξανά αφού ολοκληρωθεί όλη η βαθμολόγηση. Εάν χρειάζεστε επιπλέον βοήθεια, επικοινωνήστε με την ομάδα υποστήριξης του {site_name}.
eo: Çrédït ïs nöt çürréntlý äväïläßlé för "{course_name}". Ìf ýöü äré çürréntlý énrölléd ïn thé çöürsé, pléäsé trý ägäïn äftér äll grädïng ïs çömplété. Ìf ýöü nééd äddïtïönäl ässïstänçé, pléäsé çöntäçt thé {site_name} Süppört Téäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя#
es_419: No hay créditos disponibles para "{course_name}". Si usted está inscrito en el curso, intente nuevamente después de que las calificaciones estén completadas. Si necesita ayuda adicional, contacte el equipo de soporte de {site_name}.
es_es: El crédito no está disponible actualmente para "{course_name}". Si actualmente está inscrito en el curso, vuelva a intentarlo una vez que se hayan completado todas las calificaciones. Si necesita asistencia adicional, comuníquese con el equipo de asistencia de {site_name}.
fil_ph: Kasalukuyang hindi available ang credit para sa &quot;{course_name}&quot;. Kung kasalukuyan kang naka-enroll sa kurso, pakisubukang muli pagkatapos makumpleto ang lahat ng pagmamarka. Kung kailangan mo ng karagdagang tulong, mangyaring makipag-ugnayan sa {site_name} Support Team.
id: Kredit tidak tersedia untuk "{course_name}". Jika Anda telah terdaftar dalam kursus, silakan coba kembali setelah semua penilaian selesai. Jika Anda memerlukan bantuan tambahan, silakan hubungi Tim Bantuan {site_name}.
pt_br: Crédito não disponível atualmente para "{nome_curso}". Se você está matriculado neste curso, por favor, tente de novo depois de completar todas as avaliações. Se você precisar de assistência adicional, por favor contate a Equipe de Suporte de {nome_site}
pt_pt: Neste momento, o crédito para "{course_name}" não está disponível. Se está inscrito no curso, por favor tente novamente depois de toda a classificação estar completa. Se precisar de assistência adicional, entre em contacto com a Equipa de Suporte de {site_name}.
ru: В настоящее время кредит не начисляется на "{course_name}". Если вы в настоящее время зачислены на курс, попробуйте еще раз после того, как все оценки будут сделаны. Если вам нужна дополнительная помощь, пожалуйста, свяжитесь со службой поддержки {site_name}
sq: Kredia nuk disponohet aktualisht për &quot; {course_name} &quot;. Nëse jeni regjistruar aktualisht në kurs, ju lutemi provoni përsëri pasi të ketë përfunduar të gjitha vlerësimet. Nëse keni nevojë për ndihmë shtesë, ju lutemi kontaktoni ekipin mbështetës të {site_name} .
sv: Kredit är för närvarande inte tillgängligt för "{course_name}". Om du för närvarande är anmäld till kursen, försök igen efter att alla betyg är klara. Om du behöver ytterligare hjälp kontaktar du supportteamet för {site_name}.
sw_ke: Kwasasa hakuna mkopo kwa ajili ya "{course_name}". Kama tayari umesajiliwa kwenye kozi, tafadhali jaribu tena baada ya kukamilika kwa upangaji madaraja. Kama unahitaji msaada zaidi, tafadhali wasiliana na {site_name} Timu ya Msaada.
tr_tr: Kredi şu anda "{course_name}" için kullanılamıyor. Şu anda derse kayıtlıysanız, lütfen tüm not verme işlemi tamamlandıktan sonra tekrar deneyin. Ek yardıma ihtiyacınız varsa, lütfen {site_name} Destek Ekibi ile iletişime geçin.
zh_cn: 学分当前不适用于“{course_name}”。如果您当前报读了该课程，请在所有分级完成之后再次尝试。如需其它帮助，请联系 {site_name} 支持团队。

source: An error has occurred. We could not confirm that the institution you selected offers this course credit. Try the transaction again.
ar: حدث خطأ. لم نتمكّن من التأكّد من أن المؤسسة التعليمية التي اخترتها تقدّم مساقًا معتمدًا. حاول تنفيذ العمليّة من جديد.
az: Xəta baş verdi. Seçdiyiniz təşkilatın bu kurs kreditini təqdim etdiyini təsdiqləyə bilmədik. Yenidən cəhd edin.
da: Der opstod en fejl. Vi kunne ikke bekræfte, at den institution, du valgte, tilbyder denne kursuskredit. Prøv transaktionen igen.
de_de: Ein Fehler ist aufgetreten. Wir können nicht bestätigen, dass die Institution, die Sie ausgewählt haben, diesen Kurscredit anbietet. Versuchen Sie die Transaktion erneut.
el: Παρουσιάστηκε σφάλμα. Δεν μπορέσαμε να επιβεβαιώσουμε ότι το ίδρυμα που επιλέξατε προσφέρει αυτό το μάθημα. Δοκιμάστε ξανά τη συναλλαγή.
eo: Àn érrör häs öççürréd. Wé çöüld nöt çönfïrm thät thé ïnstïtütïön ýöü séléçtéd öfférs thïs çöürsé çrédït. Trý thé tränsäçtïön ägäïn. Ⱡ#
es_419: Ha ocurrido un error. No hemos podido confirmar que la institución seleccionada ofrezca estos créditos de curso. Intente nuevamente.
es_es: Se ha producido un error. No pudimos confirmar que la institución que seleccionó ofrezca este crédito de curso. Vuelva a intentar la transacción.
fil_ph: May nangyaring pagakamali. Hindi namin makumpirma na ang institusyong iyong pinili ay nag-aalok ng kredito sa kursong ito. Subukang muli ang transaksyon.
id: Terjadi kesalahan. Kami tidak dapat mengkonfirmasi bahwa institusi yang Anda pilih menawarkan kredit kursus ini. Mohon ulangi transaksi.
pt_br: Um erro ocorreu. Nós não pudemos confirmar que a instituição que você selecionou oferece crédito do curso. Tente novamente.
pt_pt: Ocorreu um erro. Não conseguimos confirmar se a instituição que selecionou oferece este crédito de curso. Tente novamente.
ru: Возникла ошибка. Мы не смогли подтвердить, что учебное заведение, который вы выбрали, предлагает зачётные единицы для этого курса. Попробуйте провести транзакцию снова.
sq: Një gabim ka ndodhur. Nuk mund të konfirmonim që institucioni që zgjodhët ofron kredit për këtë kurs. Provo sërish transaksionin.
sv: Ett fel har uppstått. Vi kunde inte bekräfta att den institution du valde erbjuder denna kurspoäng. Försök med transaktionen igen.
sw_ke: Hitilafu imetokea. Hatukuweza kuhakikisha kuwa chuo ulichochagua kinafundisha kozi hii. Jaribu tena muamala.
tr_tr: Bir hata oluştu. Seçtiğiniz kurumun bu ders kredisini sunduğunu doğrulayamadık. İşlemi tekrar deneyin.
zh_cn: 出现了一个错误。我们无法确认您选择的院校提供这门课的学分。请重新尝试。

source: %d%% enterprise discount
ar: خصم المجموعات%d%%
az: %d%% müəssisə endirimi
da: %d%% virksomhedsrabat
de_de: %d%% Unternehmens Rabatt
el: %d %% έκπτωση για επιχειρήσεις
eo: %d%% éntérprïsé dïsçöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: %d%% descuento empresarial
es_es: %d%% descuento empresarial
id: %d%% diskon enterprise
pt_br: %d %% desconto empresarial
pt_pt: %d%% desconto de empresa
ru: %d%%скидка предприятия
sq: %d %% zbritje e ndërmarrjes
sv: %d%% företagsrabatt
tr_tr: %d%% kurumsal indirim
zh_cn: %d%%企业折扣

source: {value} fixed-price enterprise discount
ar: {value} خصم ثابت للمجموعات
az: {value} sabit qiymətli müəssisə endirimi
da: {value} virksomhedsrabat til fast pris
de_de: {value} fester Unternehmensrabatt
el: {value} εταιρική έκπτωση σταθερής τιμής
eo: {value} fïxéd-prïçé éntérprïsé dïsçöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: {value} precio fijo descuento empresarial.
es_es: {value} descuento empresarial de precio fijo
fil_ph: {value} nakapirming presyo na diskwento sa negosyo
id: {value} diskon enterprise harga tetap
pt_br: {value} desconto empresarial de preço fixo
pt_pt: {value} desconto de empresa de preço fixo
ru: {value} фиксированная скидка предприятию
sq: {value} zbritje për ndërmarrje me çmim fiks
sv: {value} företagsrabatt till fast pris
tr_tr: {value} sabit fiyatlı kurumsal indirim
zh_cn: {value}固定价格的企业折扣

source: Percentage
ar: النسبة
az: Faiz
da: Procent
de_de: Prozentsatz
el: Ποσοστό
eo: Pérçéntägé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Porcentaje
es_es: Porcentaje
fil_ph: Porsiyento
id: Persentase
pt_br: Percentual
pt_pt: Percentagem
ru: Процент
sq: Përqindja
sv: Procenttal
sw_ke: Asilimia
tr_tr: Yüzde
zh_cn: 百分比

source: Absolute
ar: مطلق
az: Tam
da: Absolut
de_de: Absolut
el: Απόλυτο
eo: Àßsölüté Ⱡ'σяєм ιρѕυм ∂#
es_419: Absoluto
es_es: Absoluto
fil_ph: Ganap
id: Absolut
pt_br: Absoluto
pt_pt: Absoluto
ru: действительный
sv: Absolut
sw_ke: Haibadiliki
tr_tr: Kesin
zh_cn: 绝对的

source: This coupon has been made available through {new_enterprise}. To redeem this coupon, you must first logout. When you log back in, please select {new_enterprise} as your enterprise and try again.
ar: تم توفير هذه القسيمة عبر {new_enterprise}. لاستعادة هذه القسيمة، يجب عليك أولاً تسجيل الخروج. عند تسجيل الدخول مرة أخرى، يرجى تحديد {new_enterprise} كمؤسسة خاصة بك والمحاولة مرة أخرى
da: Denne kupon er blevet gjort tilgængelig via {new_enterprise}. For at indløse denne kupon skal du først logge ud. Når du logger ind igen, skal du vælge {new_enterprise} som din virksomhed og prøve igen.
el: Αυτό το κουπόνι έχει γίνει διαθέσιμο μέσω {new_enterprise} . Για να εξαργυρώσετε αυτό το κουπόνι, πρέπει πρώτα να αποσυνδεθείτε. Όταν συνδεθείτε ξανά, επιλέξτε {new_enterprise} ως την επιχείρησή σας και δοκιμάστε ξανά.
eo: Thïs çöüpön häs ßéén mädé äväïläßlé thröügh {new_enterprise}. Tö rédéém thïs çöüpön, ýöü müst fïrst lögöüt. Whén ýöü lög ßäçk ïn, pléäsé séléçt {new_enterprise} äs ýöür éntérprïsé änd trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒ#
es_419: Este cupón está disponible a través de {new_enterprise}. Para redimir este cupón, debe primero cerrar sesión. Cuando inicie sesión de nuevo, por favor seleccione {new_enterprise} como su empresa e intente de nuevo.
es_es: Este cupón está disponible a través de {new_enterprise}. Para canjear este cupón, primero debe cerrar sesión. Cuando vuelva a iniciar sesión, seleccione {new_enterprise} como su empresa y vuelva a intentarlo.
fil_ph: Ang coupon na ito ay ginawang available sa pamamagitan ng {new_enterprise}. Upang makuha ang kupon na ito, kailangan mo munang mag-logout. Kapag nag-log in ka muli, mangyaring piliin ang {new_enterprise} bilang iyong negosyo at subukang muli.
id: Kupon ini telah disediakan melalui {new_enterprise}. Untuk menebus kupon ini, Anda harus keluar terlebih dahulu. Saat Anda masuk kembali, pilih {new_enterprise} sebagai perusahaan Anda dan coba lagi.
pt_br: Este cupom foi disponibilizado através de {new_enterprise} . Para resgatar este cupom, primeiro você deve sair. Ao fazer login novamente, selecione {new_enterprise} como sua empresa e tente novamente.
pt_pt: Este cupão foi disponibilizado através de {new_enterprise}. Para resgatar este cupão, primeiro é necessário fazer logout. Quando voltar a iniciar sessão, selecione {new_enterprise} como a sua empresa e tente novamente.
sq: Ky kupon është vënë në dispozicion përmes {new_enterprise} . Për të përdorur këtë kupon, fillimisht duhet të dilni. Kur të identifikoheni përsëri, zgjidhni {new_enterprise} si ndërmarrjen tuaj dhe provoni përsëri.
sv: Den här kupongen har gjorts tillgänglig via {new_enterprise}. För att lösa in denna kupong måste du först logga ut. När du loggar in igen, välj {new_enterprise} som ditt företag och försök igen.
tr_tr: Bu kupon {new_enterprise} aracılığıyla kullanıma sunulmuştur. Bu kuponu kullanmak için önce çıkış yapmalısınız. Tekrar oturum açtığınızda, lütfen kuruluşunuz olarak {new_enterprise} seçin ve tekrar deneyin.
