Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, az, da, de_de, el, eo, es_419, es_es, fil_ph, id, pt_br, pt_pt, ru, sq, sv, sw_ke, tr_tr, zh_cn

source: This code is not valid with your email. Please login with the correct email assigned to the code or contact your Learning Manager for additional questions.
ar: هذا الرمز غير صالح مع بريدك الإلكتروني. يرجى تسجيل الدخول باستخدام البريد الإلكتروني الصحيح المخصص للرمز أو الاتصال بمدير التعلم لديك للإجابة على مزيد من الأسئلة.
da: Denne kode er ikke gyldig med din e-mail. Log venligst på med den korrekte e-mail, der er tildelt koden, eller kontakt din Learning Manager for yderligere spørgsmål.
de_de: Dieser Code ist mit Ihrer E-Mail nicht gültig. Bitte melden Sie sich mit der richtigen E-Mail an, die dem Code zugeordnet ist, oder wenden Sie sich bei weiteren Fragen an Ihren Learning Manager.
el: Αυτός ο κωδικός δεν είναι έγκυρος με το email σας. Συνδεθείτε με το σωστό email που έχει εκχωρηθεί στον κωδικό ή επικοινωνήστε με τον Υπεύθυνο εκμάθησης για επιπλέον ερωτήσεις.
eo: Thïs çödé ïs nöt välïd wïth ýöür émäïl. Pléäsé lögïn wïth thé çörréçt émäïl ässïgnéd tö thé çödé ör çöntäçt ýöür Léärnïng Mänägér för äddïtïönäl qüéstïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσł#
es_419: Este código no es válido para su correo. Por favor inicie sesión con el correo correcto asignado al código o contacte su gerente de aprendizaje para preguntas adicionales.
es_es: Este código no es válido con su correo electrónico. Inicie sesión con el correo electrónico correcto asignado al código o comuníquese con su administrador de aprendizaje si tiene preguntas adicionales.
fil_ph: Ang code na ito ay hindi wasto sa iyong email. Mangyaring mag-login gamit ang tamang email na nakatalaga sa code o makipag-ugnayan sa iyong Learning Manager para sa mga karagdagang tanong.
id: Kode ini tidak valid dengan email Anda. Harap login dengan email yang benar untuk kode tersebut atau hubungi Manajer Pembelajaran Anda untuk pertanyaan tambahan.
pt_br: Este código não é valido com o seu email. Por favor faça o login com o email correto atribuído ao código ou entre em contato com seu gerente de aprendizagem para obter mais questões.
pt_pt: Este código não é válido com o seu email. Por favor, inicie sessão com o email correto atribuído ao código ou contacte o seu Gestor de Aprendizagem para questões adicionais.
sq: Ky kod nuk është i vlefshëm me emailin tuaj. Ju lutemi identifikohuni me emailin e saktë të caktuar për kodin ose kontaktoni menaxherin tuaj të mësimit për pyetje shtesë.
sv: Denna kod är inte giltig med din e-post. Vänligen logga in med rätt e-postadress som tilldelats koden eller kontakta din Learning Manager för ytterligare frågor.
tr_tr: Bu kod, e-postanız için geçerli değildir. Lütfen koda atanan doğru e-posta ile oturum açın veya ek sorular için Öğrenim Yöneticinizle iletişime geçin.

source: Enterprise Customer UUID
ar: المعرّف المميز للمستخدم للعملاء المجموعات
az: Müəssisə müştərisi UUID
de_de: Unternehmenskunden UUID
el: UUID εταιρικού πελάτη
eo: Éntérprïsé Çüstömér ÛÛÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: cliente empresarial UUID
es_es: UUID de cliente empresarial
fil_ph: UUID ng Customer ng Enterprise
id: UUID Pelanggan Enterprise
pt_br: UUID do cliente corporativo
pt_pt: UUID do Utilizador Corporativo
ru: Корпоративный клиент UUID
sq: UUID e klientit të ndërmarrjes
tr_tr: Kurumsal Müşteri UUID
zh_cn: 企业客户UUID

source: Enterprise Customer Catalog UUID
ar: دليل المعرّف المميز للمستخدم للعملاء المجموعات
az: Müəssisə müştəri kataloqu UUID
da: Enterprise Kundekatalog UUID
de_de: Unternehmenskunden Katalog UUID
el: UUID καταλόγου εταιρικών πελατών
eo: Éntérprïsé Çüstömér Çätälög ÛÛÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Catálogo cliente empresarial UUID
es_es: UUID del catálogo de clientes empresariales
id: UUID Katalog Pelanggan Enterprise
pt_br: UUID do catálogo de clientes corporativos
pt_pt: UUID do Catálogo de Utilizador Corporativo
ru: Каталог корпоративных клиентов UUID
sq: Katalogu i klientëve të ndërmarrjeve UUID
sv: Enterprise Customer Catalogue UUID
tr_tr: Kurumsal Müşteri Katalog UUID
zh_cn: 企业客户目录UUID

source: Discount Type
ar: نوع الخصم
az: Endirim növü
da: Rabattype
de_de: Rabatttyp
el: Τύπος έκπτωσης
eo: Dïsçöünt Týpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Tipo de descuento
es_es: Tipo de descuento
fil_ph: Uri ng Diskwento
id: Jenis Diskon
pt_br: Tipo de Desconto
pt_pt: Tipo de Desconto
ru: Тип скидки
sq: Lloji i zbritjes
sv: Rabatttyp
sw_ke: Aina ya Punguzo la bei
tr_tr: İndirim Türü
zh_cn: 折扣类型

source: Discount Value
ar: قيمة الخصم
az: Endirim dəyəri
da: Rabatværdi
de_de: Rabattwert
el: Αξία έκπτωσης
eo: Dïsçöünt Välüé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Valor del descuento
es_es: Valor de descuento
fil_ph: Halaga ng Diskwento
id: Jumlah Diskon
pt_br: Valor do Desconto
pt_pt: Valor do Desconto
ru: Стоимость со скидкой
sq: Vlera e zbritjes
sv: Rabattvärde
sw_ke: Thamani ya Punguzo la bei
tr_tr: İndirim Bedeli
zh_cn: 折扣值

source: Contract Discount Type
ar: نوع خصم العقد
da: Kontrakt rabattype
de_de: Vertragsrabattart
el: Τύπος έκπτωσης σύμβασης
eo: Çönträçt Dïsçöünt Týpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Tipo de descuento de contrato.
es_es: Tipo de descuento de contrato
fil_ph: Uri ng Diskwento sa Kontrata
id: Jenis Diskon Kontrak
pt_br: Tipo de desconto do contrato
pt_pt: Tipo de Desconto de Contrato
sq: Lloji i zbritjes së kontratës
sv: Typ av kontraktsrabatt
tr_tr: Sözleşme İndirim Türü

source: Contract Discount
ar: خصم العقد
da: Kontrakt rabat
de_de: Vertragsrabatt
el: Έκπτωση συμβολαίου
eo: Çönträçt Dïsçöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Descuento de contrato
es_es: Descuento de contrato
fil_ph: Discount sa Kontrata
id: Diskon Kontrak
pt_br: Desconto de Contrato
pt_pt: Desconto de Contrato
sq: Zbritje në kontratë
sv: Avtalsrabatt
tr_tr: Sözleşme İndirimi

source: Prepaid Invoice Amount
ar: مبلغ فاتورة مسبقة الدفع
da: Forudbetalt fakturabeløb
de_de: Vorausbezahlter Rechnungsbetrag
el: Ποσό Προπληρωμένου Τιμολογίου
eo: Prépäïd Ìnvöïçé Àmöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Monto de la comprobante prepago.
es_es: Importe de la factura prepaga
fil_ph: Halaga ng Prepaid na Invoice
id: Jumlah Faktur Prabayar
pt_br: Valor da fatura pré-paga
pt_pt: Montante da Fatura Pré-paga
sq: Shuma e faturës së parapaguar
sv: Förbetalt fakturabelopp
tr_tr: Ön Ödemeli Fatura Tutarı

source: Salesforce Opportunity ID
ar: معرف فرصة فريق المبيعات
da: Salesforce-muligheds-id
de_de: Salesforce Gelegenheits ID
el: Αναγνωριστικό ευκαιρίας Salesforce
eo: Sälésförçé Öppörtünïtý ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Id de la Oportunidad en Salesforce
es_es: Id. de oportunidad de Salesforce
id: ID Peluang Salesforce
pt_br: ID de oportunidade do Salesforce
pt_pt: ID de oportunidade do Salesforce
sq: ID e Mundësisë së Salesforce
sv: Salesforce-möjlighets-ID
tr_tr: Salesforce Fırsat Kimliği

source: Salesforce Opportunity Line Item
ar: عنصر فرصة Salesforce
da: Salesforce-mulighedslinjepost
el: Στοιχείο γραμμής ευκαιρίας Salesforce
es_es: Elemento de línea de oportunidad de Salesforce
fil_ph: Item sa Linya ng Salesforce Opportunity
pt_br: Item de linha de oportunidade do Salesforce
sq: Artikulli i linjës së mundësive të Salesforce

source: Emails Addresses
ar: عناوين البريد الإلكترونية
da: E-mails adresser
el: Διευθύνσεις email
es_es: Direcciones de correo electrónico
fil_ph: Mga Email Address
id: Alamat Email
pt_br: Endereços de e-mail
pt_pt: Endereços de e-mail
sq: Adresat e emailit
sv: E-postadresser
tr_tr: E-posta Adresleri

source: Comma separated emails which will receive the offer usage alerts
ar: رسائل البريد الإلكتروني المفصولة بفاصلة والتي ستتلقى تنبيهات حول استخدام العرض
da: Kommaseparerede e-mails, som vil modtage beskeder om tilbudsbrug
el: Μηνύματα ηλεκτρονικού ταχυδρομείου διαχωρισμένα με κόμματα που θα λαμβάνουν τις ειδοποιήσεις χρήσης της προσφοράς
es_es: Correos electrónicos separados por comas que recibirán las alertas de uso de la oferta
fil_ph: Mga email na pinaghihiwalay ng kuwit na makakatanggap ng mga alerto sa paggamit ng alok
id: Email yang dipisahkan koma yang akan menerima peringatan penggunaan penawaran
pt_br: E-mails separados por virgula não receberão os alertas de uso da oferta
pt_pt: E-mails separados por vírgulas que receberão os alertas de uso da oferta
sq: Email-et e ndara me presje të cilat do të marrin sinjalizimet e përdorimit të ofertës
sv: Kommaseparerade e-postmeddelanden som kommer att få varningar om erbjudandeanvändning
tr_tr: Teklif kullanım uyarılarını alacak virgülle ayrılmış e-postalar

source: Frequency for offer usage emails
ar: مدى تكرار رسائل البريد الإلكتروني لاستخدام العرض
da: Hyppighed for tilbudsbrugsmails
el: Συχνότητα email χρήσης προσφοράς
es_es: Frecuencia de los correos electrónicos de uso de la oferta
fil_ph: Dalas para sa mga email sa paggamit ng alok
id: Frekuensi untuk email penggunaan penawaran
pt_br: Frequência de e-mails de uso de ofertas
pt_pt: Frequência para e-mails de uso da oferta
sq: Frekuenca për emailet e përdorimit të ofertës
sv: Frekvens för e-postmeddelanden om erbjudandensanvändning
tr_tr: Teklif kullanım e-postalarının sıklığı

source: The maximum number of enrollments that can redeem this offer.
ar: الحد الأعلى لعدد مرات الالتحاق التي يمكن لها الاستفادة من هذا العرض.
da: Det maksimale antal tilmeldinger, der kan indløse dette tilbud.
el: Ο μέγιστος αριθμός εγγραφών που μπορούν να εξαργυρώσουν αυτήν την προσφορά.
eo: Thé mäxïmüm nümßér öf énröllménts thät çän rédéém thïs öffér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: El número máximo de inscripciones que pueden canjear esta oferta.
es_es: El número máximo de inscripciones que pueden canjear esta oferta.
fil_ph: Ang maximum na bilang ng mga enrollment na maaaring kunin ang alok na ito.
id: Jumlah maksimum pendaftaran yang dapat menukarkan tawaran ini.
pt_br: O número máximo de inscrições que podem resgatar esta oferta.
pt_pt: O número máximo de inscrições que podem resgatar esta oferta.
sq: Numri maksimal i regjistrimeve që mund të përdorin këtë ofertë.
sv: Det maximala antalet registreringar som kan lösa in detta erbjudande.
tr_tr: Bu tekliften yararlanabilecek maksimum kayıt sayısı.

source: The maximum USD dollar amount that can be redeemed by this offer.
ar: الحد الأعلى للمبلغ بالدولار الأمريكي الذي يمكن استرداده بواسطة هذا العرض.
da: Det maksimale beløb, der kan indløses ved dette tilbud.
el: Το μέγιστο ποσό σε δολάρια ΗΠΑ που μπορεί να εξαργυρωθεί με αυτήν την προσφορά.
eo: Thé mäxïmüm ÛSD döllär ämöünt thät çän ßé rédééméd ßý thïs öffér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: El monto máximo en dólares estadounidenses que puede canjearse por esta oferta.
es_es: El monto máximo en dólares estadounidenses que se puede canjear por esta oferta.
fil_ph: Ang maximum na halaga ng USD dollar na maaaring i-redeem ng alok na ito.
id: Jumlah dolar USD maksimum yang dapat ditebus dengan penawaran ini.
pt_br: O valor máximo em dólares americanos que pode ser resgatado por esta oferta.
pt_pt: O valor máximo em dólares americanos que pode ser resgatado por esta oferta.
sq: Shuma maksimale në dollarë USD që mund të përdoret nga kjo ofertë.
sv: Det maximala beloppet i USD som kan lösas in med detta erbjudande.
tr_tr: Bu teklifle kullanılabilecek maksimum USD dolar tutarı.

source: The maximum number of enrollments, by a user, that can redeem this offer.
ar: الحد الأدنى لعدد مرات الالتحاق التي يمكن لها الاستفادة من هذا العرض.
da: Det maksimale antal tilmeldinger af en bruger, der kan indløse dette tilbud.
el: Ο μέγιστος αριθμός εγγραφών, από έναν χρήστη, που μπορεί να εξαργυρώσει αυτήν την προσφορά.
eo: Thé mäxïmüm nümßér öf énröllménts, ßý ä üsér, thät çän rédéém thïs öffér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: El número máximo de inscripciones, por usuario, que puede canjear esta oferta.
fil_ph: Ang maximum na bilang ng mga enrollment, ng isang user, na maaaring kunin ang alok na ito.
id: Jumlah maksimum pendaftaran, oleh seorang pengguna, yang dapat menukarkan tawaran ini.
pt_br: O número máximo de inscrições, por um usuário que podem resgatar esta oferta.
pt_pt: O número máximo de inscrições, por usuário, que podem resgatar esta oferta.
sq: Numri maksimal i regjistrimeve, nga një përdorues, që mund ta shfrytëzojë këtë ofertë.
sv: Det maximala antalet registreringar av en användare som kan lösa in detta erbjudande.
tr_tr: Bu tekliften faydalanan bir kullanıcı tarafından kullanabilecek maksimum kayıtlanma sayısı.

source: The maximum USD dollar amount that can be redeemed using this offer by a user.
ar: الحد الأعلى للمبلغ بالدولار الأمريكي الذي يمكن استرداده بواسطة هذا العرض من قبل مستخدم واحد.
da: Det maksimale beløb, der kan indløses ved at bruge dette tilbud af en bruger.
el: Το μέγιστο ποσό σε δολάρια ΗΠΑ που μπορεί να εξαργυρωθεί χρησιμοποιώντας αυτήν την προσφορά από έναν χρήστη.
eo: Thé mäxïmüm ÛSD döllär ämöünt thät çän ßé rédééméd üsïng thïs öffér ßý ä üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: El monto máximo en dólares estadounidenses que un usuario puede canjear con esta oferta.
fil_ph: Ang maximum na halaga ng USD dollar na maaaring i-redeem gamit ang alok na ito ng isang user.
id: Jumlah maksimum dolar USD yang dapat ditebus menggunakan penawaran ini oleh pengguna.
pt_br: O valor máximo de dólares americanos que pode ser resgatado usando esta oferta por um do utilizador.
pt_pt: O valor máximo em dólares americanos que pode ser resgatado usando esta oferta por um usuário.
sq: Shuma maksimale në dollarë USD që mund të përdoret duke përdorur këtë ofertë nga një përdorues.
sv: Det maximala beloppet i USD som kan lösas in med detta erbjudande av en användare.
tr_tr: Bu teklif kullanılarak bir kullanıcı tarafından faydalanılabilecek maksimum ABD Doları tutarı.

source: Start Date
ar: تاريخ البدء
az: Başlanğıc tarixi
da: Start dato
de_de: Start-Datum
el: Ημερομηνία Έναρξης
eo: Stärt Däté Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Fecha de inicio
es_es: Fecha de inicio
fil_ph: Petsa ng Pagsisimula
id: Tanggal Mulai
pt_br: Data de Início
pt_pt: Data Inicial
ru: Дата начала
sq: Data e fillimit
sv: Start datum
sw_ke: Tarehe ya Kuanza
tr_tr: Başlama Tarihi
zh_cn: 开始日期

source: End Date
ar: تاريخ الانتهاء
az: Bitmə tarixi
da: Slutdato
de_de: Enddatum
el: Ημερομηνία λήξης
eo: Énd Däté Ⱡ'σяєм ιρѕυм ∂#
es_419: Fecha de finalización
es_es: Fecha de finalización
fil_ph: Petsa ng Pagtatapos
id: Tanggal Berakhir
pt_br: Data de Término
pt_pt: Data Final
ru: Дата окончания
sq: Data e përfundimit
sv: Slutdatum
sw_ke: Tarehe ya Kumaliza
tr_tr: Bitiş Tarihi
zh_cn: 结束日期

source: Enrollment Limit
ar: حد الالتحاق
da: Tilmeldingsgrænse
el: Όριο εγγραφής
eo: Énröllmént Lïmït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Límite de inscripción
es_es: Límite de inscripción
fil_ph: Limitasyon sa Pagpapatala
id: Batas Pendaftaran
pt_br: Limite de Inscrição
pt_pt: Limite de Inscrição
sq: Kufiri i regjistrimit
sv: Registreringsgräns
tr_tr: Kayıt Limiti

source: Bookings Limit
ar: حد الحجوزات
da: Bestillingsgrænse
el: Όριο κρατήσεων
eo: Böökïngs Lïmït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Límite de reservas
es_es: Límite de reservas
fil_ph: Limitasyon sa Pag-book
id: Batas Pemesanan
pt_br: Limite de reservas
pt_pt: Limite de reservas
sq: Kufiri i rezervimeve
sv: Bokningsgräns
tr_tr: Rezervasyon Limiti

source: Per User Enrollment Limit
ar: حد الالتحاق لكل مستخدم
da: Tilmeldingsgrænse pr. bruger
el: Όριο εγγραφής ανά χρήστη
eo: Pér Ûsér Énröllmént Lïmït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Límite de inscripción por usuario
fil_ph: Bawat User Enrollment Limit
id: Per Batas Pendaftaran Pengguna
pt_br: Limite de inscrição por usuário
pt_pt: Limite de inscrição por usuário
sq: Kufiri i regjistrimit për përdorues
sv: Gräns ​​för registrering per användare
tr_tr: Kullanıcı Başına Kayıt Sınırı

source: Per User Bookings Limit
ar: حد الحجوزات لكل مستخدم
da: Bestillingsgrænse pr. bruger
el: Όριο κρατήσεων ανά χρήστη
eo: Pér Ûsér Böökïngs Lïmït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Límite de reservas por usuario
fil_ph: Bawat Limitasyon sa Pag-book ng User
id: Per Batas Pemesanan Pengguna
pt_br: Limite de reservas por usuário
pt_pt: Limite de reservas por usuário
sq: Kufiri i rezervimeve për përdorues
sv: Bokningsgräns per användare
tr_tr: Kullanıcı Başına Rezervasyon Sınırı

source: Ensure new value must be greater than or equal to consumed({offer_enrollments}) value.
ar: تأكد من أن القيمة الجديدة أكبر من أو تساوي({offer_enrollments}) من القيمة المستهلكة .
da: Sørg for, at den nye værdi skal være større end eller lig med den forbrugte værdi ({offer_enrollments}).
el: Βεβαιωθείτε ότι η νέα τιμή πρέπει να είναι μεγαλύτερη ή ίση με την τιμή κατανάλωσης ( {offer_enrollments} ).
eo: Énsüré néw välüé müst ßé gréätér thän ör éqüäl tö çönsüméd({offer_enrollments}) välüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Asegúrese de que el nuevo valor sea mayor o igual al valor consumido ({offer_enrollments}).
es_es: Asegúrese de que el nuevo valor debe ser mayor o igual que el valor consumido ({offer_enrollments}).
fil_ph: Siguraduhin na ang bagong value ay dapat na mas malaki kaysa o katumbas ng nakonsumo ({offer_enrollments}) value.
id: Pastikan nilai baru harus lebih besar dari atau sama dengan nilai yang dipakai ({offer_enrollments}).
pt_br: Certifique-se de que o novo valor seja maior ou igual ao valor consumido ( {offer_enrollments} ).
pt_pt: Certifique-se de que o novo valor seja maior ou igual ao valor consumido({offer_enrollments}).
sq: Sigurohuni që vlera e re duhet të jetë më e madhe ose e barabartë me vlerën e konsumuar ( {offer_enrollments} ).
sv: Se till att det nya värdet måste vara större än eller lika med det förbrukade värdet ({offer_enrollments}).
tr_tr: Yeni değerin tüketilen ({offer_enrollments}) değerinden büyük veya ona eşit olduğundan emin olun.

source: Salesforce Opportunity ID must be 18 alphanumeric characters and begin with 006.
ar: يجب أن يتألف معرف فرصة Salesforce من 18 حرفًا أبجديًا رقميًا ويبدأ بـ 006.
da: Salesforce-muligheds-id skal være på 18 alfanumeriske tegn og begynde med 006.
el: Το αναγνωριστικό ευκαιρίας Salesforce πρέπει να αποτελείται από 18 αλφαριθμητικούς χαρακτήρες και να ξεκινά με 006.
es_es: El Id. de oportunidad de Salesforce debe tener 18 caracteres alfanuméricos y comenzar con 006.
fil_ph: Ang Salesforce Opportunity ID ay dapat na 18 alphanumeric na character at nagsisimula sa 006.
pt_br: A ID de oportunidade do Salesforce deve ter 18 caracteres alfanuméricos e começar com 006.
pt_pt: O ID de oportunidade do Salesforce deve ter 18 caracteres alfanuméricos e começar com 006.
sq: ID-ja e Opportunity Salesforce duhet të ketë 18 karaktere alfanumerike dhe të fillojë me 006.
sv: Salesforce Opportunity ID måste bestå av 18 alfanumeriska tecken och börja med 006.
tr_tr: Salesforce Fırsat ID'si 18 karakterli alfanümerik olmalı ve 006 ile başlamalı.

source: The Salesforce Opportunity Line Item must be 18 alphanumeric characters and begin with '00k'.
ar: يجب أن يتكون بند فرصة Salesforce من 18 حرفًا أبجديًا رقميًا ويبدأ بـ &quot;00k&quot;.
da: Salesforce-mulighedslinjeposten skal være på 18 alfanumeriske tegn og begynde med &#39;00k&#39;.
el: Το στοιχείο γραμμής ευκαιρίας Salesforce πρέπει να αποτελείται από 18 αλφαριθμητικούς χαρακτήρες και να ξεκινά με &quot;00k&quot;.
es_es: El elemento de oportunidad de Salesforce debe tener 18 caracteres alfanuméricos y comenzar con un número.
fil_ph: Dapat na 18 alphanumeric na character ang Salesforce Opportunity Line Item at nagsisimula sa &#39;00k&#39;.
pt_br: O item de linha de oportunidade do Salesforce deve ter 18 caracteres alfanuméricos e começar com &#39;00k&#39;.
sq: Artikulli i linjës Salesforce Opportunity duhet të ketë 18 karaktere alfanumerike dhe të fillojë me &#39;00k&#39;.

source: Ensure this value is greater than or equal to 0.
ar: تأكد من أن هذه القيمة أكبر من أو تساوي 0.
da: Sørg for, at denne værdi er større end eller lig med 0.
el: Βεβαιωθείτε ότι αυτή η τιμή είναι μεγαλύτερη ή ίση με 0.
eo: Énsüré thïs välüé ïs gréätér thän ör éqüäl tö 0. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Asegúrese de que este valor sea mayor o igual a 0.
es_es: Asegúrese de que este valor sea mayor o igual a 0.
fil_ph: Tiyaking mas malaki ang value na ito sa o katumbas ng 0.
id: Pastikan nilai ini lebih besar dari atau sama dengan 0.
pt_br: Certifique-se que este valor sej mior ou igual a 0
pt_pt: Certifique-se de que este valor seja maior ou igual a 0.
sq: Sigurohuni që kjo vlerë të jetë më e madhe ose e barabartë me 0.
sv: Se till att detta värde är större än eller lika med 0.
tr_tr: Bu değerin 0'dan büyük veya 0'a eşit olduğundan emin olun.

source: Ensure new value must be greater than or equal to consumed({consumed_discount:.2f}) value.
ar: تأكد من أن القيمة الجديدة أكبر من أو تساوي({consumed_discount:.2f}) من القيمة المستهلكة .
da: Sørg for, at den nye værdi skal være større end eller lig med den forbrugte ({consumed_discount:.2f}) værdi.
el: Βεβαιωθείτε ότι η νέα τιμή πρέπει να είναι μεγαλύτερη ή ίση με την τιμή κατανάλωσης ({consumed_discount:.2f}).
es_es: Asegúrese de que el nuevo valor debe ser mayor o igual que el valor consumido ({descuento_consumido: .2f}).
fil_ph: Siguraduhin na ang bagong halaga ay dapat na mas malaki kaysa o katumbas ng halaga ng nakonsumo ({consumed_discount:.2f}).
id: Pastikan nilai baru harus lebih besar dari atau sama dengan nilai yang dikonsumsi ({used_discount: .2f}).
pt_br: Certifique-se de que o novo valor seja maior ou igual ao valor consumido({consumed_discount:.2f}).
pt_pt: Certifique-se de que o novo valor deve ser maior ou igual ao valor consumido({consumed_discount:.2f}).
sq: Sigurohuni që vlera e re të jetë më e madhe ose e barabartë me vlerën e konsumuar ({consumed_discount:.2f}).
sv: Se till att det nya värdet måste vara större än eller lika med det förbrukade värdet ({consumed_discount:.2f}).
tr_tr: Yeni değerin tüketilen ({consumed_discount:.2f}) değerinden büyük veya ona eşit olduğundan emin olun.

source: Given email address {email} is not a valid email.
ar: عنوان البريد الإلكتروني المعطى {email} غير صحيح.
da: Den angivne e-mailadresse {email} er ikke en gyldig e-mail.
el: Η δεδομένη διεύθυνση email {email} δεν είναι έγκυρο email.
es_es: La dirección de correo electrónico dada {email} no es un correo electrónico válido.
fil_ph: Ang ibinigay na email address na {email} ay hindi wastong email.
id: Alamat email yang diberikan {email} bukanlah email yang valid.
pt_br: O endereço de e-mail fornecido {email} não é um e-mail válido.
pt_pt: O endereço de e-mail fornecido {email} não é um e-mail válido.
sq: Adresa e dhënë e emailit {email} nuk është një email i vlefshëm.
sv: Den angivna e-postadressen {email} är inte en giltig e-postadress.
tr_tr: Verilen e-posta adresi {email} geçerli bir e-posta değil.
