Repository: openedx/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ca, da, de_de, eo, es_419, es_es, fr_ca, he, hi, id, ja_jp, ka, pt_br, ru, sw_ke, tr_tr, uk, zh_cn

source: Can be used multiple times by multiple customers
ar: يمكن لعدّة زبائن استخدامه لعدّة مرات
ca: Pot ser utilitzat múltiples vegades per diversos clients
da: Kan bruges flere gange af flere kunder
de_de: Kann mehrfach von mehreren Teilnehmern genutzt werden.
eo: Çän ßé üséd mültïplé tïmés ßý mültïplé çüstömérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Puede ser usado múltiples veces por múltiples clientes
es_es: Puede ser utilizado varias veces por varios clientes
fr_ca: Peut être utilisé à plusieurs reprises par de multiples clients
he: מספר לקוחות יכולים להשתמש בזה מספר פעמים
hi: कई ग्राहकों द्वारा कई बार उपयोग किया जा सकता है
id: Dapat digunakan beberapa kali oleh beberapa kustomer
ja_jp: 複数の人に複数回お使いいただけます
ka: შესაძლებელია მრავალი მომხმარებლის მიერ მრავლობითი გამოყენება
pt_br: Pode ser utilizado várias vezes por vários clientes
ru: Может быть использован много раз многими клиентами
sw_ke: Inaweza kutumiwa mara nyingi na wateja wengi
tr_tr: Birden fazla müşteri tarafından çok kez kullanılabilir
uk: Може бути використано кілька разів кількома покупцями
zh_cn: 能被多位顾客使用多次

source: Can be used once by multiple customers
ar: يمكن لعدّة زبائن استخدامه لمرّة واحدة
ca: Es pot utilitzar una vegada per diversos clients
da: Kan bruges én gang af flere kunder
de_de: Kann jeweils einmal genutzt werden von verschiedenen Teilnehmern.
eo: Çän ßé üséd önçé ßý mültïplé çüstömérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Puede ser usado una vez por múltiples clientes
es_es: Puede ser utilizado una vez por múltiples clientes
fr_ca: Peut être utilisé une fois par plusieurs clients
he: מספר לקוחות יכולים להשתמש בזה פעם אחת
hi: कई ग्राहकों द्वारा एक बार उपयोग किया जा सकता है
id: Dapat digunakan sekali oleh beberapa kustomer
ja_jp: 複数の人に1回お使いいただけます
ka: შესაძლებელია მრავალი მომხმარებლის მიერ მხოლოდ ერთხელ გამოყენება
pt_br: Pode ser utilizado por vários usuários
ru: Может быть использован один раз многими клиентами
sw_ke: Inaweza kutumika mara moja kwa wateja wengi
tr_tr: Birden fazla müşteri için bir kez kullanılabilir
uk: Може бути використано один раз кількома покупцями
zh_cn: 能被多位顾客使用一次

source: Enrollment Code
ar: رمز التسجيل
ca: Codi d'inscripció
da: Tilmeldingskode
de_de: Einschreibungscode
eo: Énröllmént Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Código de Inscripción
es_es: Código de inscripción
fr_ca: Code d'inscription
he: קוד הרשמה
hi: नामांकन कोड
id: Kode Pendaftaran
ja_jp: 受講登録コード
ka: ჩარიცხვის კოდი
pt_br: Código de Matrícula
ru: Регистрационный код
sw_ke: Msimbo wa kujiandikisha
tr_tr: Kayıt Kodu
uk: Реєстраційний код
zh_cn: 选课码

source: Discount Code
ar: رمز الخصم
ca: Codi de descompte
da: Rabatkode
de_de: Gutschein-Code
eo: Dïsçöünt Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Cupón de Descuento
es_es: Código de descuento
fr_ca: Code de réduction
he: קוד הנחה
hi: डिस्काउंट कोड
id: Kode Diskon
ja_jp: 割引コード
ka: ფასდაკლების კოდი
pt_br: Código de desconto
ru: Скидочный код
sw_ke: Msimbo uliopunguzwa
tr_tr: İndirim kodu
uk: Код знижки
zh_cn: 折扣码

source: Save Changes
ar: حفّظ التغييرات
ca: Guardar canvis
da: Gem ændringer
de_de: Änderungen speichern
eo: Sävé Çhängés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Guardar Cambios
es_es: Guardar cambios
fr_ca: Enregistrer les modifications
he: שמור שינויים
hi: परिवर्तनों को सुरक्षित करें
id: Simpan Perubahan
ja_jp: 変更を保存
ka: ცვლილებების დამახსოვრება
pt_br: Salvar alterações
ru: Сохранить изменения
sw_ke: Hifadhi Mabadiliko
tr_tr: Değişikleri Kaydet
uk: Зберегти Зміни
zh_cn: 保存更改

source: Create Coupon
ar: إنشاء قسيمة
ca: Crear Cupó
da: Opret kupon
de_de: Erstelle Gutschein
eo: Çréäté Çöüpön Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Crear Cupón
es_es: Crear cupón
fr_ca: Créer un coupon
he: צור שובר
hi: कूपन बनाएं
id: Buat Kupon
ja_jp: クーポンを作成
ka: კუპონის შექმნა
pt_br: Criar cupom
ru: Создать купон
sw_ke: Buni Kuponi
tr_tr: Kupon Oluştur
uk: Створити купон
zh_cn: 创建优惠券

source: Name
ar: الاسم
ca: Nom
da: Navn
eo: Nämé Ⱡ'σяєм ι#
es_419: Nombre
es_es: Nombre
fr_ca: Nom
he: שם
hi: नाम
id: Nama
ja_jp: 名前
ka: სახელი
pt_br: Nome
ru: Имя
sw_ke: Jina
tr_tr: İsim
uk: Ім'я
zh_cn: 名字

source: Created
ca: Creat
da: Oprettet
de_de: Erstellt
eo: Çréätéd Ⱡ'σяєм ιρѕυм #
es_419: Creado
es_es: Creado
fr_ca: Créé
hi: बनाया गया
id: Telah dibuat
ja_jp: 作成済
pt_br: Criado
ru: Создано
sw_ke: Imebuniwa
tr_tr: Oluşturma
uk: Створено
zh_cn: 已创建

source: Custom Code
ar: الرمز المخصص
ca: Codi personalitzat
da: Brugerdefineret kode
de_de: Individueller Code
eo: Çüstöm Çödé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Código personalizado
es_es: Código personalizado
fr_ca: Code personnalisé
he: קוד מותאם אישית
hi: कस्टम कोड
id: Kode Kustom
ja_jp: カスタム・コード
ka: მომხმარებლის კოდი
pt_br: Código padrão
ru: Пользовательский код
sw_ke: 'Alama' za kawaida
tr_tr: Özel Kod
uk: Власний код
zh_cn: 自定义代码

source: Client
ar: العميل
da: Klient
de_de: Kunde
eo: Çlïént Ⱡ'σяєм ιρѕυ#
es_419: Cliente
es_es: Cliente
he: לקוח
hi: ग्राहक
id: Klien
ka: კლიენტი
pt_br: Cliente
ru: Клиент
sw_ke: Mteja
tr_tr: Müşteri
uk: Клієнт
zh_cn: 客户端

source: Category
ar: الفئة
ca: Categoria
da: Kategori
de_de: Kategorie
eo: Çätégörý Ⱡ'σяєм ιρѕυм ∂#
es_419: Categoría
es_es: Categoría
fr_ca: Catégorie
he: קטגוריה
hi: श्रेणी
id: Kategori
ka: კატეგორია
pt_br: Categoria
ru: Категория
sw_ke: Kundi
tr_tr: Kategori
uk: Категорія
zh_cn: 分类

source: Coupon Report
ar: تقرير القسيمة
ca: Informe de cupons
da: Kuponrapport
de_de: Gutschein Report
eo: Çöüpön Répört Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Informe de Cupón
es_es: Informe de cupones
fr_ca: Rapport sur les coupons
he: דוח שוברים
hi: कूपन रिपोर्ट
id: Laporan Kupon
ja_jp: クーポン報告
ka: კუპონების საანგარიშო ბარათი
pt_br: Relatório de cupons
ru: Отчет по купонам
sw_ke: Taarifa ya 'Kuponi'
tr_tr: Kupon Raporu
uk: Інформація про купон
zh_cn: 优惠券报告

source: Search...
ar: بحث...
ca: Cercar...
da: Søg...
de_de: Suche...
eo: Séärçh... Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Buscar...
es_es: Búsqueda...
fr_ca: Recherche...
he: חיפוש...
hi: खोज...
id: Cari
ja_jp: 検索…
ka: ძიება…
pt_br: Buscar...
ru: Поиск...
sw_ke: Tafuta...
tr_tr: Ara...
uk: Пошук...
zh_cn: 搜索

source: Next
ar: التالي
ca: Següent
da: Næste
de_de: Nächste
eo: Néxt Ⱡ'σяєм ι#
es_419: Siguiente
es_es: Siguiente
fr_ca: Suivant
he: הבא
hi: अगला
id: Selanjutnya
ja_jp: 次へ
ka: მომდევნო
pt_br: Próximo
ru: Вперёд
sw_ke: Ifuatayo
tr_tr: Sonraki
uk: Наступний
zh_cn: 下一个

source: Previous
ar: السابق
ca: Anterior
da: Tidligere
de_de: Vorherige
eo: Prévïöüs Ⱡ'σяєм ιρѕυм ∂#
es_419: Anterior
es_es: Anterior
fr_ca: Précédent
he: הקודם
hi: पिछला
id: Sebelumnya
ja_jp: 前へ
ka: წინა
pt_br: Anterior
ru: Назад
sw_ke: Iliyopita
tr_tr: Önceki
uk: Попередній
zh_cn: 上一个

source: Displaying _START_ to _END_ of _TOTAL_ coupons
ar: عرض قسائم _START_ to _END_ of _TOTAL_
ca: Mostrant _START_ a _END_ del _TOTAL_ cupons
da: Viser _START_ til _END_ af _TOTAL_ kuponer
eo: Dïspläýïng _STÀRT_ tö _ÉND_ öf _TÖTÀL_ çöüpöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Mostrando _START_ al _END_ de _TOTAL_ cupones
es_es: Mostrando del _START_ al _END_ de _TOTAL_ cupones
fr_ca: Afficher _START_ à _END_ de _TOTAL_ coupons
he: הצגת _START_ to _END_ of _TOTAL_ שוברים
hi: प्रदर्शित किया जा रहा है _START_ to _END_ of _TOTAL_ कूपन
id: Menampilkan _START_ to _END_ of _TOTAL_ kupon
ja_jp: _TOTAL_クーポンのうち_START_ ～ _END_のクーポンを表示中
ka: ნაჩვენებია _START_ - _END_ სულ _TOTAL_ კუპონიდან
pt_br: Mostrando _START_ a _END_ de _TOTAL_ cupons
ru: Отображено _START_ to _END_ of _TOTAL_ купонов
sw_ke: Onesha _MWANZO_ mpaka _MWISHO_ wa _JUMLA_ kuponi
zh_cn: 正在显示第 _START_ 张到第 _END_ 张优惠券，共 _TOTAL_ 张优惠券

source: (filtered from _MAX_ total coupons)
ar: (مرشّح من إجمالي _MAX_ قسيمة)
ca: (filtrat de _MAX_ total cupons)
da: (filtreret fra _MAX_ samlede kuponer)
eo: (fïltéréd fröm _MÀX_ tötäl çöüpöns) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: (filtrado desde _MAX_ cupones en total)
es_es: (filtrado de _MAX_ cupones totales)
fr_ca: (filtré à partir de _MAX_ coupons totaux)
he: (מסונן מתוך _MAX_ שוברים בסך הכל)
hi: (फ़िल्टर किया गया _MAX_ कुल कूपन)
id: (difilter dari _MAX_ total kupon)
ja_jp: (全_MAX_枚のクーポンからフィルタリング)
ka: (გაფილტრულია ყველა _MAX_ კუპონიდან)
ru: (отобрано из _MAX_ купонов)
sw_ke: (imechujwa kutoka _MAX_ jumla ya kuponi)
zh_cn: (已从_MAX_ 张优惠券中筛选)

source: Display _MENU_ coupons
ar: عرض قسائم _MENU_
ca: Mostrant _MENU_ cupons
da: Vis _MENU_ kuponer
eo: Dïspläý _MÉNÛ_ çöüpöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Mostrar _MENU_ cupones
es_es: Mostrar _MENU_ cupones
fr_ca: Afficher les coupons _MENU_
he: הצג _MENU_ שוברים
hi: प्रदर्शित करें _MENU_ कूपन
id: Tampilkan _MENU_ kupon
ja_jp: _MENU_クーポンを表示
ka: _MENU_ კუპონების ჩვენება
ru: Отобразить _MENU_ купоны
sw_ke: Onesha _MENYU_ kuponi
tr_tr: _MENU_ kuponlarını göster
zh_cn: 显示 _MENU_ 优惠券

source: Free (Audit)
ar: مجاني (مستمع)
ca: Gratuït (Auditoria)
da: Gratis (revision)
de_de: Kostenfrei (Gasthörer)
eo: Fréé (Àüdït) Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Gratis (asistente)
es_es: Gratis (Auditoria)
fr_ca: Gratuit (Auditeur)
he: חינם (שומע חופשי)
hi: मुफ़्त (ऑडिट)
id: Bebas (Audit)
ja_jp: 無料(聴講)
ka: უფასო (სერტიფიკატის გარეშე)
pt_br: Gratuíto(Audit)
ru: Бесплатно (без сертификата)
sw_ke: Bure (Ukaguzi)
tr_tr: Ücretsiz (Denetim)
uk: Безкоштовно (аудит)
zh_cn: 免费(试听)

source: Free audit track. No certificate.
ar: مساق استماع مجاني. لا تُمنح شهادة.
ca: Ruta d'auditoria gratuïta. Sense certificat.
da: Gratis revisionsspor. Intet certifikat.
de_de: Kostenfreier Gasthörerschaft. Kein Zertifikat.
eo: Fréé äüdït träçk. Nö çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Modalidad gratuita como asistente. Sin certificado.
es_es: Pista de auditoría gratuita. Sin certificado.
fr_ca: Parcours auditeur libre. Aucune attestation.
he: מסלול חינם לשומע חופשי. ללא תעודה.
hi: मुफ़्त ऑडिट ट्रैक। कोई प्रमाणपत्र नहीं।
id: Jalur audit bebas. Tanpa sertifikat.
ja_jp: 無料聴講。修了証なし。
ka: უფასო კურსი. სერტიფიკატის გარეშე.
pt_br: Curso de auditoria gratuíto. Sem certificado.
ru: Бесплатный курс. Без сертификата.
sw_ke: Ukaguzi wa bure wa hesabu. Bila 'cheti'.
tr_tr: Ücretsiz denetim yolu. Sertifikasız.
uk: Безкоштовний перегляд-аудит. Без сертифікату.
zh_cn: 免费试听路径。无证书。

source: Verified and Audit
da: Verificeret og revision
de_de: Verifiziert und Gasthörer
eo: Vérïfïéd änd Àüdït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Verificado y Asistente
es_es: Verificado y auditado
fr_ca: Vérifié et audit
hi: सत्यापित और ऑडिट
pt_br: Verificado e Auditado
uk: Підтверджений та аудит

source: Paid certificate track with initial verification and Verified Certificate.
da: Betalt certifikatspor med indledende verifikation og verificeret certifikat.
de_de: Bezahlter Kurs mit initialer Verfizierung und verifiziertem Zertifikat.
eo: Päïd çértïfïçäté träçk wïth ïnïtïäl vérïfïçätïön änd Vérïfïéd Çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Seguimiento de certificado pagado con verificación inicial y certificado verificado.
es_es: Seguimiento de certificado pagado con verificación inicial y certificado verificado.
fr_ca: Parcours d'attestation payante avec vérification initiale et attestation vérifiée.
hi: प्रारंभिक सत्यापन और सत्यापित प्रमाणपत्र के साथ सशुल्क प्रमाणपत्र ट्रैक।
pt_br: Rastreamento de certificado pago com verificação inicial e Certificado Verificado.
uk: Платний перегляд з початковим підтвердження та підтвердженим сертифікатом.

source: Also includes the free audit track.
da: Indeholder også det gratis revisionsspor.
de_de: Enthält auch den kostenlosen Gasthörer Pfad.
eo: Àlsö ïnçlüdés thé fréé äüdït träçk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Incluye también la ruta de asistente gratuita.
es_es: También incluye la pista de auditoría gratuita.
fr_ca: Comprend également la piste d'audit gratuite.
hi: इसमें निःशुल्क ऑडिट ट्रैक भी शामिल है।
pt_br: Também inclui a faixa de ouvinte gratuita.
uk: Безкоштовний перегляд-аудит дозволено

source: Verified Only
da: Kun verificeret
de_de: Nur verifiziert
eo: Vérïfïéd Önlý Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Solo verificado
es_es: Solo verificado
fr_ca: Vérifié seulement
hi: केवल सत्यापित
pt_br: Apenas Verificado
uk: Тільки підтверджений

source: Professional Education
ar: تعليم مهني
ca: Educació professional
da: Professionel uddannelse
de_de: Berufsbildung
eo: Pröféssïönäl Édüçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Educación profesional
es_es: Educación profesional
fr_ca: Formation professionnelle
he: השכלה מקצועית
hi: व्यावसायिक शिक्षा
id: Pendidikan Profesional
ja_jp: 専門家教育
ka: პროფესიული განათლება
pt_br: Educação Profissional
ru: Профессиональное образование
sw_ke: Elimu ya Kitaalamu
tr_tr: Profesyonel Eğitim
uk: Професійна освіта
zh_cn: 专业教育

source: Paid certificate track with initial verification and Professional Education Certificate
ca: Rastreig de certificat de pagament amb verificació inicial i Certificat d'educació professional
da: Betalt certifikatspor med indledende verifikation og professionelt uddannelsesbevis
de_de: Teilnahme mit bezahltem Zertifikat und Vorabverifikation zur Erlangung eines Professional Education Zertifikat
eo: Päïd çértïfïçäté träçk wïth ïnïtïäl vérïfïçätïön änd Pröféssïönäl Édüçätïön Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Ruta de certificado pagado con verificación inicial y Certificado de Educación Profesional
es_es: Pista de certificado de pago con Verificación y con Certificado de Educación Profesional.
fr_ca: Parcours d'attestation payant avec vérification initiale et une attestation de formation continue professionnelle
hi: प्रारंभिक सत्यापन और व्यावसायिक शिक्षा प्रमाणपत्र के साथ सशुल्क प्रमाणपत्र ट्रैक
id: Jalur sertifikat berbayar dengan verifikasi awal dan Sertifikat Pendidikan Profesional
pt_br: Faixa de certificado pago com verificação inicial e Certificado de Educação `Profissional
ru: Платный курс с предварительным удостоверением личности и Сертификатом повышения квалификации
tr_tr: Başlangıç onayı ve Profesyonel Eğitim Sertifikası ile ücretli sertifika yolu
uk: Платний перегляд з початковим підтвердження та професійним освітнім сертифікатом.
zh_cn: 付费证书通道，包含初始认证和专业教育证书

source: Paid certificate track with initial verification and Verified Certificate, and option to purchase credit
ca: Rastreig de certificat de pagament amb verificació inicial i certificat verificat, i opció de compra de crèdit
da: Betalt certifikatspor med indledende verifikation og verificeret certifikat og mulighed for at købe kredit
de_de: Bezahlter Zertifikat-Modus mit anfänglicher Verifikation und verifiziertem Zertifikat und Einstellung zum Kauf von Guthaben.
eo: Päïd çértïfïçäté träçk wïth ïnïtïäl vérïfïçätïön änd Vérïfïéd Çértïfïçäté, änd öptïön tö pürçhäsé çrédït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Ruta de certificado pagado con verificación inicial y Certificado Verificado, y opción de comprar crédito
es_es: Pista certificado de pago con la verificación inicial y Certificado Verificado, y opción de compra de crédito
fr_ca: Parcours d'attestation payant avec vérification initiale et une attestation vérifiée, et option d'acheter des crédits de cours
hi: प्रारंभिक सत्यापन और सत्यापित प्रमाणपत्र के साथ भुगतान प्रमाणपत्र ट्रैक और क्रेडिट खरीदने का विकल्प
id: Jalur sertifikat berbayar dengan verifikasi awal dan Sertifikat Terverifikasi, dan opsi untuk membeli kredit
pt_br: Faixa de certificado pago com verificação inicial e Certificado Verificado e opção de compra de crédito
ru: Платный курс с предварительным удостоверением личности, Подтверждённым сертификатом и возможностью получения зачётных единиц.
tr_tr: Başlangıç onayı ve Onaylı Sertifika ile ücretli sertifika yolu, ve kredi satın almak için seçenek
uk: Платний перегляд з початковим підтвердження та підтвердженим сертифікатом і можливісті придбати у кредит.
zh_cn: 付费证书通道，包含初始认证和认证证书，可以选择付费获得学分。

source: Displaying _START_ to _END_ of _TOTAL_ courses
ar: عرض _START_ to _END_ of _TOTAL_ المساقات
da: Viser _START_ til _END_ af _TOTAL_ kurser
de_de: Anzeige von _START_ bis _END_ von _TOTAL_ Kursen
eo: Dïspläýïng _STÀRT_ tö _ÉND_ öf _TÖTÀL_ çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Mostrando _START_ a _END_ de _TOTAL_ cursos
es_es: Mostrando _START_al_END_del _TOTAL_ de cursos
fr_ca: Afficher _START_ à _END_ de _TOTAL_ cours
he: מציג _START_ to _END_ of _TOTAL_ קורסים
hi: प्रदर्शित किया जा रहा है _START_ to _END_ of _TOTAL_ पाठ्यक्रम
id: Menampilkan _START_ to _END_ of _TOTAL_ kursus
ja_jp: _TOTAL_講座のうち_START_ ～ _END_ の期間の講座を表示
ka: ნაჩვენებია _START_ - _END_ სულ _TOTAL_ კურსიდან
pt_br: Mostrando_INÍCIO_ao_FIM_do_TOTAL_ de cursos
ru: Отображено _START_ - _END_ из _TOTAL_ курсов
sw_ke: Onesha _MWANZO_ mpaka _MWISHO_ wa _JUMLA_ ya kozi
tr_tr: _START_ to _END_ of _TOTAL_ dersini görüntüleme
zh_cn: 显示_START_到_END_的_TOTAL_课程

source: (filtered from _MAX_ total courses)
ar: (مرشّح من _MAX_ إجمالي المساقات)
da: (filtreret fra _MAX_ samlede kurser)
de_de: (Aus einer Anahl von _MAX_ Kursen gefiltert)
eo: (fïltéréd fröm _MÀX_ tötäl çöürsés) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: (filtrado de _MAX_ cursos en total)
es_es: (filtrado desde _MAX_ cursos totales)
fr_ca: (filtré de _MAX_ total cours)
he: (מסונן מתוך _MAX_ קורסים בסך הכל)
hi: (फ़िल्टर किया गया _MAX_ कुल पाठ्यक्रमों से)
id: (difilter dari _MAX_ total kursus)
ja_jp: (全_MAX_講座からフィルタリング)
ka: (გაფილტრულია ყველა _MAX_ კურსიდან)
pt_br: (filtrado a partir de_MAX_total de cursos)
ru: (отобрано из _MAX_ курсов)
sw_ke: (kuchujwa kutoka kwenye _UPEO_ jumla ya kozi)
tr_tr: (_MAX_ toplam dersten filtrelenen)
zh_cn: (结果筛选于_MAX_所有课程)

source: Display _MENU_ courses
ar: عرض مساقات _MENU_
ca: Mostrant _MENU_ cursos
da: Vis _MENU_ kurser
de_de: Zeige _MENU_ Kurse an
eo: Dïspläý _MÉNÛ_ çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Mostrar _MENU_ cursos
es_es: Mostrando _MENU_ cursos
fr_ca: Afficher le _MENU_ des cours
he: הצגת _MENU_ קורסים
hi: प्रदर्शित करें _MENU_ पाठ्यक्रम
id: Tampilkan _MENU_ kursus
ja_jp: _MENU_講座を表示
ka: _MENU_ კურსების ჩვენება
pt_br: Exibir_MENU_cursos
ru: Отобразить _MENU_ курсы
sw_ke: Onesha _MENU_ kozi
tr_tr: _MENU_ derslerini görüntüle
zh_cn: 显示_MENU_课程

source: Course
ar: مساق
ca: Curs
da: Rute
de_de: Kurs
eo: Çöürsé Ⱡ'σяєм ιρѕυ#
es_419: Curso
es_es: Curso
fr_ca: Cours
he: קורס
hi: कोर्स
id: Kursus
ja_jp: 講座
ka: კურსი
pt_br: Curso
ru: Курс
sw_ke: Kozi
tr_tr: Ders
uk: Курс
zh_cn: 课程

source: Last Edited
ar: آخر مراجعة في
ca: Última edició
da: Sidst redigeret
de_de: Zuletzt Bearbeitet
eo: Läst Édïtéd Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Última modificación
es_es: Última edición
fr_ca: Dernière révision
he: נערך לאחרונה
hi: अंतिम बार संपादित
id: Terakhir Diedit
ja_jp: 最終編集
ka: ბოლოს შესწორებული
pt_br: Última Edição
ru: Последняя модификация
sw_ke: Mara ya Mwisho Kufanyiwa Uhariri
tr_tr: Son değiştirilme
uk: Останнє редагування
zh_cn: 最后一次编辑

source: Seat title
ar: اسم المقعد
ca: Títol del seient
da: Plads titel
de_de: Name der Teilnahmeart
eo: Séät tïtlé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Titulo del asiento
es_es: Título del asiento
fr_ca: Nom de la place
he: כותרת מושב
hi: सीट का शीर्षक
id: Titel Posisi
ka: ადგილის სახელი
pt_br: Título do assento
ru: Заголовок места
sw_ke: Jina la 'Idhini'
tr_tr: Oturum başlığı
uk: Назва посади
zh_cn: 坐席标题

source: Seat type
ar: نوع المقعد
ca: Tipus de seients
da: Plads type
de_de: Teilnahmeart
eo: Séät týpé Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Tipo de asiento
es_es: Tipo de asiento
fr_ca: Type de place
he: סוג מושב
hi: सीट का प्रकार
id: Tipe posisi
ka: ადგილის ტიპი
pt_br: Tipo do assento
ru: Тип места
sw_ke: Aina ya Idhini
tr_tr: Oturum türü
uk: Тип місця
zh_cn: 坐席类型

source: Can be used multiple times by one customer
da: Kan bruges flere gange af én kunde
de_de: Kann von einem Kunden mehrfach verwendet werden
eo: Çän ßé üséd mültïplé tïmés ßý öné çüstömér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Puede ser usado múltiples veces por un cliente
es_es: Puede ser utilizado varias veces por un cliente
fr_ca: Peut être utilisé plusieurs fois par un client
hi: एक ग्राहक द्वारा कई बार उपयोग किया जा सकता है
id: Dapat digunakan beberapa kali oleh satu kustomer
pt_br: Pode ser usado várias vezes por um cliente
ru: Может использоваться несколько раз одним клиентом
tr_tr: Bir müşteri tarafından çok kez kullanılabilir
uk: Може використовуватись кілька разів одним покупцем
zh_cn: 能被一位顾客使用多次

source: Status
eo: Stätüs Ⱡ'σяєм ιρѕυ#
es_419: Estado
es_es: Estado
fr_ca: Statut
hi: स्थिति
ru: Статус
tr_tr: Durum
uk: Статус
zh_cn: 状态

source: Enterprise Customer
da: Enterprise kunde
de_de: Unternehmenskunde
eo: Éntérprïsé Çüstömér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Cliente empresarial
es_es: Cliente empresarial
fr_ca: Client d'entreprise
hi: एंटरप्राइज़ ग्राहक
id: Kustomer Enterprise
pt_br: Cliente corporativo
ru: Корпоративный клиент
tr_tr: Kurumsal Müşteri
uk: Корпоративний покупець
zh_cn: 企业客户

source: Enterprise Customer Catalog
da: Enterprise kundekatalog
de_de: Unternehmenskunden Katalog
eo: Éntérprïsé Çüstömér Çätälög Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Catálogo Cliente Empresarial
es_es: Catálogo de clientes empresariales
fr_ca: Catalogue des clients d'entreprise
hi: एंटरप्राइज़ ग्राहक सूची
id: Katalog Kustomer Enterprise
pt_br: Catalogo do Cliente corporativo
ru: Каталог корпоративных клиентов
uk: Каталог корпоративного покупця
zh_cn: 企业客户目录

source: A course with the specified ID already exists.
ar: توجد بالفعل دورة تدريبية تحمل المعرّف المحدد نفسه.
ca: Ja existeix un curs amb l'identificador especificat.
da: Et kursus med det angivne ID eksisterer allerede.
de_de: Ein Kurs mit der angegebenen ID existiert bereits.
eo: À çöürsé wïth thé spéçïfïéd ÌD älréädý éxïsts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Ya existe un curso con el ID especificado.
es_es: Ya existe un curso con el ID especificado.
fr_ca: Un cours avec l'ID spécifié existe déjà.
he: הקורס עם המזהה שצוין כבר קיים.
hi: निर्दिष्ट आईडी वाला एक पाठ्यक्रम पहले से मौजूद है।
id: Kursus dengan ID yang disebutkan telah tersedia.
ja_jp: ご指定のIDの講座は既にあります。
ka: კურსი მითითებული ID-ით უკვე არსებობს.
pt_br: Um curso com o ID especificado já existe.
ru: Курс с указанным ID уже существует.
sw_ke: Kozi yenye Kitambulisho maalum tayri ipo.
tr_tr: Belirtilen No'lu ders zaten mevcut.
uk: Курс з визначеним ID вже існує.
zh_cn: 具有相同ID的课程已存在。

source: Error!
ar: حدث خطأ!
da: Fejl!
de_de: Fehler!
eo: Érrör! Ⱡ'σяєм ιρѕυ#
fr_ca: Erreur!
he: שגיאה!
hi: त्रुटि!
ja_jp: エラー！
ka: შეცდომა!
pt_br: Erro!
ru: Ошибка!
sw_ke: Hitilafu!
tr_tr: Hata!
uk: Помилка!
zh_cn: 错误！

source: Saving...
ar: جاري الحفظ...
ca: S'està desant ...
da: Gemmer...
de_de: Speichert...
eo: Sävïng... Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Guardando...
es_es: Guardando...
fr_ca: Sauvegarde...
he: שומר...
hi: सुरक्षित किया जा रहा है...
id: Sedang menyimpan ...
ja_jp: 保存中...
ka: დამახსოვრება…
pt_br: Salvando...
ru: Сохранение...
sw_ke: Inahifadhi...
tr_tr: Kaydediliyor...
uk: Збереження ...
zh_cn: 正在保存…

source: Please complete all required fields.
ar: يُرجى ملء جميع الحقول المطلوبة.
ca: Completeu tots els camps obligatoris.
da: Udfyld venligst alle påkrævede felter.
de_de: Bitte füllen Sie alle benötigten Felder aus.
eo: Pléäsé çömplété äll réqüïréd fïélds. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Por favor completar todos los campos requeridos.
es_es: Por favor, completa todos los campos obligatorios.
fr_ca: S'il vous plaît remplissez tous les champs obligatoires.
he: אנא מלא את כל השדות הנדרשים.
hi: कृपया सभी आवश्यक क्षेत्रों को भरें।
id: Silakan lengkapi semua kolom yang wajib diisi.
ja_jp: 必須項目をすべて入力してください。
ka: გთხოვთ შეავსოთ ყველა სავალდებულო ველი.
pt_br: Por favor, complete todos os campos solicitados.
ru: Пожалуйста, заполните все необходимые поля.
sw_ke: Tafadhali kamilisha sehemu zote zinazohitajika.
tr_tr: Lütfen tüm gerekli alanları tamamlayın.
uk: Будь ласка, заповніть усі необхідні поля.
zh_cn: 请填写所有必填项。
